[0,"fr_CA","iot6hs",0,null,["Pour voir le code source de cette application, veuillez consulter le .",["1x","0"]],"Retour à la galerie","Icône précédant le texte","Plusieurs actions","Réinitialiser la bannière","Votre mot de passe a été mis à jour sur votre autre appareil. Veuillez vous reconnecter.","Barre d'applications inférieure","Encoche","Position du bouton d'action flottant","Ancré au centre","Ancré à l'extrémité","Flottant au centre","Flottant à l'extrémité","Compte","Alarme","Agenda","Appareil photo","Commentaires",["Marque substitutive pour l'onglet ",["y","0"]],"BOUTON","Créer","Explorer",["Explorer ",["9","0"]],["Partager ",["9","0"]],"Peut être touché","Thanjavur","Chettinad","Numéro 10","Fileurs de soie","Temples","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Palmarès des 10 villes à visiter dans l'État du Tamil Nadu","Artisans du sud de l'Inde","Temple de Brihadisvara","Vélo","Ascenseur","Foyer","Grand","Moyen","Petit","Allumer les lumières","Laveuse","AMBRE","BLEU","GRIS BLEU","BRUN","CYAN","ORANGE FONCÉ","MAUVE FONCÉ","VERT","GRIS","INDIGO","BLEU CLAIR","VERT CLAIR","VERT LIME","ORANGE","ROSE","MAUVE","ROUGE","BLEU SARCELLE","JAUNE","Une application de voyage personnalisée","MANGER","Naples, Italie","Pizza dans un four à bois","Dallas, États-Unis","Lisbonne, Portugal","Femme tenant un gros sandwich au pastrami","Bar vide avec tabourets de style salle à manger","Córdoba, Argentine","Hamburger","Portland, États-Unis","Taco coréen","Paris, France","Dessert au chocolat","Séoul, Corée du Sud","Salle du restaurant Artsy","Seattle, États-Unis","Plat de crevettes","Nashville, États-Unis","Entrée de la boulangerie","Atlanta, États-Unis","Plateau de langoustes","Madrid, Espagne","Comptoir d'un café garni de pâtisseries",[3,0,[" restaurants",["0","0"]],[2,"Aucun restaurant",4,"1 restaurant"]],"Explorez les restaurants par destination",[" ",["0","0"],["1","1"]],"VOLER","Aspen, États-Unis","Chalet dans un paysage enneigé et entouré de conifères","Big Sur, États-Unis","Le Caire, Égypte","Tours de la mosquée Al-Azhar au coucher du soleil","Lisbonne, Portugal","Phare en briques en haute mer","Napa, États-Unis","Piscine avec des palmiers","Bali, Indonésie","Piscine face à la mer avec palmiers","Tente dans un champ","Vallée du Khumbu, Népal","Drapeaux de prières devant une montagne enneigée","Machu Picchu, Pérou","Citadelle du Machu Picchu","Malé, Maldives","Bungalows sur l'eau","Vitznau, Suisse","Hôtel au bord du lac face aux montagnes","Mexico, Mexique","Vue aérienne du Palais des beaux-arts de Mexico","Mount Rushmore, États-Unis","Mont Rushmore","Singapour","Supertree Grove","La Havane, Cuba","Homme s'appuyant sur une voiture bleue ancienne",[3,0,[" escales",["0","0"]],[2,"Direct",4,"1 escale"]],"Explorez les vols par destination","Sélectionner la date","Sélectionner les dates","Choisir une destination","Personnes","Sélectionner un lieu","Choisir le lieu de départ","Sélectionner l'heure","Voyageurs",[3,0,[" h",["0","0"]],[4,"1 h"]],[3,0,[" min",["0","0"]],[4,"1 min"]],"SOMMEIL","Malé, Maldives","Bungalows sur l'eau","Aspen, États-Unis","Le Caire, Égypte","Tours de la mosquée Al-Azhar au coucher du soleil","Taipei, Taïwan","Gratte-ciel Taipei 101","Chalet dans un paysage enneigé et entouré de conifères","Machu Picchu, Pérou","Citadelle du Machu Picchu","La Havane, Cuba","Homme s'appuyant sur une voiture bleue ancienne","Vitznau, Suisse","Hôtel au bord du lac face aux montagnes","Big Sur, États-Unis","Tente dans un champ","Napa, États-Unis","Piscine avec des palmiers","Porto, Portugal","Appartements colorés sur la Place Ribeira","Tulum, Mexique","Ruines mayas sur une falaise surplombant une plage","Lisbonne, Portugal","Phare en briques en haute mer",[3,0,[" propriétés sont disponibles",["0","0"]],[2,"Aucune propriété n'est disponible",4,"1 propriété est disponible"]],"Explorez les propriétés par destination","Autoriser","Tarte aux pommes","Annuler","Gâteau au fromage","Brownie au chocolat","Veuillez sélectionner votre type de dessert favori dans la liste ci-dessous. Votre sélection servira à personnaliser la liste de suggestions de restaurants dans votre région.","Supprimer","Ne pas autoriser","Sélectionnez votre dessert favori","Votre position actuelle sera affichée sur la carte et sera utilisée pour les itinéraires, les résultats de recherche à proximité et l'estimation des durées de déplacement.","Permettre à « Maps » d'accéder à votre position lorsque vous utilisez l'application?","Tiramisu","Bouton","Avec arrière-plan","Afficher l'alerte","Clavarder","Accueil","Profil","Calcium (%)","Calories","Glucides (g)","Dessert (une portion)","Gras (g)","Fer (%)","Protéines (g)","Sodium (mg)","Nutrition","Pie","Cupcake","Donut","Eclair","Froyo","Gingerbread","Rayon de miel","Ice Cream Sandwich","Jelly Bean","Lollipop",[" avec du miel",["0","0"]],[" avec du sucre",["0","0"]],"Démo","Touchez pour modifier des tuiles et utilisez des gestes pour vous déplacer dans la scène. Faites glisser un doigt pour faire un panoramique, pincez l'écran pour zoomer et faites pivoter un élément avec deux doigts. Appuyez sur le bouton de réinitialisation pour retourner à l'orientation de départ.","Modifier la tuile","Réinitialiser les transformations","Panoramique, zoom, rotation","Transformations 2D","Les jetons d'action sont des ensembles d'options qui déclenchent une action relative au contenu principal. Les jetons d'action devraient s'afficher de manière dynamique, en contexte, dans une IU.","Jeton d'action","Un dialogue d'alerte informe l'utilisateur à propos de situations qui nécessitent qu'on y porte attention. Un dialogue d'alerte a un titre optionnel et une liste d'actions optionnelle.","Alerte","Alerte avec titre","La barre d'applications vous présente des contenus et des actions relatifs au contenu de l'écran actuel. Elle est utilisée pour la stratégie de marque, les titres d'écran, la navigation et les actions","Affiche des renseignements et des actions relatifs au contenu de l'écran actuel","Barre d'applications","Une bannière comporte un message court mais important, ainsi que des suggestions d'actions pour les utilisateurs (ou une option permettant de fermer la bannière). L'utilisateur doit agir pour que la bannière disparaisse.","Affichage d'une bannière dans une liste","Bannière","Les barres d'applications inférieures procurent l'accès à un panneau de navigation inférieur et jusqu'à quatre actions, y compris le bouton d'action flottant.","Affiche la navigation et les actions dans le bas","Barre d'applications inférieure","Les barres de navigation inférieures affichent trois à cinq destinations au bas de l'écran. Chaque destination est représentée par une icône et une étiquette facultative. Lorsque l'utilisateur touche l'une de ces icônes, il est redirigé vers la destination de premier niveau associée à cette icône.","Étiquettes persistantes","Étiquette sélectionnée","Barre de navigation inférieure avec vues en fondu enchaîné","Barre de navigation inférieure","Ajouter","AFFICHER LA PAGE DE CONTENU DANS LE BAS DE L'ÉCRAN","Titre",["Élément ",["8","0"]],"Une page de contenu flottante qui s'affiche dans le bas de l'écran offre une solution de rechange à un menu ou à une boîte de dialogue. Elle empêche l'utilisateur d'interagir avec le reste de l'application.","Page de contenu flottante dans le bas de l'écran","Une page de contenu fixe dans le bas de l'écran affiche de l'information qui complète le contenu principal de l'application. Elle reste visible même lorsque l'utilisateur interagit avec d'autres parties de l'application.","Page de contenu fixe dans le bas de l'écran","Pages de contenu flottantes et fixes dans le bas de l'écran","Page de contenu en bas de l'écran","Champs de texte","Bouton plat, bouton surélevé, bouton avec contours, etc.","Boutons","Une carte est un cadre où sont présentés des renseignements liés à une recherche, comme un album, un lieu, un plat, des coordonnées, etc.","Cartes de base avec coins arrondis","Cartes","Menu de liste de contrôle","Éléments compacts qui représentent une entrée, un attribut ou une action","Jetons","Les jetons de choix représentent un choix unique dans un ensemble. Ils contiennent du texte descriptif ou des catégories.","Jeton de choix","Un indicateur de progression de forme circulaire avec thème Material Design qui tourne pour indiquer que l'application est occupée.","Indicateur de progression circulaire","Code de démonstration","Copié dans le presse-papiers.","TOUT COPIER",["Échec de la copie dans le presse-papiers : ",["17","0"]],"Constantes de couleur et d'échantillons de couleur qui représentent la palette de couleurs de Material Design.","Toutes les couleurs prédéfinies","Couleurs","Cartes, listes et bouton d'action flottant","Le motif de transformation de conteneur est conçu pour les éléments d'IU qui comprennent un conteneur. Ce motif crée une connexion visible entre deux éléments d'IU","Mode Atténuation","Transformation de conteneur","ATTÉNUATION","ATTÉNUATION GRADUELLE","Menu contextuel","Une feuille d'action est un type d'alerte précis qui présente à l'utilisateur deux choix ou plus à propos de la situation actuelle. Une feuille d'action peut comprendre un titre, un message supplémentaire et une liste d'actions.","Feuille d'action","Un indicateur d'activité de style iOS qui tourne dans le sens des aiguilles d'une montre.","Indicateur d'activité de style iOS","Indicateur d'activité","Boutons d'alerte seulement","Alerte avec des boutons","Un dialogue d'alerte informe l'utilisateur à propos de situations qui nécessitent qu'on y porte attention. Un dialogue d'alerte a un titre optionnel, du contenu optionnel et une liste d'actions optionnelle. Le titre est affiché au-dessus du contenu et les actions sont affichées sous le contenu.","Alerte","Alerte avec titre","Dialogues d'alertes de style iOS","Alertes","Un bouton de style iOS. Il accepte du texte et une icône qui disparaissent et apparaissent quand on touche au bouton. Peut avoir un arrière-plan (optionnel).","Boutons de style iOS","Boutons","Première action","Maintenez le doigt sur le logo de Flutter afin que le menu contextuel s'affiche.","Deuxième action","Un menu contextuel plein écran de style iOS qui s'affiche lorsqu'un appui prolongé est fait sur un élément.","Menu contextuel de style iOS","Menu contextuel","Une barre de navigation de style iOS. Il s'agit d'une barre d'outils au milieu de laquelle est indiqué au minimum le titre de la page consultée.","Barre de navigation de style iOS","Barre de navigation","Sélecteur","Date","Date et heure","Un widget de sélection de style iOS pouvant être utilisé pour sélectionner des chaînes, des dates, des heures ou les deux.","Sélecteurs de style iOS","Heure","Minuterie","Sélecteurs","Un widget permettant d'intégrer une commande de style iOS pour balayer l'écran vers le bas afin d'actualiser l'écran.","Commande de style iOS pour balayer l'écran vers le bas afin d'actualiser l'écran","Balayez vers le bas pour actualiser","Une barre de défilement qui enveloppe l'enfant donné","Barre de défilement de style iOS","Barre de défilement","Un champ de texte de recherche qui permet à l'utilisateur d'effectuer une recherche en entrant du texte, et qui peut proposer et filtrer des suggestions.","Entrez du texte","Champ de texte de recherche de style iOS","Champ de recherche textuelle","Utilisé pour faire une sélection parmi un nombre d'options mutuellement exclusives. Lorsqu'une option dans le contrôle segmenté est sélectionné, les autres options du contrôle segmenté ne le sont plus.","Contrôle segmenté de style iOS","Contrôle segmenté",["Continues : ",["c","0"]],"Vous pouvez utiliser un curseur pour sélectionner un ensemble de valeurs discrètes ou continues.",["Discrètes : ",["c","0"]],"Curseur de style iOS","Curseur","Un commutateur permet d'activer ou de désactiver un paramètre.","Commutateur de style iOS","Une barre d'onglets de navigation dans le bas, style iOS Affiche plusieurs onglets avec un onglet actif, le premier onglet par défaut.","Barre d'onglets dans le bas, style iOS","Barre d'onglets","Un champ de texte permet à l'utilisateur d'y entrer du texte, à l'aide d'un clavier matériel ou d'un clavier à l'écran.","NIP","Champs de texte de style iOS","Champs de texte","Les curseurs présentent une plage de valeurs le long d'une barre et permettent aux utilisateurs de sélectionner une valeur ou une plage de valeurs. On peut ajouter un thème aux curseurs et les personnaliser.","Curseurs personnalisés","Les tableaux de données présentent des renseignements sous forme de grilles composées de lignes et de colonnes. Ils permettent d'organiser l'information d'une manière qui permet de la parcourir facilement, et de cerner des tendances et des statistiques.","Lignes et colonnes d'information","Tableaux de données","Affiche une boîte de dialogue comportant un outil Material Design de sélection de la date.","Sélecteur de dates","Affiche une boîte de dialogue comportant un outil Material Design de sélection de périodes.","Sélecteur de périodes","Simple, alerte et plein écran","Boîtes de dialogue","Les séparateurs peuvent être utilisés dans les listes, les tiroirs de navigation et ailleurs pour séparer le contenu.","Un séparateur est une fine ligne qui regroupe les contenus dans les listes et les mises en page.","Séparateur","Documentation relative aux API","Les boutons surélevés ajoutent une dimension aux mises en page plates. Ils font ressortir les fonctions dans les espaces occupés ou vastes.","Bouton surélevé","ANNULER","SUPPRIMER","Boîte de dialogue d'alerte","Fenêtre modale et bouton d'action flottant","Le motif d'atténuation est utilisé pour les éléments d'IU qui apparaissent et disparaissent dans limites de l'écran, comme une boîte de dialogue au centre de l'écran.","MASQUER LE BOUTON FLOTTANT D'ACTION","AFFICHER LA BOÎTE DE DIALOGUE MODALE","AFFICHER LE BOUTON FLOTTANT D'ACTION","Atténuation","Albums","Barre de navigation inférieure","Le motif d'atténuation graduelle est utilisé pour les transitions entre les éléments d'IU qui ne possèdent pas de relation marquée entre eux.","Photos","Rechercher","123 photos","Atténuation graduelle","Les jetons de filtre utilisent des balises ou des mots descriptifs comme méthode de filtrage du contenu.","Jeton de filtre","Un bouton d'action flottant est un bouton d'icône circulaire qui pointe sur du contenu pour promouvoir une action principale dans l'application.","Bouton d'action flottant","La propriété fullscreenDialog qui spécifie si la page entrante est une boîte de dialogue modale plein écran","Plein écran","Plein écran","Les listes sous forme de grille sont particulièrement adaptées à la présentation de données homogènes, telles que des images. Chaque élément d'une liste sous forme de grille est appelé une tuile.","Avec pied de page","Avec en-tête","Images seulement","Disposition en lignes et en colonnes","Liste sous forme de grille","Info","Les jetons d'entrée représentent une donnée complexe, comme une entité (personne, lieu ou objet) ou le texte d'une conversation, sous forme compacte.","Jeton d'entrée","Impossible d'afficher l'URL :","Un indicateur de progression de forme linéaire avec thème Material Design, aussi connu sous le nom de barre de progression.","Indicateur de progression linéaire","Ligne unique à hauteur fixe qui contient généralement du texte ainsi qu'une icône au début ou à la fin.","Texte secondaire","Dispositions de liste défilante","Listes","Option de menu désactivée","Un élément avec menu de liste de contrôle","Un élément avec un menu contextuel","Un élément avec un menu à sections","Un élément avec un menu simple",["Élément coché : ",["g","0"]],"Option de menu contextuel un","Option de menu contextuel trois","Un menu présente une liste d'options de manière temporaire. Il s'affiche lorsque les utilisateurs interagissent avec un bouton, une action ou un autre type de commande.","Quatre","Obtenir le lien","Option de menu un","Option de menu trois","Option de menu deux","Un","Aperçu","Retirer",["Élément sélectionné : ",["m","0"]],"Partager","Boutons de menu menus simples","Trois","Menu","Deux","Page de renseignements","Élément de liste","Texte secondaire","Titre","Secondaire","Tous les motifs de la transition prédéfinie","Mouvement","Panneau Material Design à faire glisser horizontalement vers l'intérieur à partir du bord de l'écran pour afficher les liens de navigation dans une application.","Affichage d'un panneau dans la barre d'applications","Balayez l'écran à partir du bord ou touchez l'icône située dans le coin supérieur gauche pour afficher le panneau","Panneau de navigation","Élément un","Élément deux","user.name@example.com","Nom d'utilisateur","Widget Material Design qui doit être affiché à la gauche ou la droite d'une application pour naviguer entre un petit nombre de vues (généralement entre trois et cinq).","Premier","Deuxième","Affichage d'un rail de navigation dans une application","Troisième","Rail de navigation","Une ligne","Touchez ici pour voir les options proposées pour cette démonstration.","Afficher les options","Options","Les boutons avec contours deviennent opaques et s'élèvent lorsqu'on appuie sur ceux-ci. Ils sont souvent utilisés en association avec des boutons surélevés pour indiquer une autre action, secondaire.","Bouton avec contours","AFFICHER LE SÉLECTEUR","Sélection de la date et de l'heure","Sélecteurs","Linéaires, circulaires, indéterminés","Indicateurs de progression","Les curseurs présentent une plage de valeurs le long d'une barre. Ils peuvent être accompagnés d'icônes aux deux extrémités, indiquant une plage de valeurs. Ils sont idéaux pour ajuster divers paramètres, comme le volume ou la luminosité, ou encore pour appliquer des filtres à des images.","Curseurs de valeurs","Menu à sections","Les cases à cocher permettent à l'utilisateur de sélectionner de multiples options dans un ensemble. Une valeur normale d'une case à cocher est vraie ou fausse, et la valeur d'une case à cocher à trois états peut aussi être nulle.","Case à cocher","Boutons radio qui permettent à l'utilisateur de sélectionner une option à partir d'un ensemble. Utilisez les boutons radio pour offrir une sélection exclusive, si vous croyez que l'utilisateur a besoin de voir toutes les options proposées côte à côte.","Radio","Cases à cocher, boutons radio et commutateurs","Les commutateurs permettent de basculer l'état d'un réglage unique. L'option que le commutateur détermine ainsi que l'état dans lequel il se trouve doivent être clairement indiqués sur l'étiquette correspondante.","Commutateur","Commandes de sélection","Le motif d'axe partagé est utilisé pour les transitions entre les éléments d'IU qui possèdent une relation spatiale ou de navigation. Ce motif utiliser une transformation partagée sur l'axe x, y ou z afin de renforcer la relation entre les éléments.","Arts et artisanat","RETOUR","Groupées","Affaires","Les catégories groupées s'affichent comme groupes dans votre flux. Vous pourrez toujours modifier ce paramètre plus tard.","Simplifier la gestion de vos cours","CRÉER UN COMPTE","Cuisine","Boutons Suivant et Retour","Conception","ADRESSE DE COURRIEL OUBLIÉE?","Illustration","Affichées individuellement","SUIVANT","Connectez-vous avec votre compte","Adresse de courriel ou numéro de téléphone","Bonjour David Park","Axe x partagé","268 albums","min","Artiste","Album","A à Z","Trier par « Écouté récemment »","Écouté récemment","Axe y partagé","Recette de sandwich au bœuf","Sandwich au bœuf","Recette de hamburger","Hamburger","Recette d'assiette de crabe","Crabe","Bouton de l'icône des paramètres","Recette de dessert","Dessert","Aide","Notifications","Confidentialité","Profil","Recette de sandwich","Sandwich","Recettes enregistrées","Paramètres","Recette d'assiette de crevettes","Crevettes","Axe z partagé","Une boîte de dialogue simple offre à un utilisateur le choix entre plusieurs options. Une boîte de dialogue simple a un titre optionnel affiché au-dessus des choix.","Simple","Menu simple","Continu","Curseur à plage continue avec thème personnalisé","Continu avec valeur numérique modifiable","Les curseurs présentent une plage de valeurs le long d'une barre et permettent aux utilisateurs de sélectionner la valeur de leur choix. Ils sont idéaux pour ajuster divers paramètres, comme le volume ou la luminosité, ou encore pour appliquer des filtres à des images.","Discret","Curseur discret avec thème personnalisé","Valeur numérique modifiable","Widgets permettant de sélectionner une valeur en glissant le doigt","Curseurs","Vous avez sélectionné l'action d'un casse-croûte.","ACTION","AFFICHER UN CASSE-CROÛTE","Les casse-croûte informent les utilisateurs d'un processus qu'une application a effectué ou effectuera. Ils s'affichent temporairement dans le bas de l'écran. Ils ne devraient pas interrompre l'expérience utilisateur et ils n'exigent pas d'entrée pour disparaître.","Les casse-croûte affichent des messages dans le bas de l'écran","Voici un casse-croûte.","Casse-croûte","Les onglets permettent d'organiser le contenu sur divers écrans, ensembles de données et d'autres interactions.","Pas de défilement","Défilement","Onglets avec affichage à défilement indépendant","Onglets","Un bouton plat affiche une éclaboussure d'encre lors de la pression, mais ne se soulève pas. Utilisez les boutons plats dans les barres d'outils, les boîtes de dialogue et sous forme de bouton aligné avec du remplissage","Bouton plat","Les champs de texte permettent aux utilisateurs d'entrer du texte dans une interface utilisateur. Ils figurent généralement dans des formulaires et des boîtes de dialogue.","Courriel","Veuillez entrer un mot de passe.","### ###-#### : entrez un numéro de téléphone en format nord-américain.","Veuillez corriger les erreurs en rouge avant de réessayer.","Masquer le mot de passe","Soyez bref, il s'agit juste d'une démonstration.","Histoire de vie","Nom*",["Le numéro de téléphone de  est le ",["q","0"],["y","1"]],"Veuillez entrer un nom.","Maximum de huit caractères.","Veuillez n'entrer que des caractères alphabétiques.","Mot de passe*","Les mots de passe ne correspondent pas","Numéro de téléphone*","* indique un champ obligatoire","Confirmez votre mot de passe*","Salaire","Afficher le mot de passe","SOUMETTRE","Une seule ligne de texte et de chiffres modifiables","Parlez-nous de vous (par exemple, indiquez ce que vous faites ou quels sont vos loisirs)","Champs de texte","USD","Comment les gens vous appellent-ils?","À quel numéro pouvons-nous vous joindre?","Votre adresse de courriel","Affiche une boîte de dialogue comportant un outil Material Design de sélection de l'heure.","Sélecteur de l'heure","Les boutons Activer/désactiver peuvent servir à grouper des options connexes. Pour mettre l'accent sur les groupes de boutons Activer/désactiver connexes, un groupe devrait partager un conteneur commun.","Boutons Activer/désactiver","Les infobulles sont des libellés textuels qui expliquent la fonction d'un bouton ou d'une autre action d'une interface utilisateur. Le texte informatif s'affiche lorsque les utilisateurs passent leur souris, placent leur curseur ou appuient de manière prolongée sur un élément.","Faites un appui prolongé ou passez le curseur de la souris sur l'élément pour afficher l'infobulle.","Court message qui s'affiche lors d'un appui prolongé ou du passage de la souris sur un élément","Infobulles","Deux lignes","Détails","Voici comment s'affiche TwoPane sur un appareil pliable.","Pliable",["Élément ",["8","0"]],["Détails de l'élément ",["l","0"]],"Liste","Sélectionner un élément","Voici comment s'affiche TwoPane sur un appareil à petit écran.","Petit écran","Des mises en page réactives sur des écrans pliables, grands et petits","Voici comment TwoPane s'affiche sur un écran plus grand, comme une tablette ou un ordinateur de bureau.","Tablette/Ordinateur de bureau","TwoPane","Définition des différents styles typographiques de Material Design.","Tous les styles de texte prédéfinis","Typographie","Séparateur vertical","Désélectionner","Ajouter un compte","ACCEPTER","ANNULER","REFUSER","SUPPRIMER","Supprimer le brouillon?","Une démonstration d'un dialogue en plein écran","ENREGISTRER","Boîte de dialogue plein écran","Permettre à Google d'aider les applications à déterminer la position. Cela signifie envoyer des données de localisation anonymes à Google, même si aucune application n'est en cours d'exécution.","Utiliser le service de localisation Google?",["Vous avez sélectionné : \"\"",["p","0"]],"Définir le compte de sauvegarde","AFFICHER LE DIALOGUE","IGNORER","Une application centrée sur le contenu","Réformer l'armée verte de l'intérieur","Les abeilles désertent les terres agricoles","Les développeurs de mode s'appuient sur les technologies pour créer les tissus de l'avenir","Les féministes contre la partisanerie","L'avenir de l'essence","La révolution discrète mais efficace du système de santé","Alors que la Bourse stagne, beaucoup d'investisseurs se tournent vers l'échange de devises","Comment la guerre a séparé des vies d'Américains","Dernières mises à jour","Affaires","Culture","Page couverture","Politique","Sciences","Sports","Technologies","Voyages","États-Unis","Monde","Arméeverte","Révolutiondusystèmedesanté","Réforme","Cours boursiers","Conceptionstechniques",["référentiel GitHub ",["j","0"]],"STYLES ET AUTRES","Catégories","Galerie","Chargement en cours…","Non sélectionné","Plage","Fonderie de bronze","Chennai","Chettinad","Pêcheur","Marché aux fleurs","Préparation du dîner","Marché","Pondichéry","Marais salant","Scouteurs","Tisserand de soie","Tanjore","Temple de Thanjavur",["Compte   dont le solde est de .",["7","0"],["8","1"],["u","2"]],"Compte d'épargne pour la voiture","Chèque","Compte épargne maison","Vacances","Propriétaire du compte","Pourcentage annuel de rendement","Intérêt payé l'année dernière","Taux d'intérêt","Cumul annuel des intérêts","Prochain relevé","Total","Comptes","Alertes",["Vos frais relatifs à l'utilisation de guichets automatiques s'élèvent à  ce mois-ci",["20","0"]],["Bon travail! Le montant dans votre compte chèque est  plus élevé que le mois dernier.",["1h","0"]],["Avertissement : Vous avez utilisé  de votre budget de magasinage ce mois-ci.",["y","0"]],["Vos dépenses en restaurants s'élèvent à  cette semaine.",["14","0"]],[3,0,["Augmentez vos déductions fiscales potentielles! Attribuez des catégories à  transactions non attribuées.",["23","0"]],[4,"Augmentez vos déductions fiscales potentielles! Attribuez des catégories à 1 transaction non attribuée."]],["La facture de  de  est due le .",["e","0"],["i","1"],["u","2"]],"Montant dû","Montant payé","Montant total","Factures","dû",["Dans le budget ,  a été utilisé sur  (il reste )",["f","0"],["h","1"],["10","2"],["1b","3"]],"Vêtements","Cafés","Épicerie","Restaurants","Montant restant","Montant utilisé","Limite de budget","restant","Budgets","Une application pour les finances personnelles","RESTANT","CONNEXION","Connexion","Connexion à Rally","Vous ne possédez pas de compte?","Mot de passe","Rester connecté","S'INSCRIRE","Nom d'utilisateur","TOUT AFFICHER","Voir tous les comptes","Voir toutes les factures","Voir tous les budgets","Trouver des guichets automatiques","Aide","Gérer les comptes","Notifications","Paramètres sans papier","Mot de passe et Touch ID","Renseignements personnels","Se déconnecter","Documents fiscaux","COMPTES","FACTURES","BUDGETS","APERÇU","PARAMÈTRES","Une application de courriel efficace et épurée","Brouillons","Boîte de réception","Envoyés","Pourriel","Marqués d'une étoile","Corbeille","Sélectionner","Peut être sélectionné (avec un appui prolongé)","Sélectionné","À propos de la galerie Flutter","Créé par TOASTER à Londres","Fermer les paramètres","Paramètres","Sombre","Envoyer des commentaires","Clair","Paramètres régionaux","Mécanique des plateformes","Ralenti","Système","Orientation du texte","De gauche à droite","Selon le lieu","De droite à gauche","Mise à l'échelle du texte","Très grande","Grande","Normale","Petite","Thème","Paramètres","ANNULER","VIDER LE PANIER",[3,0,[" ÉLÉMENTS",["0","0"]],[2,"AUCUN ÉLÉMENT",4,"1 ÉLÉMENT"]],"PANIER","Livraison :","Sous-total :","Taxes :","TOTAL","ACCESSOIRES","TOUS","VÊTEMENTS","MAISON","Une application tendance de vente au détail","Mot de passe","Nom d'utilisateur","DÉCONNEXION","MENU","SUIVANT","Tasse bleu pierre","T-shirt couleur cerise","Serviettes Chambray","Chemise chambray","Col blanc classique","Chandail couleur argile","Grille en cuivre","T-shirt à rayures fines","Collier","Casquette Gatsby","Veste aristo","Trois accessoires de bureau dorés","Foulard gingembre","Débardeur gris","Service à thé Hurrahs","Quatre accessoires de cuisine","Pantalons bleu marine","Tunique couleur plâtre",["x ",["2","0"]],["Quantité : ",["b","0"]],"Table de quatre","Bac à eau de pluie","Mélange de différents styles Ramona","Tunique de plage","Chandail brise marine","T-shirt","Sac Shrug","Ensemble céramique apaisant","Lunettes de soleil Stella","Boucles d'oreilles Strut","Pots pour plantes grasses","Robe d'été","T-shirt d'été","Sac vagabond","Chaussettes de sport","Walter Henley (blanc)","Porte-clés tressé","Chemise blanche à fines rayures","Ceinture Whitney",[3,0,["Panier,  éléments",["8","0"]],[2,"Panier, aucun élément",4,"Panier, 1 élément"]],"Ajouter au panier",["Supprimer ",["a","0"]],"Fermer le panier","Fermer le menu","Ouvrir le menu","Supprimer l'élément","Rechercher","Paramètres","CONNEXION","Sélectionnez une démo","Une mise en page de base réactive",["Élément ",["8","0"]],"Corps du texte","BOUTON","Titre","Sous-titre","Titre","Application de base","Ajouter","Favori","Rechercher","Partager"]