[0,"pt","1abghl",0,null,["Para ver o código-fonte desse app, acesse .",[42,0]],"Voltar à galeria","Ícone principal","Várias ações","Redefinir banner","A senha foi atualizada no seu outro dispositivo. Faça login novamente.","Barra de apps da parte de baixo","Entalhe","Posição do botão de ação flutuante","Na base: centro","Na base: fim","Flutuando: centro","Flutuando: extremidade","Conta","Alarme","Agenda","Câmera","Comentários",["Marcador para a guia ",[21,0]],"BOTÃO","Criar","Confira",["Confira o destino: ",[19,0]],["Compartilhar o destino: ",[24,0]],"Tocável","Thanjavur","Chettinad","Número 10","Fiandeiros de seda","Templos","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","10 principais cidades para visitar em Tamil Nadu","Artesãos do sul da Índia","Templo de Brihadisvara","Bicicleta","Elevador","Lareira","Grande","Médio","Pequeno","Acender as luzes","Máquina de lavar roupas","ÂMBAR","AZUL","CINZA-AZULADO","MARROM","CIANO","LARANJA INTENSO","ROXO INTENSO","VERDE","CINZA","ÍNDIGO","AZUL-CLARO","VERDE-CLARO","VERDE-LIMÃO","LARANJA","ROSA","ROXO","VERMELHO","AZUL-PETRÓLEO","AMARELO","Um app de viagens personalizado","ALIMENTAÇÃO","Nápoles, Itália","Pizza em um fogão à lenha","Dallas, Estados Unidos","Lisboa, Portugal","Mulher segurando um sanduíche de pastrami","Balcão vazio com banquetas","Córdoba, Argentina","Hambúrguer","Portland, Estados Unidos","Taco coreano","Paris, França","Sobremesa de chocolate","Seul, Coreia do Sul","Área para se sentar em um restaurante artístico","Seattle, Estados Unidos","Prato de camarão","Nashville, Estados Unidos","Entrada da padaria","Atlanta, Estados Unidos","Prato de lagostim","Madri, Espanha","Balcão de um café com itens de padaria",[3,0,[" restaurantes",[0,0]],[2,"Nenhum restaurante",4,"1 restaurante"]],"Ver restaurantes por destino",[" e ",[0,0],[3,1]],"VOAR","Aspen, Estados Unidos","Chalé em uma paisagem com neve e árvores perenes","Big Sur, Estados Unidos","Cairo, Egito","Torres da mesquita de Al-Azhar no pôr do sol","Lisboa, Portugal","Farol de tijolos no mar","Napa, Estados Unidos","Piscina com palmeiras","Bali, Indonésia","Piscina com palmeiras à beira-mar","Barraca em um campo","Vale do Khumbu, Nepal","Bandeiras de oração em frente a montanhas com neve","Machu Picchu, Peru","Cidadela de Machu Picchu","Malé, Maldivas","Bangalô sobre a água","Vitznau, Suíça","Hotel às margens de um lago em frente às montanhas","Cidade do México, México","Vista aérea do Palácio de Bellas Artes","Monte Rushmore, Estados Unidos","Monte Rushmore","Singapura","Supertree Grove","Havana, Cuba","Homem apoiado sobre um carro azul antigo",[3,0,[" escalas",[0,0]],[2,"Sem escalas",4,"1 escala"]],"Ver voos por destino","Selecionar data","Selecionar datas","Escolha o destino","Lanchonetes","Selecionar local","Escolha a origem","Selecionar horário","Viajantes",[3,0,["h",[0,0]],[4,"1h"]],[3,0,["min",[0,0]],[4,"1min"]],"SONO","Malé, Maldivas","Bangalô sobre a água","Aspen, Estados Unidos","Cairo, Egito","Torres da mesquita de Al-Azhar no pôr do sol","Taipei, Taiwan","Arranha-céu Taipei 101","Chalé em uma paisagem com neve e árvores perenes","Machu Picchu, Peru","Cidadela de Machu Picchu","Havana, Cuba","Homem apoiado sobre um carro azul antigo","Vitznau, Suíça","Hotel às margens de um lago em frente às montanhas","Big Sur, Estados Unidos","Barraca em um campo","Napa, Estados Unidos","Piscina com palmeiras","Porto, Portugal","Apartamentos coloridos na Praça da Ribeira","Tulum, México","Ruínas maias em um penhasco acima da praia","Lisboa, Portugal","Farol de tijolos no mar",[3,0,[" propriedades disponíveis",[0,0]],[2,"Nenhuma propriedade disponível",4,"1 propriedade disponível"]],"Ver propriedades por destino","Permitir","Torta de maçã","Cancelar","Cheesecake","Brownie de chocolate","Selecione seu tipo favorito de sobremesa na lista abaixo. Sua seleção será usada para personalizar a lista sugerida de restaurantes na sua área.","Descartar","Não permitir","Selecionar sobremesa favorita","Seu local atual será exibido no mapa e usado para rotas, resultados da pesquisa por perto e tempo estimado de viagem.","Permitir que o \"Maps\" acesse seu local enquanto você estiver usando o app?","Tiramisu","Botão","Com plano de fundo","Mostrar alerta","Chat","Início","Perfil","Cálcio (%)","Calorias","Carboidratos (g)","Sobremesa (1 porção)","Gordura (g)","Ferro (%)","Proteína (g)","Sódio (mg)","Valor nutricional","Torta de maçã","Cupcake","Donut","Bomba","Frozen yogurt","Biscoito de gengibre","Favo de mel","Sanduíche de sorvete","Jujuba","Pirulito",[" com mel",[0,0]],[" com açúcar",[0,0]],"Demonstração","Toque para editar blocos e use gestos para se mover pela cena. Arraste para se movimentar, faça um gesto de pinça para aplicar o zoom e gire com dois dedos. Pressione o botão de redefinição para voltar à orientação inicial.","Editar bloco","Redefinir transformações","Movimentar, aplicar zoom, girar","Transformações 2D","Ícones de ação são um conjunto de opções que ativam uma ação relacionada a um conteúdo principal. Eles aparecem de modo dinâmico e contextual em uma IU.","Ícone de ação","Uma caixa de diálogo de alerta informa o usuário sobre situações que precisam ser confirmadas. A caixa de diálogo de alerta tem uma lista de ações e um título opcionais.","Alerta","Alerta com título","A barra de apps mostra ações e conteúdos relacionados à tela atual. Ela é usada para branding, títulos de telas, ações e navegação.","Mostra informações e ações relacionadas à tela atual","Barra de apps","Um banner mostra uma mensagem importante e concisa, além de oferecer ações para os usuários, que também podem dispensar o banner. Uma ação do usuário é necessária para que o banner seja dispensado.","Como mostrar um banner em uma lista","Banner","As barras de apps inferiores fornecem acesso a uma gaveta de navegação e até quatro ações, incluindo o botão de ação flutuante.","Exibe a navegação e as ações na parte inferior da tela","Barra de apps inferior","As barras de navegação inferiores exibem de três a cinco destinos na parte inferior da tela. Cada destino é representado por um ícone e uma etiqueta de texto opcional. Quando um ícone de navegação da parte inferior é tocado, o usuário é levado para o nível superior do destino de navegação associado a esse ícone.","Etiquetas persistentes","Etiqueta selecionada","Navegação da parte inferior com visualização de esmaecimento cruzado","Navegação na parte inferior","Adicionar","MOSTRAR PÁGINA INFERIOR","Cabeçalho",["Item ",[5,0]],"Uma página inferior modal é uma alternativa a um menu ou uma caixa de diálogo e evita que o usuário interaja com o restante do app.","Página inferior modal","Uma página inferior persistente mostra informações que suplementam o conteúdo principal do app. Essa página permanece visível mesmo quando o usuário interage com outras partes do app.","Página inferior persistente","Páginas inferiores persistente e modal","Página inferior","Campos de texto","Texto, elevado, circunscrito e muito mais","Botões","Um card é um item do Material usado para representar informações relacionadas, como um álbum, uma localização geográfica, uma refeição, detalhes de contato etc.","Cards de valor de referência com cantos arredondados","Cards","Menu de lista de verificação","Elementos compactos que representam uma entrada, um atributo ou uma ação","Ícones","Os ícones de escolha representam uma única escolha de um conjunto. Eles contêm categorias ou textos descritivos relacionados.","Ícone de escolha","Um indicador de progresso circular com Material Design que gira para indicar que o aplicativo está ocupado.","Indicador de progresso circular","Código de demonstração","Copiado para a área de transferência.","COPIAR TUDO",["Falha ao copiar para a área de transferência: ",[46,0]],"Constantes de cores e de amostras de cores que representam a paleta do Material Design.","Todas as cores predefinidas","Cores","Cards, listas e FAB","O padrão de transformação de contêiner foi projetado para transições entre elemento da IU que incluem um contêiner. Ele cria uma conexão visível entre dois elementos da IU","Modo esmaecer","Transformação de contêiner","ESMAECER","ESMAECER","Menu de contexto","Uma página de ações é um estilo específico de alerta que apresenta ao usuário um conjunto de duas ou mais opções relacionadas ao contexto atual. A página de ações pode ter um título, uma mensagem adicional e uma lista de ações.","Página de ações","Um indicador de atividade no estilo iOS que gira em sentido horário.","Indicadores de atividade no estilo iOS","Indicador de atividade","Apenas botões de alerta","Alerta com botões","Uma caixa de diálogo de alerta informa o usuário sobre situações que precisam ser confirmadas. A caixa de diálogo de alerta tem uma lista de ações, um título e conteúdo opcionais. O título é exibido acima do conteúdo, e as ações são exibidas abaixo dele.","Alerta","Alerta com título","Caixas de diálogos de alerta no estilo iOS","Alertas","Um botão no estilo iOS. Ele engloba um texto e/ou um ícone que desaparece e reaparece com o toque. Pode conter um plano de fundo.","Botões no estilo iOS","Botões","Primeira ação","Toque no logotipo do Flutter e o pressione para ver o menu de contexto.","Segunda ação","Um menu de contexto em tela cheia no estilo iOS que aparece ao tocar em um elemento pressionar.","Menu de contexto no estilo iOS","Menu de contexto","Uma barra de navegação no estilo iOS. A barra de navegação é uma barra de ferramentas que consiste basicamente em um título de página no meio da barra de ferramentas.","Barra de navegação no estilo iOS","Barra de navegação","Seletor","Data","Data e hora","Um widget de seleção no estilo do iOS que pode ser usado para escolher strings, datas, horários ou data e hora.","Seletores no estilo do iOS","Hora","Timer","Seletores","Um widget que implementa o estilo iOS no controle de atualização de conteúdo.","Controle de atualização no estilo iOS","Deslize para baixo para atualizar","Uma barra de rolagem que envolve o elemento filho específico","Barra de rolagem no estilo do iOS","Barra de rolagem","Um campo que permite ao usuário fazer pesquisas inserindo texto e que pode oferecer e filtrar sugestões.","Digite um texto","Campo de texto da pesquisa no estilo do iOS","Campo de texto da pesquisa","Usado para escolher entre opções mutuamente exclusivas. Quando uma das opções no controle segmentado é selecionada, as outras são desmarcadas.","Controle segmentado no estilo iOS","Controle segmentado",["Contínuo: ",[10,0]],"Um controle deslizante que pode ser usado para selecionar dentre um conjunto de valores contínuos ou pontuais.",["Pontual: ",[9,0]],"Controle deslizante no estilo iOS","Controle deslizante","A chave é usada para alternar o estado ativado/desativado de uma única configuração.","Chave no estilo iOS","Uma barra de guias inferior no estilo iOS. Ela exibe várias guias com uma ativa, a primeira, por padrão.","Barra de guias inferior no estilo iOS","Barra de guias","Um campo de texto permite que o usuário digite com um teclado físico ou virtual.","PIN","Campos de texto no estilo iOS","Campos de texto","Os controles deslizantes refletem um intervalo de valores em uma barra, em que os usuários podem selecionar um valor ou um intervalo. Eles podem ter um tema e ser personalizados.","Controles deslizantes personalizados","As tabelas de dados apresentam informações em grades com linhas e colunas. As informações são organizadas para facilitar a leitura, permitindo que os usuários procurem por padrões e insights.","Linhas e colunas de informações","Tabelas de dados","Mostra uma caixa de diálogo com um seletor de data do Material Design.","Seletor de data","Mostra uma caixa de diálogo com um seletor de período do Material Design.","Seletor de período","Simples, alerta e tela cheia","Caixas de diálogo","Divisores podem ser usados em listas, gavetas e outros lugares para separar conteúdos.","Um divisor é uma linha fina que agrupa conteúdos em listas e layouts.","Divisor","Documentação da API","Botões elevados adicionam dimensão a layouts praticamente planos. Eles enfatizam funções em espaços cheios ou amplos.","Botão elevado","CANCELAR","DESCARTAR","Caixa de diálogo de alerta","Modal e FAB","O padrão de esmaecimento é usado para elementos da IU dentro ou fora dos limites da tela, como uma caixa de diálogo que é esmaecida no centro da visualização.","OCULTAR FAB","MOSTRAR MODAL","MOSTRAR FAB","Esmaecer","Álbuns","Navegação inferior","O padrão de esmaecimento é usado para transições entre elementos da IU que não têm uma relação forte entre si.","Fotos","Pesquisa","123 fotos","Esmaecer","Os ícones de filtro usam tags ou palavras descritivas para filtrar conteúdo.","Ícone de filtro","Um botão de ação flutuante é um botão de ícone circular que paira sobre o conteúdo para promover uma ação principal no aplicativo.","Botão de ação flutuante","A propriedade fullscreenDialog especifica se a página recebida é uma caixa de diálogo modal em tela cheia","Tela cheia","Tela cheia","Listas de grade são melhores para apresentar dados homogêneos, como imagens. Cada item em uma lista de grade é chamado de bloco.","Com rodapé","Com cabeçalho","Somente imagens","Layout de linhas e colunas","Listas de grade","Informações","Os ícones de entrada representam um formato compacto de informações complexas, como uma entidade (pessoa, lugar ou coisa) ou o texto de uma conversa.","Ícone de entrada","Não foi possível exibir o URL:","Um indicador de progresso linear do Material Design, também conhecido como barra de progresso.","Indicador de progresso linear","Uma única linha com altura fixa e que normalmente contém algum texto, assim como um ícone à direita ou esquerda.","Texto secundário","Layouts de lista rolável","Listas","Item de menu desativado","Um item com um menu de lista de verificação","Um item com um menu de contexto","Um item com um menu em seções","Um item com um menu simples",["Marcado: ",[9,0]],"Item um do menu de contexto","Item três do menu de contexto","Um menu mostra uma lista de escolhas em uma superfície temporária. Eles aparecem quando os usuários interagem com um botão, uma ação ou outro controle.","Quatro","Gerar link","Item um do menu","Item três do menu","Item dois do menu","Um","Visualizar","Remover",["Selecionado: ",[13,0]],"Compartilhar","Botões de menu e menus simples","Três","Menu","Dois","Página de detalhes","Item da lista","Texto secundário","Título","Secundário","Todos os padrões de transição pré-definidos","Movimento","Um painel do Material Design que desliza horizontalmente de fora para dentro na tela para mostrar links de navegação em um aplicativo.","Exibindo uma gaveta em uma appbar","Deslize da borda para dentro ou toque no ícone no canto superior esquerdo para ver a gaveta","Gaveta de navegação","Item um","Item dois","nome.de.usuario@example.com","Nome do usuário","Um widget do Material Design criado para ser exibido do lado esquerdo ou direito de um app para navegar entre um pequeno número de visualizações, geralmente entre três e cinco.","Primeiro","Segundo","Exibindo uma coluna de navegação em um app","Terceiro","Coluna de navegação","Uma linha","Toque aqui para ver as opções disponíveis para esta demonstração.","Ver opções","Opções","Botões circunscritos ficam opacos e elevados quando pressionados. Geralmente, são combinados com botões em relevo para indicar uma ação secundária e alternativa.","Botão circunscrito","MOSTRAR SELETOR","Seleção de data e horário","Seletores","Lineares, circulares, indeterminados","Indicadores de progresso","Os controles deslizantes refletem um intervalo de valores em uma barra. Eles podem ter ícones em ambas as extremidades da barra, refletindo um intervalo de valores. São ideais para ajustar configurações como volume e brilho ou aplicar filtros de imagem.","Controles deslizantes de intervalo","Menu em seções","As caixas de seleção permitem que o usuário escolha várias opções de um conjunto. O valor normal de uma caixa de seleção é verdadeiro ou falso, e uma com três estados também pode ter seu valor como nulo.","Caixa de seleção","Os botões de opção permitem que o usuário selecione uma opção em um conjunto delas. Use botões de opção para seleções exclusivas se você achar que o usuário precisa ver todas as opções disponíveis lado a lado.","Opções","Caixas de seleção, botões de opção e chaves","A chave ativar/desativar alterna o estado de uma única opção das configurações. A opção controlada por ela e o estado em que ela está precisam ficar claros no marcador inline correspondente.","Chave","Controles de seleção","O padrão do eixo compartilhado é usado para transições entre os elementos da IU que têm uma relação especial ou de navegação. Ele usa uma transformação compartilhada nos eixos x, y ou z para reforçar a relação entre os elementos.","Artes e artesanatos","VOLTAR","Incluído","Negócios","As categorias agrupadas aparecem como grupos no seu feed. É possível mudar essa configuração a qualquer momento.","Simplificar seus cursos","CRIAR CONTA","Culinária","Botões \"Avançar\" e \"Voltar\"","Design","ESQUECEU O E-MAIL?","Ilustração","Mostrado individualmente","PRÓXIMA","Fazer login com sua conta","E-mail ou número de telefone","Olá, David Park","Eixo x compartilhado","268 álbuns","min","Artista","Álbum","A-Z","Ordenar por \"Tocados recentemente\"","Reproduzidas recentemente","Eixo y compartilhado","Receita de sanduíche de carne","Sanduíche de carne","Receita de hambúrguer","Hambúrguer","Receita de prato de caranguejo","Caranguejo","Botão do ícone \"Configurações\"","Receita de sobremesa","Sobremesa","Ajuda","Notificações","Privacidade","Perfil","Receita de sanduíche","Sanduíche","Receitas salvas","Configurações","Receita de prato de camarão","Camarão","Eixo z compartilhado","Uma caixa de diálogo simples oferece ao usuário uma escolha entre várias opções. A caixa de diálogo simples tem um título opcional que é exibido acima das opções.","Simples","Menu simples","Contínuo","Controle deslizante de intervalo contínuo com tema personalizado","Contínuo com valor numérico editável","Os controles deslizantes refletem um intervalo de valores em uma barra, em que os usuários podem selecionar um único valor. Eles são ideais para ajustar configurações como volume e brilho ou aplicar filtros de imagem.","Discreto","Controle deslizante discreto com tema personalizado","Valor numérico editável","Widgets para selecionar um valor deslizando","Controles deslizantes","Você pressionou a ação de snackbar.","AÇÃO","MOSTRAR UM SNACKBAR","Os snackbars informam os usuários sobre processos que o app realizou ou vai realizar. Eles aparecem temporariamente, na parte de baixo da tela e não interrompem a experiência do usuário. Nenhuma ação é necessária para que eles desapareçam.","Os snackbars exibem mensagens na parte interior da tela","Isto é um snackbar.","Snackbars","As guias organizam conteúdo entre diferentes telas, conjuntos de dados e outras interações.","Sem rolagem","Rolagem","Guias com visualizações roláveis independentes","Guias","Um botão de texto exibe um borrão de tinta ao ser pressionado, mas sem elevação. Use botões de texto em barras de ferramentas, caixas de diálogo e in-line com padding","Botão de texto","Os campos de texto permitem que o usuário digite texto em uma IU. Eles geralmente aparecem em formulários e caixas de diálogo.","E-mail","Insira uma senha.","(##) ###-#### - Digite um número de telefone dos EUA.","Corrija os erros em vermelho antes de enviar.","Ocultar senha","Seja breve. Isto é apenas uma demonstração.","Biografia","Nome*",["O número de telefone de  é ",[24,0],[27,1]],"O campo \"Nome\" é obrigatório.","No máximo 8 caracteres","Digite apenas caracteres alfabéticos.","Senha*","As senhas não correspondem","Número de telefone*","* indica um campo obrigatório","Digite a senha novamente*","Salário","Mostrar senha","ENVIAR","Uma linha de números e texto editáveis","Fale um pouco sobre você, por exemplo, escreva o que você faz ou quais são seus hobbies","Campos de texto","USD","Como as pessoas chamam você?","Como podemos falar com você?","Seu endereço de e-mail","Mostra uma caixa de diálogo com um seletor de horário do Material Design.","Seletor de horário","Botões ativar podem ser usados para opções relacionadas a grupos. Para enfatizar grupos de botões ativar relacionados, um grupo precisa compartilhar um mesmo contêiner","Botões ativar","As dicas mostram etiquetas que ajudam a explicar a função de um botão ou outra ação da interface do usuário. Elas exibem textos informativos quando os usuários passam o cursor por um elemento, focam nele ou tocam nele e o mantêm pressionado.","Toque no elemento e o pressione ou passe o cursor sobre ele para exibir a dica.","Mensagem curta exibida ao tocar em um elemento e mantê-lo pressionado ou passar o cursor sobre ele","Dicas","Duas linhas","Detalhes","O TwoPane se comporta dessa forma em dispositivos dobráveis.","Dobrável",["Item ",[5,0]],["Detalhes do item ",[17,0]],"Lista","Selecione um item","O TwoPane se comporta dessa forma em dispositivos com tela pequena.","Tela pequena","Layouts responsivos em telas grandes, pequenas e dobráveis","O TwoPane se comporta dessa forma em dispositivos com tela grande, como tablets ou computadores.","Tablet / computador","TwoPane","Definições para os vários estilos tipográficos encontrados no Material Design.","Todos os estilos de texto pré-definidos","Tipografia","Divisor vertical","Desmarcar","Adicionar conta","CONCORDO","CANCELAR","DISCORDO","DESCARTAR","Descartar rascunho?","Uma demonstração de caixa de diálogo em tela cheia","SALVAR","Caixa de diálogo de tela cheia","Deixe o Google ajudar os apps a determinar locais. Isso significa enviar dados de local anônimos para o Google, mesmo quando nenhum app estiver em execução.","Usar serviço de localização do Google?",["Você selecionou: \"\"",[18,0]],"Definir conta de backup","MOSTRAR CAIXA DE DIÁLOGO","DISPENSAR","Um app de notícias com foco em conteúdo","Reforma interna do Exército Verde","Escassez do fornecimento das abelhas de cultivo","Designers usam a tecnologia para criar tecidos futuristas","Feministas lidam com o partidarismo","O futuro da gasolina","A revolução silenciosa, mas poderosa, dos serviços de saúde","Com a estagnação das ações, muitos se voltam às moedas","Vidas norte-americanas divididas durante a guerra","Atualizações mais recentes","Negócios","Cultura","Primeira página","Política","Ciência","Esportes","Tecnologia","Viagens","EUA","Mundo","ExércitoVerde","RevoluçãoNaSaúde","Reforma","Ações","DesignDeTecnologia",["Repositório  do GitHub",[12,0]],"ESTILOS E OUTRAS","Categorias","Galeria","Carregando","Não selecionado","Praia","Fundição de bronze","Chennai","Chettinad","Pescador","Mercado de flores","Preparo do almoço","Mercado","Pondicherry","Fazenda de sal","Scooters","Fábrica de seda","Tanjore","Templo Thanjavur",["Conta   com .",[6,0],[7,1],[12,2]],"Economia em transporte","Conta corrente","Economias domésticas","Férias","Proprietário da conta","Porcentagem de rendimento anual","Juros pagos no ano passado","Taxa de juros","Juros acumulados do ano","Próximo extrato","Total","Contas","Alertas",["Você gastou  em taxas de caixa eletrônico neste mês.",[12,0]],["Bom trabalho! Sua conta corrente está  maior do que no mês passado.",[38,0]],["Atenção! Você usou  do seu orçamento de compras para este mês.",[19,0]],["Você gastou  em restaurantes nesta semana.",[12,0]],[3,0,["Aumente seu potencial de dedução de taxas. Defina categorias para  transações não atribuídas.",[66,0]],[4,"Aumente seu potencial de dedução de taxas. Defina categorias para 1 transação não atribuída."]],["A fatura  de  vence em .",[9,0],[13,1],[23,2]],"Valor devido","Valor pago","Valor total","Faturas","A pagar",["O orçamento  com  usados de . Valor restante: ",[12,0],[17,1],[28,2],[46,3]],"Roupas","Cafés","Supermercado","Restaurantes","Quantidade restante","Quantidade usada","Valor máximo total","Restantes","Orçamentos","Um app de finanças pessoais","RESTANTES","FAZER LOGIN","Fazer login","Fazer login no Rally","Não tem uma conta?","Senha","Lembrar meus dados","INSCREVER-SE","Nome de usuário","VER TUDO","Ver todas as contas","Ver todas as faturas","Ver todos os orçamentos","Encontrar caixas eletrônicos","Ajuda","Gerenciar contas","Notificações","Configurações sem papel","Senha e Touch ID","Informações pessoais","Sair","Documentos fiscais","CONTAS","FATURAS","ORÇAMENTOS","VISÃO GERAL","CONFIGURAÇÕES","Um app de e-mails eficiente e focado","Rascunhos","Caixa de entrada","Enviado","Spam","Com estrela","Lixeira","Selecionar","Selecionável (tocar pressionar)","Selecionado","Sobre a Flutter Gallery","Criado pela TOASTER em Londres","Fechar configurações","Configurações","Escuro","Enviar feedback","Claro","Localidade","Mecânica da plataforma","Câmera lenta","Sistema","Orientação do texto","LTR","Com base na localidade","RTL","Tamanho do texto","Enorme","Grande","Normal","Pequeno","Tema","Configurações","CANCELAR","LIMPAR CARRINHO",[3,0,[" ITENS",[0,0]],[2,"NENHUM ITEM",4,"1 ITEM"]],"CARRINHO","Entrega:","Subtotal:","Tributos:","TOTAL","ACESSÓRIOS","TODOS","ROUPAS","CASA","Um app de varejo da moda","Senha","Nome de usuário","SAIR","MENU","PRÓXIMA","Caneca Blue Stone","Camisa abaulada na cor cereja","Guardanapos em chambray","Camisa em chambray","Gola branca clássica","Suéter na cor argila","Prateleira de fios de cobre","Camiseta com listras finas","Fio de jardinagem","Chapéu Gatsby","Casaco chique","Trio de acessórios dourados para escritório","Cachecol laranja","Regata larga cinza","Jogo de chá Hurrahs","Conjunto com quatro itens para cozinha","Calças azul-marinho","Túnica na cor gesso",["x ",[2,0]],["Quantidade: ",[12,0]],"Mesa de quatro pernas","Recipiente para água da chuva","Camiseta estilo crossover Ramona","Túnica azul-mar","Suéter na cor brisa do mar","Camiseta com mangas dobradas","Bolsa Shrug","Kit de cerâmica relaxante","Óculos escuros Stella","Brincos Strut","Vasos de suculentas","Vestido Sunshirt","Camiseta de surfista","Mochila Vagabond","Meias Varsity","Camiseta de manga longa (branca)","Chaveiro trançado","Camisa branca listrada","Cinto Whitney",[3,0,["Carrinho de compras,  itens",[21,0]],[2,"Carrinho de compras, nenhum item",4,"Carrinho de compras, 1 item"]],"Adicionar ao carrinho",["Remover ",[8,0]],"Fechar carrinho","Fechar menu","Abrir menu","Remover item","Pesquisar","Configurações","FAZER LOGIN","Selecione uma demonstração","Um layout inicial responsivo",["Item ",[5,0]],"Corpo","BOTÃO","Título","Subtítulo","Título","App Starter","Adicionar","Favorito","Pesquisar","Compartilhar"]