[0,"bs","LTRM2Q7S",0,null,["Da vidite izvorni kôd za ovu aplikaciju, posjetite .",[51,0]],"Nazad u Gallery","Početna ikona","Više radnji","Poništi prikaz banera","Vaša lozinka je ažurirana na drugom uređaju. Prijavite se ponovo.","Donja traka aplikacije","Urez","Položaj plutajućeg dugmeta za radnju","Na traci – U sredini","Na traci – Na kraju","Plutajuće – U sredini","Plutajuće – Na kraju","Račun","Alarm","Kalendar","Kamera","Komentari",["Rezervirano mjesto za karticu ",[30,0]],"DUGME","Kreirajte","Istraži",["Istražite: ",[11,0]],["Dijelite: ",[10,0]],"Moguće je dodirnuti","Thanjavur","Chettinada","Na 10. mjestu","Prelci svile","Hramovi","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Deset gradova koje trebate posjetiti u Tamil Naduu","Obrtnici južne Indije","Hram Brihadisvara","Vožnja bicikla","Lift","Kamin","Veliko","Srednje","Malo","Uključivanje svjetla","Veš mašina","TAMNOŽUTA","PLAVA","PLAVOSIVA","SMEĐA","CIJAN","JAKA NARANDŽASTA","TAMNOLJUBIČASTA","ZELENA","SIVA","INDIGO","SVIJETLOPLAVA","SVIJETLOZELENA","ŽUTOZELENA","NARANDŽASTA","RUŽIČASTA","LJUBIČASTA","CRVENA","TIRKIZNA","ŽUTA","Personalizirana aplikacija za putovanja","HRANA","Napulj, Italija","Pizza u krušnoj peći","Dalas, Sjedinjene Američke Države","Lisabon, Portugal","Žena drži ogromni sendvič s dimljenom govedinom","Prazan bar s barskim stolicama","Kordoba, Argentina","Pljeskavica","Portland, Sjedinjene Američke Države","Korejski tako","Pariz, Francuska","Čokoladni desert","Seul, Južna Koreja","Prostor za sjedenje u umjetničkom restoranu","Seattle, Sjedinjene Američke Države","Jelo od škampi","Nashville, Sjedinjene Američke Države","Ulaz u pekaru","Atlanta, Sjedinjene Američke Države","Tanjir s rečnim rakovima","Madrid, Španija","Štand za kafu i peciva",[3,0,[" restorana",[0,0]],[7,[" restorana",[0,0]],2,"Nema restorana",4,"1 restoran"]],"Istražite restorane po odredištima",[" ",[0,0],[1,1]],"LETITE","Aspen, Sjedinjene Američke Države","Planinska kućica u snježnom krajoliku sa zimzelenim drvećem","Big Sur, Sjedinjene Američke Države","Kairo, Egipat","Minareti džamije Al-Azhar u suton","Lisabon, Portugal","Svjetionik od cigle na moru","Napa, Sjedinjene Američke Države","Bazen okružen palmama","Bali, Indonezija","Bazen pored mora okružen palmama","Šator u polju","Dolina Khumbu, Nepal","Molitvene zastave ispred snijegom prekrivene planine","Machu Picchu, Peru","Tvrđava Machu Picchu","Malé, Maldivi","Kućice na vodi","Vitznau, Švicarska","Hotel pored jezera ispred planina","Mexico City, Meksiko","Pogled iz zraka na Palacio de Bellas Artes","Planina Rushmore, Sjedinjene Američke Države","Planina Rushmore","Singapur","Supertree Grove","Havana, Kuba","Muškarac naslonjen na starinski plavi automobil",[3,0,[" presjedanja",[0,0]],[7,[" presjedanja",[0,0]],2,"Bez presjedanja",4,"1 presjedanje"]],"Istražite letove po odredištima","Odaberite datum","Odaberite datume","Odaberite odredište","Mali restorani","Odaberite lokaciju","Odaberite polazište","Odaberite vrijeme","Putnici",[3,0,[" h",[0,0]],[7,[" h",[0,0]],4,"1 h"]],[3,0,[" min",[0,0]],[7,[" min",[0,0]],4,"1 min"]],"STANJE MIROVANJA","Malé, Maldivi","Kućice na vodi","Aspen, Sjedinjene Američke Države","Kairo, Egipat","Minareti džamije Al-Azhar u suton","Taipei, Tajvan","Neboder Taipei 101","Planinska kućica u snježnom krajoliku sa zimzelenim drvećem","Machu Picchu, Peru","Tvrđava Machu Picchu","Havana, Kuba","Muškarac naslonjen na starinski plavi automobil","Vitznau, Švicarska","Hotel pored jezera ispred planina","Big Sur, Sjedinjene Američke Države","Šator u polju","Napa, Sjedinjene Američke Države","Bazen okružen palmama","Porto, Portugal","Šareni stanovi na Trgu Riberia","Tulum, Meksiko","Majanske ruševine na litici iznad plaže","Lisabon, Portugal","Svjetionik od cigle na moru",[3,0,[" dostupnih smještaja",[0,0]],[7,[" dostupna smještaja",[0,0]],2,"Nema dostupnih smještaja",4,"1 dostupan smještaj"]],"Istražite smještaje po odredištima","Dozvoli","Pita od jabuka","Otkaži","Torta sa sirom","Čokoladni kolač","Odaberite omiljenu vrstu deserta s liste u nastavku. Vaš odabir koristit će se za prilagođavanje liste prijedloga restorana u vašem području.","Odbaci","Nemoj dozvoliti","Odaberite omiljeni desert","Vaša trenutna lokacija bit će prikazana na mapi i koristit će se za smjernice, rezultate pretraživanje stvari u blizini i procjenu trajanja putovanja.","Dozvoliti \"Mapama\" pristup vašoj lokaciji dok koristite aplikaciju?","Tiramisu","Dugme","S pozadinom","Prikaži obavještenje","Chat","Početna stranica","Profil","Kalcij (%)","Kalorije","Ugljikohidrati (g)","Desert (1 porcija)","Masnoća (g)","Željezo (%)","Proteini (g)","Natrij (mg)","Ishrana","Pita od jabuka","Kolač","Krofna","Ekler","Zamrznuti jogurt","Medenjak","Saće","Sendvič od sladoleda","Bombon","Lizalo",[" s medom",[0,0]],[" sa šećerom",[0,0]],"Demo verzija","Dodirnite da uredite naslove i koristite pokrete da se krećete po prizoru. Povucite da pomičete, uhvatite prstima da zumirate, rotirajte s dva prsta. Pritisnite dugme za poništavanje da se vratite na početnu orijentaciju.","Uredite naslov","Vratite transformacije na zadano","Pomičite, zumirajte, rotirate","2D transformacije","Čipovi za radnje su skupovi opcija koje aktiviraju određenu radnju povezanu s primarnim sadržajem. Čipovi za radnje trebali bi se prikazivati dinamički i kontekstualno u korisničkom interfejsu.","Čip za radnju","Dijaloški okvir za obavještenje informira korisnika o situacijama koje zahtijevaju potvrdu. Dijaloški okvir za obavještenje ima neobavezni naslov i neobavezni spisak radnji.","Obavještenje","Obavještenje s naslovom","Traka aplikacije pruža sadržaj i radnje povezane s trenutnim ekranom. Koristi se za brendiranje, naslove ekrana, navigaciju i radnje","Prikazuje informacije i radnje povezane s trenutnim ekranom","Traka aplikacije","Baner prikazuje važnu i sažetu poruku i navodi radnje koje korisnici mogu izvršiti (ili mogu odbaciti baner). Za odbacivanje banera je potrebna radnja korisnika.","Prikazivanje banera na listi","Baner","Donje trake aplikacije pružaju pristup donjem panelu za navigaciju i maksimalno četiri radnje, uključujući plutajuće dugme za radnju.","Prikazuje navigaciju i radnje na dnu","Donja traka aplikacije","Donje navigacijske trake prikazuju tri do pet odredišta na dnu ekrana. Svako odredište predstavlja ikona i tekstualna oznaka koja nije obavezna. Kada korisnik dodirne ikonu donje navigacije, otvorit će se odredište navigacije na najvišem nivou povezano s tom ikonom.","Fiksne oznake","Odabrana oznaka","Donja navigacija koja se postupno prikazuje i nestaje","Donja navigacija","Dodajte","PRIKAŽI DONJU TABELU","Zaglavlje",["Stavka ",[7,0]],"Modalna donja tabela je alternativa meniju ili dijaloškom okviru i onemogućava korisnicima interakciju s ostatkom aplikacije.","Modalna donja tabela","Fiksna donja tabela prikazuje informacije koje nadopunjuju primarni sadržaj aplikacije. Fiksna donja tabela ostaje vidljiva čak i tokom interakcije korisnika s drugim dijelovima aplikacije.","Fiksna donja tabela","Fiksna i modalna donja tabela","Donja tabela","Polja za tekst","Tekst, izdignut, ocrtan i još mnogo toga","Dugmad","Kartica je list materijala koji se koristi za prikaz povezanih podataka kao što je album, geografska lokacija, obrok, detalji o kontaktu itd.","Osnovne kartice sa zaobljenim uglovima","Kartice","Meni s kontrolnim listama","Kompaktni elementi koji predstavljaju unos, atribut ili radnju","Čipovi","Čipovi za odabir predstavljaju izbor jedne stavke iz ponuđenog skupa. Čipovi za odabir sadrže povezani tekst s opisom ili kategorije.","Čip za odabir","Kružni pokazatelj napretka materijalnog dizajna koji se okreće da pokaže da je aplikacija zauzeta.","Kružni pokazatelj napretka","Kôd za demo verziju","Kopirano u međumemoriju.","KOPIRAJ SVE",["Kopiranje u međumemoriju nije uspjelo: ",[39,0]],"Boja i uzorci boja koji predstavljaju paletu boja materijalnog dizajna.","Sve unaprijed definirane boje","Boje","Kartice, liste i FAB","Obrazac transformiranja spremnika je dizajniran za prijelaze između elemenata korisničkog interfejsa koji uključuju spremnik. Ovim obrascem se kreira vidljiva veza između dva elementa korisničkog interfejsa","Način rada za iščezavanje","Transformiranje spremnika","IŠČEZAVANJE","IŠČEZAVANJE S PRIJELAZOM","Kontekstni meni","Tabela radnji je posebna vrsta obavještenja koja korisniku daje dva ili više izbora u vezi s trenutnim kontekstom. Tabela radnji može imati naslov, dodatnu poruku i spisak radnji.","Tabela radnji","Pokazatelj aktivnosti u stilu iOS-a koji se okreće u smjeru kretanja kazaljke na satu.","Pokazatelji aktivnosti u stilu iOS-a","Pokazatelj aktivnosti","Samo dugmad za obavještenje","Obavještenje s dugmadi","Dijaloški okvir za obavještenje informira korisnika o situacijama koje zahtijevaju potvrdu. Dijaloški okvir za obavještenje ima neobavezni naslov, neobavezni sadržaj i neobavezni spisak radnji. Naslov se prikazuje iznad sadržaja, a radnje se prikazuju ispod sadržaja.","Obavještenje","Obavještenje s naslovom","Dijaloški okvir za obavještenja u stilu iOS-a","Obavještenja","Dugme u stilu iOS-a. Sadrži tekst i/ili ikonu koja nestaje ili se prikazuje kada se dugme dodirne. Opcionalno može imati pozadinu.","Dugmad u stilu iOS-a","Dugmad","Prva radnja","Dodirnite i zadržite logotip Fluttera da prikažete kontekstni meni.","Druga radnja","Kontekstni meni u iOS stilu prikazan na cijelom ekranu koji se pojavljuje kada pritisnete element i dugo zadržite.","Kontekstni meni u iOS stilu","Kontekstni meni","Traka za navigaciju u stilu iOS-a. Traka za navigaciju je alatna traka koja sadrži barem naziv stranice na sredini alatne trake.","Traka za navigaciju u stilu iOS-a","Navigaciona traka","Odabirač","Datum","Datum i vrijeme","Vidžet birača u stilu iOS-a koji se može koristiti za odabir nizova, datuma, vremena ili i datuma i vremena.","Odabirači u stilu iOS-a","Vrijeme","Tajmer","Birači","Vidžet kojim se primjenjuje kontrola povlačenja za osvježavanje u stilu iOS-a.","Kontrola povlačenja za osvježavanje u stilu iOS-a","Povucite da osvježite","Traka za pomicanje koja obuhvata dato dijete","Traka za pomicanje u stilu iOS-a","Traka za pomicanje","Polje za tekst pretraživanja koje omogućuje korisniku da pretražuje unosom teksta i koje može ponuditi i filtrirati prijedloge.","Unesite neki tekst","Polje za tekst pretraživanja u stilu iOS-a","Polje za tekst pretraživanja","Koristi se za odabir između više opcija koje se međusobno isključuju. Kada se u segmentiranom kontroliranju odabere jedna opcija, poništava se odabir ostalih opcija.","Segmentirano kontroliranje u stilu iOS-a","Segmentirano kontroliranje",["Kontinuirano: ",[14,0]],"Klizač možete koristiti za odabir kontinuiranog ili diskretnog skupa vrijednosti.",["Diskretno: ",[11,0]],"Klizač u stilu iOS-a","Klizač","Prekidač se koristi za aktiviranje/deaktiviranje jedne postavke.","Prekidač u stilu iOS-a","Donja traka s karticama za navigaciju u stilu iOS-a. Prikazuje više kartica dok je jedna kartica aktivna, a to je prva kartica prema zadanim postavkama.","Donja traka s karticama u stilu iOS-a","Traka tabulatora","Polje za tekst omogućava korisniku da unese tekst, bilo pomoću hardverske tastature ili pomoću tastature na ekranu.","PIN","Polja za tekst u stilu iOS-a","Polja za tekst","Klizači prikazuju raspon vrijednosti duž trake odakle korisnici mogu odabrati jednu vrijednost ili niz vrijednosti. Klizače je moguće urediti temom i prilagoditi.","Prilagođeni klizači","Informacije u tabelama s podacima su prikazane u formatu mreže redova i kolona. Informacije su organizirane na način koji olakšava pregled da korisnici mogu tražiti uzorke i uvide.","Redovi i kolone s informacijama","Tabele s podacima","Prikazuje dijaloški okvir koji sadrži birač datuma u materijalnom dizajnu.","Birač datuma","Prikazuje dijaloški okvir koji sadrži birač raspona datuma u materijalnom dizajnu.","Birač raspona datuma","Jednostavno, obavještenje i preko cijelog ekrana","Dijaloški okviri","Graničnici se mogu koristiti na listama, panelima i na drugim mjestima za razdvajanje sadržaja.","Graničnik je tanka linija koja grupiše sadržaj u liste i rasporede","Graničnik","Dokumentacija za API","Izdignuta dugmad daju trodimenzionalni izgled uglavnom ravnim prikazima. Ona naglašavaju funkcije u prostorima s puno elemenata ili širokim prostorima.","Izdignuto dugme","OTKAŽI","ODBACI","Dijaloški okvir upozorenja","Modal i FAB","Obrazac iščezavanja se koristi za elemente korisničkog interfejsa koji ulaze unutar granica ekrana ili izlaze izvan njih, kao što je dijaloški okvir koji iščezava na sredini ekrana.","SAKRIJ FAB","PRIKAŽI MODAL","PRIKAŽI FAB","Iščezavanje","Albumi","Donja navigacija","Obrazac iščezavanja s prijelazom se koristi za prijelaz između elemenata korisničkog interfejsa koji nisu međusobno čvrsto povezani.","Fotografije","Pretraži","123 fotografije","Iščezavanje s prijelazom","Čipovi za filtriranje koriste oznake ili opisne riječi kao način za filtriranje sadržaja.","Čip za filtriranje","Plutajuće dugme za radnju je okrugla ikona dugmeta koja se nalazi iznad sadržaja kako bi istakla primarnu radnju u aplikaciji.","Plutajuće dugme za radnju","Funkcija fullscreenDialog određuje da li se sljedeća stranica otvara u dijaloškom okviru preko cijelog ekrana","Preko cijelog ekrana","Cijeli ekran","Mrežaste liste su najpogodnije za prikaz homogenih podataka, obično slika. Svaka stavka na mrežastoj listi se naziva polje.","S podnožjem","Sa zaglavljem","Samo slika","Raspored redova i kolona","Mrežaste liste","Informacije","Čipovi unosa predstavljaju kompleksne informacije, kao što su entitet (osoba, mjesto ili stvar) ili tekst razgovora, u kompaktnoj formi.","Čip unosa","Prikazivanje URL-a nije uspjelo:","Linearni pokazatelj napretka materijalnog dizajna, također poznat kao traka napretka.","Linearni pokazatelj napretka","Jedan red fiksne visine koji uglavnom sadrži tekst te ikonu na početku ili na kraju.","Sekundarni tekst","Izgledi liste koju je moguće klizati","Liste","Onemogućena stavka menija","Stavka s menijem s kontrolnim listama","Stavka s kontekstnim menijem","Stavka s menijem s odjeljcima","Stavka s jednostavnim menijem",["Označeno: ",[10,0]],"Prva stavka kontekstnog menija","Treća stavka kontekstnog menija","Na meniju se prikazuje lista odabira na privremenoj površini. Oni se prikazuju kada korisnik koristi dugmad, radnje ili druge kontrole.","Četiri","Preuzmi link","Prva stavka menija","Treća stavka menija","Druga stavka menija","Jedan","Pregled","Ukloni",["Odabrano: ",[10,0]],"Dijeli","Dugmad menija i jednostavni meniji","Tri","Meni","Dva","Stranica s detaljima","Stavka liste","Sekundarni tekst","Naslov","Sekundarno","Svi unaprijed definirani obrasci prijelaza","Pokret","Panel materijalnog dizajna koji se privuče horizontalno od ruba ekrana da prikaže linkove za navigaciju u aplikaciji.","Prikaz panela unutar trake s aplikacijama","Prevucite od ruba ili dodirnite ikonu u gornjem lijevom uglu da se prikaže panel","Panel za navigaciju","1. stavka","2. stavka","user.name@example.com","Korisničko ime","Materijalni vidžet koji se treba prikazivati na lijevoj ili desnoj strani aplikacije radi navigiranja između malog broja prikaza, obično između tri i pet.","Prvo","Drugo","Prikaz trake za navigaciju unutar aplikacije","Treće","Traka za navigaciju","Jedan red","Dodirnite ovdje da pogledate opcije dostupne za ovu demonstraciju.","Pogledajte opcije","Opcije","Ocrtana dugmad postaju neprozirna i podižu se kada se pritisnu. Obično se uparuju s izdignutom dugmadi kako bi se ukazalo na alternativnu, sekundarnu radnju.","Ocrtano dugme","PRIKAŽI BIRAČ","Odabir datuma i vremena","Birači","Linearno, kružno, neodređeno","Pokazatelji napretka","Klizači prikazuju raspon vrijednosti duž trake. Na oba kraja se mogu nalaziti ikone koje prikazuju raspon vrijednosti. Idealni su za podešavanje postavki kao što su jačina zvuka, osvijetljenost ili primjena filtera za slike.","Klizači s rasponom vrijednosti","Meni s odjeljcima","Polja za potvrdu omogućavaju korisniku da odabere više opcija iz skupa. Normalna vrijednost polja za potvrdu je tačno ili netačno, a treća vrijednost polja za potvrdu može biti i nula.","Polje za potvrdu","Dugmad za izbor omogućava korisniku da odabere jednu opciju iz seta. Koristite dugmad za izbor za ekskluzivni odabir ako smatrate da korisnik treba vidjeti sve dostupne opcije jednu pored druge.","Dugme za izbor","Polja za potvrdu, dugmad za izbor i prekidači","Prekidači za uključivanje/isključivanje mijenjaju stanje jedne opcije postavki. Opcija koju kontrolira prekidač, kao i status te opcije, trebaju biti jasno naglašeni u odgovarajućoj direktnoj oznaci.","Prekidač","Kontrole odabira","Obrazac dijeljene ose se koristi za prijelaze između elemenata korisničkog interfejsa koji imaju prostornu ili navigacijsku vezu. Ovaj obrazac koristi dijeljenu transformaciju na x, y ili z osi da ojača vezu između elemenata.","Umjetnost i zanati","NAZAD","Upakovano","Biznis","Upakovane kategorije se prikazuju u grupama u vašem sažetku sadržaja. Ovo uvijek možete promijeniti kasnije.","Prilagodite svoje tokove","KREIRAJ RAČUN","Kulinarstvo","Dugmad \"Naprijed\" i \"Nazad\"","Dizajn","ZABORAVILI STE ADRESU E-POŠTE?","Ilustracija","Prikazano pojedinačno","NAPRIJED","Prijavite se putem svog računa","Adresa e-pošte ili broj telefona","Zdravo, David Park","Dijeljena x osa","286 albuma","min","Izvođač","Album","A–Ž","Poredaj prema kriteriju \"Nedavno slušano\"","Nedavno slušano","Dijeljena y osa","Recept za sendvič s govedinom","Sendvič s govedinom","Recept za pljeskavicu","Pljeskavica","Recept za jelo od raka","Rak","Dugme ikone postavki","Recept za desert","Desert","Pomoć","Obavještenja","Privatnost","Profil","Recept za sendvič","Sendvič","Sačuvani recepti","Postavke","Recept za jelo od škampa","Škampi","Dijeljena z osa","Jednostavni dijaloški okvir korisniku nudi izbor između nekoliko opcija. Jednostavni dijaloški okvir ima neobavezni naslov koji se prikazuje iznad izbora.","Jednostavno","Jednostavan meni","Neprekidno","Neprekidni klizač s rasponom vrijednosti s prilagođenom temom","Neprekidno s izmjenjivom brojčanom vrijednosti","Klizači prikazuju raspon vrijednosti duž trake odakle korisnici mogu odabrati jednu vrijednost. Idealni su za podešavanje postavki kao što su jačina zvuka, osvijetljenost ili primjena filtera za slike.","Diskretno","Diskretni klizač s prilagođenom temom","Izmjenjiva brojčana vrijednost","Vidžeti za odabir vrijednosti prevlačenjem","Klizači","Pritisnuli ste radnju za kratko obavještenje.","RADNJA","PRIKAŽI KRATKO OBAVJEŠTENJE","Kratka obavještenja informiraju korisnike o postupku koji je aplikacija izvršila ili će tek izvršiti. Pojavljajuju se privremeno, prema dnu ekrana. Ne bi trebala ometati iskustvo korisnika, a za nestajanje ne zahtijevaju unos korisnika.","Kratka obavještenja prikazuju poruke na dnu ekrana","Ovo je kratko obavještenje.","Kratka obavještenja","Kartice organiziraju sadržaj na različitim ekranima, skupovima podataka i drugim interakcijama.","Bez klizanja","Klizanje","Kartice s prikazima koji se mogu nezavisno klizati","Kartice","Dugme za tekst prikazuje mrlju od tinte kada ga pritisnete, ali se ne podiže. Koristite dugmad za tekst na alatnim trakama, u dijaloškim okvirima i u ravni s razmakom od ruba","Dugme za tekst","Polja za tekst omogućavaju korisnicima da unesu tekst u korisnički interfejs. Obično su u obliku obrazaca i dijaloških okvira.","Adresa e-pošte","Unesite lozinku.","(###) ###-#### – unesite broj telefona u SAD-u.","Prije slanja, ispravite greške označene crvenom bojom.","Sakrivanje lozinke","Neka bude kratko, ovo je samo demonstracija.","Životna priča","Ime i prezime*",["Broj telefona korisnika  je ",[24,0],[28,1]],"Ime je obavezno.","Ne možete unijeti više od 8 znakova.","Unesite samo slova abecede.","Lozinka*","Lozinke se ne podudaraju","Broj telefona*","* označava obavezno polje","Ponovo unesite lozinku*","Plata","Prikaži lozinku","POŠALJI","Jedan red teksta i brojeva koji se mogu uređivati","Recite nam nešto o sebi (npr. napišite čime se bavite ili koji su vam hobiji)","Polja za tekst","USD","Kako vas drugi zovu?","Putem kojeg broja vas možemo kontaktirati?","Vaša adresa e-pošte","Prikazuje dijaloški okvir koji sadrži birač vremena u materijalnom dizajnu.","Birač vremena","Dugmad za uključivanje/isključivanje može se koristiti za grupisanje srodnih opcija. Da naglasite grupe srodne dugmadi za uključivanje/isključivanje, grupa treba imati zajednički spremnik","Dugmad za uključivanje/isključivanje","Opisi pružaju tekstualne oznake kojima se objašnjava funkcija dugmeta ili druge radnje korisničkog interfejsa. Opisi prikazuju informativni tekst kada korisnik postavi kursor iznad elementa, fokusira se na njega ili ga dugo pritisne.","Koristite dugi pritisak ili postavite kursor iznad elementa za prikazivanje skočnog opisa.","Kratka poruka koja se prikazuje dugim pritiskom ili postavljanjem kursora iznad elementa","Opisi","Dva reda","Detalji","Ovako TwoPane funkcionira na sklopivom uređaju.","Sklopivo",["Stavka ",[7,0]],["Detalji o stavci ",[17,0]],"Lista","Odaberite stavku","Ovako TwoPane funkcionira na uređaju s malim ekranom.","Mali ekran","Prilagodljivi rasporedi na sklopivim, velikim i malim ekranima","Ovako TwoPane funkcionira na uređaju s većim ekranom kao što je tablet ili računar.","Tablet / računar","TwoPane","Definicije raznih tipografskih stilova u materijalnom dizajnu.","Svi unaprijed definirani stilovi teksta","Tipografija","Vertikalni graničnik","Poništi odabir","Dodaj račun","PRIHVATAM","OTKAŽI","NE SLAŽEM SE","ODBACI","Odbaciti nedovršenu verziju?","Demo prikaz dijaloškog okvira preko cijelog ekrana","SAČUVAJ","DIjaloški okvir preko cijelog ekrana","Dozvolite da Google pomogne aplikacijama da odrede lokaciju. To podrazumijeva slanje anonimnih podataka o lokaciji Googleu, čak i kada nijedna aplikacija nije pokrenuta.","Koristiti Googleovu uslugu lokacije?",["Odabrali ste: \"\"",[15,0]],"Postavljanje računa za sigurnosne kopije","PRIKAŽI DIJALOŠKI OKVIR","ODBACI","Aplikacija za vijesti s fokusom na sadržaj","Reforma zelene armije iznutra","Domaće pčele deficitarne","Dizajneri koriste tehnologiju za izradu materijala budućnosti","Feministkinje protiv stranačkog svrstavanja","Budućnost benzina","Mirna, ali moćna revolucija u zdravstvu","Dok berze stagniraju, mnogi se uzdaju u valutu","Podijeljeni životi Amerikanaca za vrijeme rata","Najnovije vijesti","Biznis","Kultura","Naslovnica","Politika","Nauka","Sport","Tehnologija","Putovanja","SAD","Svijet","Zelena armija","Revolucija u zdravstvu","Reforma","Berza","Tehnološki dizajn",[" GitHub spremište",[0,0]],"STILOVI I DRUGO","Kategorije","Galerija","Učitavanje","Nije odabrano","Plaža","Proizvodi od bronze","Chennai","Chettinada","Ribar","Cvjetna tržnica","Pripremanje ručka","Tržnica","Puducherry","Solana","Skuteri","Proizvođač svile","Tanjavur","Hram u Tanjavuru",["Na račun () s brojem  je uplaćen iznos od .",[10,0],[21,1],[42,2]],"Štednja za automobil","Provjera","Štednja za kupovinu kuće","Odmor","Vlasnik računa","Godišnji procenat prinosa","Kamate plaćene prošle godine","Kamatna stopa","Kamate od početka godine","Sljedeći izvod","Ukupno","Računi","Obavještenja",["Ovog mjeseca ste potrošili  na naknade bankomata",[27,0]],["Odlično! Na tekućem računu imate  više nego prošlog mjeseca.",[33,0]],["Pažnja! Iskoristili ste  budžeta za kupovinu za ovaj mjesec.",[24,0]],["Ove sedmice ste potrošili  na restorane.",[26,0]],[3,0,["Povećajte potencijalne porezne olakšice! Dodijelite kategorije za  nedodijeljenih transakcija.",[66,0]],[7,["Povećajte potencijalne porezne olakšice! Dodijelite kategorije za  nedodijeljene transakcije.",[66,0]],4,"Povećajte potencijalne porezne olakšice! Dodijelite kategorije za 1 nedodijeljenu transakciju."]],["Rok za plaćanje računa () u iznosu od  je .",[24,0],[38,1],[42,2]],"Dospjeli iznos","Plaćeni iznos","Ukupan iznos","Računi","Rok",["Od ukupnog budžeta () od  iskorišteno je , a preostalo je ",[20,0],[25,1],[41,2],[58,3]],"Odjeća","Kafići","Namirnice","Restorani","Preostali iznos","Iskorišteni iznos","Ukupno ograničenje","Preostalo","Budžeti","Aplikacija za lične finansije","PREOSTALO","PRIJAVA","Prijava","Prijavite se u aplikaciju Rally","Nemate račun?","Lozinka","Zapamti me","REGISTRACIJA","Korisničko ime","PRIKAŽI SVE","Vidi sve račune","Prikaži sve račune","Vidi sve budžete","Pronađite bankomate","Pomoć","Upravljajte računima","Obavještenja","Postavke bez papira","Šifra i Touch ID","Lični podaci","Odjava","Porezni dokumenti","RAČUNI","RAČUNI","BUDŽETI","PREGLED","POSTAVKE","Efikasna, fokusirana aplikacija za e-poštu","Nedovršene verzije","Pristigla pošta","Poslano","Neželjena pošta","Označeno zvjezdicom","Otpad","Odaberi","Moguće je odabrati (dugi pritisak)","Odabrano","O usluzi Flutter Gallery","Dizajnirala agencija TOASTER iz Londona","Zatvori postavke","Postavke","Tamna","Pošalji povratne informacije","Svijetla","Jezik/zemlja","Mehanika platforme","Usporeni snimak","Sistem","Smjer unosa teksta","Slijeva nadesno","Na osnovu jezika/zemlje","Zdesna nalijevo","Promjena veličine teksta","Ogromno","Veliko","Normalno","Malo","Tema","Postavke","OTKAŽI","ISPRAZNI KORPU",[3,0,[" STAVKI",[0,0]],[7,[" STAVKE",[0,0]],2,"NEMA STAVKI",4,"1 STAVKA"]],"KORPA","Isporuka:","Međuzbir:","Porez:","UKUPNO","ODJEVNI DODACI","SVE","ODJEĆA","Tipka DOM","Moderna aplikacija za maloprodaju","Lozinka","Korisničko ime","ODJAVA","MENI","NAPRIJED","Plava kamena šolja","Tamnoroza majica sa zaobljenim rubom","Ubrusi od chambraya","Košulja od chambraya","Klasična bijela košulja","Džemper boje gline","Bakarna vješalica","Majica s tankim crtama","Vrtno ukrasno uže","Kapa Gatsby","Jakna Gentry","Tri pozlaćena stolića","Šal boje đumbira","Siva majica bez rukava","Čajni set Hurrahs","Četverodijelni kuhinjski set","Tamnoplave hlače","Tunika boje gipsa",["x ",[2,0]],["Količina: ",[10,0]],"Stol za četiri osobe","Posuda za kišnicu","Ramona crossover","Morska tunika","Džemper boje mora","Majica s podvrnutim rukavima","Torba za nošenje na ramenu","Keramički set Soothe","Sunčane naočale Stella","Naušnice Strut","Posude za sukulentne biljke","Haljina za plažu","Surferska majica","Torba Vagabond","Čarape s prugama","Majica s Henley ovratnikom (bijela)","Pleteni privjesak za ključeve","Prugasta bijela košulja","Pojas Whitney",[3,0,["Kolica za kupovinu sa  artikala",[22,0]],[7,["Kolica za kupovinu sa  artikla",[22,0]],2,"Kolica za kupovinu bez artikala",4,"Kolica za kupovinu s 1 artiklom"]],"Dodavanje u korpu",["Uklonite proizvod ",[18,0]],"Zatvaranje korpe","Zatvaranje menija","Otvaranje menija","Uklanjanje stavke","Pretraživanje","Postavke","PRIJAVA","Odaberite demonstraciju","Prilagodljiv izgled aplikacije za pokretanje",["Stavka ",[7,0]],"Glavni tekst","DUGME","Naslov","Titlovi","Naslov","Aplikacija za pokretanje","Dodajte","Omiljeno","Pretražite","Dijeljenje"]