[0,"ur","3ejqpj",0,null,["اس ایپ کے لیے ماخذ کوڈ دیکھنے کے لیے، براہ کرم  کا ملاحظہ کریں۔",[47,0]],"گیلری پر واپس جائیں","اشاراتی آئیکن","متعدد کارروائیاں","بینر ری سیٹ کریں","آپ کا پاس ورڈ آپ کے دوسرے آلہ پر اپ ڈیٹ کیا گیا تھا۔ براہ کرم دوبارہ سائن ان کریں۔","نیچے کا ایپ بار","نشان","فلوٹنگ کارروائی کے بٹن کی پوزیشن","ڈاک سے منسلک کیا گیا - مرکز","ڈاک سے منسلک کیا گیا - اختتام","فلوٹنگ - مرکز","فلوٹنگ - اختتام","اکاؤنٹ","الارم","کیلنڈر","کیمرا","تبصرے",[" ٹیب کے لیے پلیس ہولڈر",[0,0]],"بٹن","تخلیق کریں","دریافت کریں",["دریافت کریں ",[12,0]],["اشتراک کریں ",[12,0]],"تھپتھپانے کے قابل بٹن","تھنجاور","چیتیناد","نمبر 10","ریشم سپنّرز","مندرات","تھنجاور، تمل ناڈو","سیوا گنگا، تمل ناڈو","تمل ناڈو میں گھومنے کے لیے سرفہرست 10 شہر","جنوبی ہندوستان کے کاریگران","بریہڈیسوارا مندر","بائیکنگ","مستول","آتش دان","بڑا","متوسط","چھوٹا","لائٹس آن کریں","کپڑے دھونے والی مشین","امبر","نیلا","نیلا خاکستری","بھورا","ازرق","گہرا نارنجی","گہرا جامنی","سبز","خاکستری","گہرا نیلا","ہلکا نیلا","ہلکا سبز","لائم","نارنجی","گلابی","جامنی","سرخ","نیلگوں سبز","زرد","ذاتی نوعیت کی بنائی گئی ایک سفری ایپ","کھائیں","نیپال، اٹلی","لکڑی سے جلنے والے اوون میں پزا","ڈلاس، ریاستہائے متحدہ","لسبن، پرتگال","پاسٹرامی سینڈوچ پکڑے ہوئے عورت","کھانے کے اسٹولز کے ساتھ خالی بار","قرطبہ، ارجنٹینا","برگر","پورٹلینڈ، ریاست ہائے متحدہ","کوریائی ٹیکو","پیرس، فرانس","چاکلیٹ سے بنی مٹھائی","سیول، جنوبی کوریا","آرٹس ریسٹورنٹ میں بیٹھنے کی جگہ","سی‏ئٹل، ریاستہائے متحدہ","جھینگا مچھلی سے بنی ڈش","نیش ول، ریاستہائے متحدہ","بیکری کا دروازہ","اٹلانٹا، ریاستہائے متحدہ","پلیٹ میں رکھی جھینگا مچھلی","میڈرڈ، ہسپانیہ","پیسٹریز کے ساتھ کیفے کاؤنٹر",[3,0,[" ریسٹورینٹس",[0,0]],[2,"کوئی ریسٹورنٹس نہیں ہے",4,"1 ریستورینٹ"]],"منزل کے لحاظ سے ریستوران دریافت کریں",[" ",[0,0],[1,1]],"FLY","اسپین، ریاستہائے متحدہ","سدا بہار پہاڑوں کے بیچ برفیلے لینڈ اسکیپ میں چالیٹ","بگ سور، ریاستہائے متحدہ","قاہرہ، مصر","غروب آفتاب کے دوران ازہر مسجد کے ٹاورز","لسبن، پرتگال","سمندر کے کنارے برک لائٹ ہاؤس","ناپا، ریاستہائے متحدہ","کھجور کے درختوں کے ساتھ پول","بالی، انڈونیشیا","سمندر کنارے کھجور کے درختوں کے ساتھ پول","میدان میں ٹینٹ","خومبو ویلی، نیپال","برفیلے پہاڑ کے سامنے دعا کے جھنڈے","ماچو پچو، پیرو","ماچو پیچو کا قلعہ","مالے، مالدیپ","پانی کے اوپر بنگلے","وٹزناؤ، سوئٹزر لینڈ","پہاڑوں کے سامنے جھیل کے کنارے ہوٹل","میکسیکو سٹی، میکسیکو","پلاسیو دا بلاس آرٹس کے محل کا فضائی نظارہ","ماؤنٹ رشمور، ریاستہائے متحدہ امریکہ","ماؤنٹ رشمور","سنگاپور","سپرٹری گرو","ہوانا، کیوبا","نیلے رنگ کی کار سے ٹیک لگار کر کھڑا آدمی",[3,0,[" اسٹاپس",[0,0]],[2,"نان اسٹاپ",4,"1 اسٹاپ"]],"منزل کے لحاظ سے فلائیٹس دریافت کریں","تاریخ منتخب کریں","تاریخیں منتخب کریں","منزل منتخب کریں","ڈائنرز","مقام منتخب کریں","مقام روانگی منتخب کریں","وقت منتخب کریں","سیاح",[3,0,[" گھنٹے",[0,0]],[4,"1گھنٹہ"]],[3,0,["منٹ",[0,0]],[4,"1منٹ"]],"نیند","مالے، مالدیپ","پانی کے اوپر بنگلے","اسپین، ریاستہائے متحدہ","قاہرہ، مصر","غروب آفتاب کے دوران ازہر مسجد کے ٹاورز","تائی پے، تائیوان","اسکائی اسکریپر 101 تائی پے","سدا بہار پہاڑوں کے بیچ برفیلے لینڈ اسکیپ میں چالیٹ","ماچو پچو، پیرو","ماچو پیچو کا قلعہ","ہوانا، کیوبا","نیلے رنگ کی کار سے ٹیک لگار کر کھڑا آدمی","وٹزناؤ، سوئٹزر لینڈ","پہاڑوں کے سامنے جھیل کے کنارے ہوٹل","بگ سور، ریاستہائے متحدہ","میدان میں ٹینٹ","ناپا، ریاستہائے متحدہ","کھجور کے درختوں کے ساتھ پول","پورٹو، پرتگال","رائبیریا اسکوائر میں رنگین اپارٹمنٹس","تولوم ، میکسیکو","بیچ کے اوپر پہاڑ پر مایا تہذیب کے کھنڈرات","لسبن، پرتگال","سمندر کے کنارے برک لائٹ ہاؤس",[3,0,[" دستیاب پراپرٹیز ہیں",[0,0]],[2,"کوئی دستیاب پراپرٹیز نہیں",4,"1 دستیاب پراپرٹیز"]],"منزل کے لحاظ سے پراپرٹیز دریافت کریں","اجازت دیں","ایپل پائی","منسوخ کریں","چیز کیک","چاکلیٹ براؤنی","براہ کرم ذیل کی فہرست میں سے اپنی پسندیدہ میٹھی ڈش منتخب کریں۔ آپ کے انتخاب کا استعمال آپ کے علاقے میں آپ کی تجویز کردہ طعام خانوں کی فہرست کو حسب ضرورت بنانے کے لئے کیا جائے گا۔","رد کریں","اجازت نہ دیں","پسندیدہ میٹھی ڈش منتخب کریں","آپ کا موجودہ مقام نقشے پر دکھایا جائے گا اور اس کا استعمال ڈائریکشنز، تلاش کے قریبی نتائج، اور سفر کے تخمینی اوقات کے لیے کیا جائے گا۔","جب آپ ایپ استعمال کر رہے ہوں تو \"Maps\" کو اپنے مقام تک رسائی حاصل کرنے دیں؟","تیرامیسو","بٹن","پس منظر کے ساتھ","الرٹ دکھائیں","چیٹ","ہوم","پروفائل","کیلشیم (%)","کیلوریز","کاربوہائیڈریٹس (گرام)","میوہ شیرینی بعد طعام (1 شخص کے لیے)","چربی ( گرام)","آئرن (%)","پروٹین (گرام)","سوڈیم (ملی گرام)","غذائیت","Apple pie","Cupcake","Donut","Eclair","منجمد دہی","Gingerbread","Honeycomb","آئس کریم سینڈویچ","Jelly bean","Lollipop",["شہد کے ساتھ ",[12,0]],["شکر کے ساتھ ",[12,0]],"ڈیمو","ٹائلز میں ترمیم کرنے کے ليے تھپتھپائیں اور منظر کے ارد گرد گھومنے کے ليے اشاروں کا استعمال کریں۔ پین کرنے کے ليے گھسیٹیں، زوم کرنے کے ليے پِنچ کریں، دو انگلیوں سے گھمائیں۔ شروعاتی سمت بندی پر واپس جانے کے لیے ری سیٹ بٹن دبائیں۔","ٹائل میں ترمیم کریں","ٹرانسفارمیشنز ری سیٹ کریں","پین کریں، زوم کریں، گھمائیں","2D ٹرانسفارمیشنز","ایکشن چپس اختیارات کا ایک سیٹ ہے جو بنیادی مواد سے متعلقہ کارروائی کو متحرک کرتا ہے۔ ایکشن چپس کو متحرک اور سیاق و سباق کے لحاظ سے کسی UI میں ظاہر ہونی چاہیے۔","ایکشن چپ","الرٹ ڈائیلاگ صارف کو ایسی صورتحال سے آگاہ کرتا ہے جہاں اقرار درکار ہوتا ہے۔ الرٹ ڈائیلاگ میں اختیاری عنوان اور کارروائیوں کی اختیاری فہرست ہوتی ہے۔","الرٹ","عنوان کے ساتھ الرٹ","ایپ بار موجودہ اسکرین سے متعلق مواد اور کارروائیاں فراہم کرتا ہے۔ یہ برانڈنگ، اسکرین کے عنوانات، نیویگیشن اور کارروائیوں کے لیے استعمال ہوتا ہے","موجودہ اسکرین سے متعلق معلومات اور کارروائیاں ڈسپلے کرتا ہے","ایپ بار","بینر ایک اہم، جامع پیغام ڈسپلے کرتا ہے اور صارفین کو خطاب کرنے (یا بینر کو برخاست کرنے کے لیے کارروائیاں فراہم کرتا ہے)۔ اس کو مسترد کرنے کے لئے صارف کی کارروائی ضروری ہے۔","فہرست کے اندر بینر ڈسپلے کرنا","بینر","نیچے کی ایپ بارز نیچے کے نیویگیشن دراز اور چار کارروائیوں تک رسائی فراہم کرتی ہیں، اس میں فلوٹنگ کارروائی کا بٹن شامل ہے۔","سب سے نیچے نیویگیشن اور کارروائیاں ڈسپلے کرتا ہے","نیچے کا ایپ بار","باٹم نیویگیشن بارز ایک اسکرین کے نیچے تین سے پانچ منازل کو ڈسپلے کرتا ہے۔ ہر منزل کی نمائندگی ایک آئیکن اور ایک اختیاری ٹیکسٹ لیبل کے ذریعے کی جاتی ہے۔ جب نیچے میں نیویگیشن آئیکن ٹیپ ہوجاتا ہے، تو صارف کو اس آئیکن سے وابستہ اعلی سطحی نیویگیشن منزل تک لے جایا جاتا ہے۔","مستقل لیبلز","منتخب کردہ لیول","کراس فیڈنگ ملاحظات کے ساتھ نیچے میں نیویگیشن","نیچے نیویگیشن","شامل کریں","نیچے کی شیٹ دکھائیں","ہیڈر",["آئٹم ",[5,0]],"نیچے کی موڈل شیٹ مینیو یا ڈائیلاگ کا متبادل ہے اور صارف کو باقی ایپ کے ساتھ تعامل کرنے سے روکتی ہے۔","نیچے کی ماڈل شیٹ","نیچے کی مستقل شیٹ ایپ کے بنیادی مواد کی اضافی معلومات دکھاتی ہے۔ جب تک صارف ایپ کے دوسرے حصوں سے تعامل کرتا ہے تب بھی نیچے کی مستقل شیٹ نظر آتی ہے۔","نیچے کی مستقل شیٹ","نیچے کی مستقل اور موڈل شیٹس","نیچے کی شیٹ","متن کے فیلڈز","ٹیکسٹ، ابھرا ہوا، آؤٹ لائن کردہ اور بہت کچھ","بٹنز","کارڈ کچھ متعلقہ معلومات کی نمائندگی کے لئے استعمال ہونے والے مواد کی ایک شیٹ ہے، مثال کے طور پر ایک البم، جغرافیائی مقام، کھانے، رابطے کی تفصیلات وغیرہ۔","گول کونے والے بیس لائن کارڈز","کارڈز","چیک لسٹ مینیو","مختصر عناصر وہ ہیں جو ان پٹ، انتساب، یا ایکشن کی نمائندگی کر تے ہیں","چپس","چوائس چپس ایک ہی سیٹ کے واحد چوائس کی نمائندگی کرتا ہے۔ چوائس چپس میں متعلقہ وضاحتی ٹیکسٹ یا زمرے ہوتے ہیں۔","چوائس چپس","مٹیریل ڈیزائن سرکلر پیش رفت کا انڈیکیٹر، جو ایپلیکیشن کو مصروف بتانے کے لیے گھومتا ہے۔","سرکلر پیش رفت کا انڈیکیٹر","ڈیمو کوڈ","کلپ بورڈ پر کاپی ہو گیا۔","سبھی کاپی کریں",["کلپ بورڈ پر کاپی کرنے میں ناکام: ",[33,0]],"رنگ اور رنگ کے نمونے مستقل رہتے ہیں جو مٹیریل ڈیزائن کے رنگ کے پیلیٹ کی نمائندگی کرتے ہیں۔","پیشگی متعین کردہ سبھی رنگ","رنگ","کارڈز، فہرستیں اور FAB","کنٹینر ٹرانسفارم پیٹرن UI عناصر کے درمیان ٹرانزٹزیشن کے لیے ڈیزائن کیا گیا ہے جس میں کنٹینر شامل ہے۔ یہ پیٹرن دو UI عناصر کے درمیان نظر آنے والا کنکشن تخلیق کرتا ہے","فیڈ موڈ","کنٹینر ٹرانسفارم","فیڈ","فیڈ تھرو","سیاق و سباق کا مینیو","کارروائی شیٹ الرٹ کا ایک مخصوص طرز ہے جو صارف کو موجودہ سیاق و سباق سے متعلق دو یا اس سے زائد انتخابات کا ایک مجموعہ پیش کرتا ہے۔ کارروائی شیٹ میں ایک عنوان، ایک اضافی پیغام اور کارروائیوں کی فہرست ہو سکتی ہے۔","کارروائی شیٹ","ایک iOS طرز کے سرگرمی انڈیکیٹرز جو گھڑی وار گھومتے ہیں۔","iOS طرز کے سرگرمی انڈیکیٹرز","سرگرمی انڈیکیٹر","صرف الرٹ بٹنز","بٹن کے ساتھ الرٹ","الرٹ ڈائیلاگ صارف کو ایسی صورتحال سے آگاہ کرتا ہے جہاں اقرار درکار ہوتا ہے۔ الرٹ ڈائیلاگ میں اختیاری عنوان، اختیاری مواد، اور کارروائیوں کی ایک اختیاری فہرست ہوتی ہے۔ عنوان کو مندرجات کے اوپر دکھایا جاتا ہے اور کارروائیوں کو مندرجات کے نیچے دکھایا جاتا ہے۔","الرٹ","عنوان کے ساتھ الرٹ","iOS طرز الرٹ ڈائیلاگز","الرٹس","ایک iOS طرز کا بٹن۔ یہ بٹن ٹچ کرنے پر فیڈ آؤٹ اور فیڈ ان کرنے والے متن اور/یا آئیکن میں شامل ہو جاتا ہے۔ اختیاری طور پر اس کا پس منظر ہو سکتا ہے","iOS طرز کے بٹن","بٹنز","کارروائی ایک","سیاق و سباق کا مینیو دیکھنے کے لیے فلوٹر لوگو کو تھپتھپائیں اور دبائے رکھیں۔","کارروائی دو","ایک iOS طرز کا فُل اسکرین سیاق و سباق کا مینیو جو اس وقت ظاہر ہوتا ہے جب کسی عنصر کو لانگ پریس کیا جاتا ہے۔","iOS طرز کے سیاق و سباق کا مینیو","سیاق و سباق کا مینیو","ایک iOS طرز کا نیویگیشن بار۔ نیویگیشن بار ایک ٹول بار ہے جو ٹول بار کے وسط میں کم سے کم ایک صفحہ کے عنوان پر مشتمل ہوتا ہے۔","iOS طرز کا نیویگیشن بار","نیویگیشن بار","منتخب کنندہ","تاریخ","تاریخ اور وقت","iOS کی طرز پر منتخب کرنے والا ویجیٹ جسے اسٹرنگز، تواریخ، اوقات یا تاریخ اور وقت دونوں کو منتخب کرنے کے لیے استعمال کیا جا سکتا ہے۔","iOS طرز کے منتخب کنندگان","وقت","ٹائمر","تاریخ اور وقت منتخب کرنے والے ٹولز","مواد کے کنٹرول کو ریفریش کرنے کے لیے ویجیٹ iOS طرز کو نافذ کر رہا ہے۔","iOS طرز والا کنٹرول کو ریفریش کرنے کے لیے کھینچیں","ریفریش کرنے کے لیے کھینچیں","ہوم پیج میں دکھائی دینے والا اسکرول بار","iOS طرز کا اسکرول بار","اسکرول بار","ایک ٹیکسٹ تلاش کرنے کا فیلڈ جو صارف کو ٹیکسٹ درج کر کے تلاش کرنے کی اجازت دیتا ہے اور جو تجاویز پیش اور فلٹر کر سکتا ہے۔","کچھ ٹیکسٹ درج کریں","iOS طرز کا ٹیکسٹ تلاش کرنے کا فیلڈ","ٹیکسٹ تلاش کرنے کا فیلڈ","باہمی خصوصی اختیارات کی ایک بڑی تعداد کے مابین منتخب کرنے کے لئے استعمال کیا جاتا ہے۔ جب سیگمینٹ کردہ کنٹرول کا کوئی آپشن منتخب کیا جاتا ہے، تو سیگمینٹ کردہ کنٹرول کے دیگر اختیارات کو منتخب کرنا بند کردیا جاتا ہے۔","iOS طرز کا سیگمنٹ کردہ کنٹرول","سیگمینٹ کردہ کنٹرول",["مسلسل: ",[7,0]],"ایک سلائیڈر مسلسل یا علیحدہ اقدار کے سیٹ سے منتخب کرنے کے ليے استعمال کیا جا سکتا ہے۔",["علیحدہ: ",[8,0]],"iOS طرز کے سلائیڈر","سلائیڈر","ایک سوئچ کا استعمال ایک واحد ترتیب میں آن / آف ٹوگل کرنے کے ليے کیا جاتا ہے۔","iOS طرز کا سوئچ","ایک iOS طرز کے نیچے والی نیویگیشن ٹیب بار۔ ایک ٹیب کے فعال ہونے کے ساتھ پہلا ٹیب بطور ڈیفالٹ متعدد ٹیبز ڈسپلے کرتا ہے۔","iOS طرز کے نیچے والی ٹیب بار","ٹیب بار","ٹیکسٹ کا فیلڈ صارف کو ہارڈویئر کی بورڈ کے ساتھ یا اسکرین کی بورڈ کے ساتھ ٹیکسٹ داخل کرنے دیتا ہے۔","PIN","iOS کی طرز پر ٹیکسٹ کے فیلڈز","متن کی فیلڈز","سلائیڈرز بار کے ساتھ اقدار کے رینج کی عکاسی کرتے ہیں، جہاں سے صارفین ایک ہی قدر یا اقدار کے رینج کو منتخب کر سکتے ہیں۔ ان سلائیڈرز کو تھیم شدہ اور حسب ضرورت بنایا جا سکتا ہے۔","حسب ضرورت سلائیڈرز","ڈیٹا ٹیبلز قطاروں اور کالمز کے گرڈ جیسے فارمیٹ میں معلومات دکھاتے ہیں۔ وہ معلومات کو اس طرح منظم کرتے ہیں کہ جس سے اسکین کرنا آسان ہو، تاکہ صارفین پیٹرنز اور بصیرتوں کو تلاش کر سکیں۔","معلومات کی قطاریں اور کالمز","ڈیٹا کے ٹیبلز","مٹیریل ڈیزائن کی تاریخ منتخب کنندہ پر مشتمل ڈائیلاگ دکھاتا ہے۔","تاریخ منتخب کنندہ","مٹیریل ڈیزائن کی تاریخ کی حد منتخب کنندہ پر مشتمل ڈائیلاگ دکھاتا ہے۔","تاریخ کی حد منتخب کنندہ","سادہ الرٹ اور پوری اسکرین","ڈائیلاگز","تقسیم کاران فہرستوں، درازوں اور کسی اور جگہ میں مواد کو الگ کرنے کے لیے استعمال کیے جا سکتے ہیں۔","تقسیم کار ایک پتلی لکیر ہے جو مواد کو فہرستوں اور لے آؤٹس میں گروپ بند کرتی ہے۔","تقسیم کار","API دستاویزات","ابھرے ہوئے بٹنز زیادہ تر ہموار لے آؤٹس میں ڈائمینشن شامل کرتے ہیں۔ یہ مصروف یا وسیع جگہوں والے فنکشنز پر زور دیتے ہیں۔","ابھرا ہوا بٹن","منسوخ کریں","مسترد کریں","الرٹ ڈائیلاگ","ماڈل اور FAB","فیڈ پیٹرن کا استعمال UI عناصر کے لیے کیا جاتا ہے جو اسکرین کی حدود کے اندر داخل یا خارج ہوتا ہے جیسے کہ ایک ڈائیلاگ جو اسکرین کے بیچ میں فیڈ ہو جاتا ہے۔","FAB چھپائیں","ماڈل دکھائیں","FAB دکھائیں","فیڈ","البمز","نیچے نیویگیشن","فیڈ تھرو پیٹرن کا استعمال UI عناصر کے درمیان ٹرانزیشن کے لیے کیا جاتا ہے جس کا ایک دوسرے کے ساتھ مضبوط تعلق نہیں ہوتا ہے۔","تصاویر","تلاش","123 تصاویر","فیڈ تھرو","فلٹر چپس مواد فلٹر کرنے کے طریقے سے ٹیگز یا وضاحتی الفاظ کا استعمال کرتے ہیں۔","فلٹر چِپ","فلوٹنگ کارروائی کا بٹن ایک گردشی آئیکن بٹن ہوتا ہے جو ایپلیکیشن میں کسی بنیادی کارروائی کو فروغ دینے کے لیے مواد پر گھومتا ہے۔","فلوٹنگ کارروائی بٹن","fullscreenDialog کی پراپرٹی اس بات کی وضاحت کرتی ہے کہ آنے والا صفحہ ایک پوری اسکرین کا ماڈل ڈائیلاگ ہے۔","پوری اسکرین","پوری اسکرین","ایک جیسا ڈیٹا، عموماً تصاویر پیش کرنے کے لیے گرڈ لسٹ سب سے زیادہ مناسب ہیں۔ گرڈ کی فہرست میں موجود ہر آئٹم کو ٹائل کہا جاتا ہے۔","فوٹر کے ساتھ","ہیڈر کے ساتھ","صرف تصویر","قطار اور کالم کا لے آؤٹ","گرڈ کی فہرستیں","معلومات","ان پٹ چپس مختصر شکل میں ہستی (شخص، جگہ، یا چیز) یا گفتگو والے ٹیکسٹ جیسی معلومات کے ایک اہم حصے کی نمائندگی کرتے ہیں۔","ان پٹ چپ","URL نہیں دکھایا جا سکا:","مٹیریل ڈیزائن لینئیر پیش رفت کا انڈیکیٹر، جسے پیش رفت بار کے نام سے بھی جانا جاتا ہے۔","لینئیر پیش رفت کا انڈیکیٹر","ایک واحد مقررہ اونچائی والی قطار جس میں عام طور پر کچھ متن کے ساتھ ساتھ آگے یا پیچھے کرنے والا ایک آئیکن ہوتا ہے۔","ثانوی متن","اسکرولنگ فہرست کا لے آؤٹس","فہرستیں","مینیو آئٹم غیر فعال کر دیا گیا","چیک لسٹ مینیو والا ایک آئٹم","سیاق و سباق کے مینیو والا ایک آئٹم","سیکشن کردہ مینیو والا ایک آئٹم","آسان مینیو والا ایک آئٹم",["چیک کردہ: ",[10,0]],"سیاق و سباق کے مینیو والا پہلا آئٹم","سیاق و سباق کے مینیو والا تیسرا آئٹم","مینیو عارضی سطح پر انتخابات کی ایک فہرست ڈسپلے کرتا ہے۔ یہ اس وقت ظاہر ہوتے ہیں جب صارفین بٹن، ایکشن یا دیگر کنٹرول کے ساتھ تعامل کرتے ہیں۔","چار","لنک حاصل کریں","پہلا مینیو آئٹم","تیسرا مینیو آئٹم","دوسرا مینیو آئٹم","ایک","پیش منظر","ہٹائیں",["منتخب کردہ: ",[12,0]],"اشتراک کریں","مینیو کے بٹنز اور آسان مینیو","تین","مینیو","دو","تفصیلات کا صفحہ","فہرست آئٹم","ثانوی ٹیکسٹ","عنوان","ثانوی","پہلے سے متعینہ ٹرانزٹ کے سبھی پیٹرنز","موشَن","مٹیریل ڈیزائن پینل جو ایپلیکیشن میں نیوی گیشن لنکس دکھانے کے لیے اسکرین کے کونے سے افقی طور پر سلائیڈ ہوتا ہے۔","ایپ بار کے اندر موجود دراز کو ڈسپلے کیا جا رہا ہے","دراز دیکھنے کے لئے کونے سے سوائپ کریں یا اوپری بائیں آئیکن پر تھپتھپائیں","نیویگیشن دراز","پہلا آئٹم","دوسرا آئٹم","user.name@example.com","صارف کا نام","ملاحظات کی کم تعداد کے درمیان جو کہ عام طور پر تین اور پانچ کے بیچ ہوتے ہیں پر نیوی گیٹ کرنے کیلئے ایپ کے دائیں یا بائیں جانب قابل ڈسپلے مٹیریل ویجیٹ۔","پہلا","دوسرا","ایپ کے اندر موجود نیوی گیشن ریل کو ڈسپلے کیا جا رہا ہے","تیسرا","نیوی گیشن ریل","ایک لائن","اس ڈیمو کے ليے دستیاب اختیارات دیکھنے کے ليے یہاں تھپتھپائیں۔","اختیارات دیکھیں","اختیارات","آؤٹ لائن والے بٹنز کے دبائے جانے پر وہ دھندلے اور بلند ہو جاتے ہیں۔ یہ متبادل، ثانوی کاروائی کی نشاندہی کرنے کے لیے اکثر ابھرے ہوئے بٹنز کے ساتھ جوڑے جاتے ہیں۔","آؤٹ لائن والا بٹن","منتخب کنندہ دکھائیں","تاریخ اور وقت کا انتخاب","تاریخ اور وقت منتخب کرنے والے ٹولز","لینئیر، سرکلر، غیر متعین","پیش رفت کے انڈیکیٹرز","سلائیڈرز بار کے ساتھ اقدار کے رینج کی عکاسی کرتے ہیں۔ ان میں بار کے دونوں کناروں پر آئیکنز ہو سکتے ہیں جو اقدار کے رینج کی عکاسی کرتے ہیں۔ یہ والیوم، چمک، یا تصویر کے فلٹرز کا اطلاق کرنے جیسی ترتیبات کو ایڈجسٹ کرنے کے لیے مثالی ہیں۔","رینج سلائیڈرز","سیکشن کردہ مینیو","چیک باکسز صارف کو سیٹ سے متعدد اختیارات کو منتخب کرنے کی اجازت دیتا ہے۔ عام چیک باکس کی قدر صحیح یا غلط ہوتی ہے اور تین حالتوں والے چیک باکس کو خالی بھی چھوڑا جا سکتا ہے۔","چیک باکس","ریڈیو بٹنز صارف کو سیٹ سے ایک اختیار منتخب کرنے کی اجازت دیتے ہیں۔ اگر آپ کو لگتا ہے کہ صارف کو سبھی دستیاب اختیارات کو پہلو بہ پہلو دیکھنے کی ضرورت ہے تو خاص انتخاب کے لیے ریڈیو بٹنز استعمال کریں۔","ریڈیو","چیک باکسز، ریڈیو بٹنز اور سوئچز","آن/آف سوئچز ترتیبات کے واحد اختیار کو ٹوگل کرتے ہیں۔ اختیار جسے سوئچ کنٹرول کرتا ہے اور ساتھ ہی اس میں موجود حالت متعلقہ ان لائن لیبل سے واضح کیا جانا چاہیے۔","سوئچ کریں","انتخاب کے کنٹرولز","مشترکہ محور کے پیٹرن کا استعمال UI عناصر کے درمیان ٹرانزیشن کے لیے کیا جاتا ہے جس میں مکانی یا نیویگیشنل رشتہ ہوتا ہے۔ یہ پیٹرن عناصر کے درمیان تعلق کو دوبارہ تقویت دینے کے لیے x، ‫y یا z کے محور پر مشترکہ ٹرانسفارمیشن کا استعمال کرتا ہے۔","آرٹس اور کرافٹس","پیچھے","بنڈل کردہ","کاروبار","بنڈل شدہ زمرے آپ کی فیڈ میں گروپس کے بطور ظاہر ہوتے ہیں۔ آپ بعد میں کبھی بھی اسے تبدیل کر سکتے ہیں۔","اپنے کورسز کو اسٹریم لائن کریں","اکاؤنٹ بنائیں","فن طباخی","آگے اور پیچھے جانے کے بٹنز","ڈیزائن","ای میل بھول گئے؟","خاکہ","انفرادی طور پر دکھائے گئے","آگے","اپنے اکاؤنٹ کے ساتھ سائن ان کریں","ای میل یا فون نمبر","آداب David Park","مشترکہ x-axis","268 البمز","منٹ","فنکار","البم","A-Z","\"حال ہی میں چلائے گئے\" کے لحاظ سے ترتیب دیں","حال ہی میں چلائے گئے","مشترکہ y-axis","بیف سینڈوچ کا نسخہ","بیف سینڈوچ","برگر کا نسخہ","برگر","کیکڑا بنانے کا نسخہ","کیکڑا","ترتیبات کے آئیکن کا بٹن","میٹھے کا نسخہ","میٹھا","مدد","اطلاعات","رازداری","پروفائل","سینڈوچ کا نسخہ","سینڈوچ","محفوظ کردہ نسخے","ترتیبات","جھینگا بنانے کا نسخہ","جھینگا","مشترکہ z-axis","ایک سادہ ڈائیلاگ صارف کو کئی اختیارات کے درمیان انتخاب پیش کرتا ہے ایک سادہ ڈائیلاگ کا اختیاری عنوان ہوتا ہے جو انتخابات کے اوپر دکھایا جاتا ہے۔","سادہ","آسان مینیو","مسلسل","حسب ضرورت تھیم کے ساتھ مسلسل رینج سلائیڈر","قابل ترمیم عددی قدر کے ساتھ جاری رکھیں","سلائیڈرز بار کے ساتھ اقدار کے رینج کی عکاسی کرتے ہیں، جہاں سے صارفین ایک ہی قدر منتخب کر سکتے ہیں۔ یہ والیوم، چمک، یا تصویر کے فلٹرز کا اطلاق کرنے جیسی ترتیبات کو ایڈجسٹ کرنے کے لیے مثالی ہیں۔","علیحدہ","حسب ضرورت تھیم کے ساتھ علیحدہ سلائیڈر","قابل ترمیم عددی قدر","سوائپ کر کے قدر منتخب کرنے کے لیے ویجیٹس","سلائیڈرز","آپ نے اسنیک بار ایکشن دبایا۔","ایکشن","ایک اسنیک بار دکھائیں","اسنیک بارز صارفین کو اس کارروائی سے متعلق بتاتے ہیں جو ایک ایپ نے انجام دیا ہے یا انجام دے گا۔ وہ اسکرین کے نچلے حصے کی طرف عارضی طور پر ظاہر ہوتے ہیں۔ انہیں صارف کے تجربے میں مداخلت نہیں کرنی چاہیے، اور انہیں غیر ظاہر کرنے کے ليے صارف کے ان پٹ کی ضرورت نہیں ہے۔","اسنیک بارز اسکرین کے نچلے حصے میں پیغامات دکھاتے ہیں","یہ ایک اسنیک بار ہے۔","اسنیک بارز","ٹیبز مختلف اسکرینز، ڈیٹا سیٹس اور دیگر تعاملات پر مواد منظم کرتا ہے۔","غیر اسکرولنگ","اسکرولنگ","آزادانہ طور پر قابل اسکرول ملاحظات کے ٹیبس","ٹیبز","ٹیکسٹ بٹن، جب دبایا جاتا ہے تو سیاہی کی چھلکیاں دکھاتا ہے، لیکن اوپر نہیں جاتا ہے۔ پیڈنگ کے ساتھ ان لائن اور ڈائیلاگز میں ٹیکسٹ بٹنز، ٹول بارز پر استعمال کریں","ٹیکسٹ بٹن","متں کی فیلڈز صارفین کو متن کو UI میں درج کرنے کی اجازت دیتی ہیں۔ وہ عام طور پر فارمز اور ڈائیلاگز میں ظاہر ہوتے ہیں۔","ای میل","براہ کرم ایک پاس ورڈ درج کریں۔","(###) ###-#### - ریاستہائے متحدہ امریکہ کا فون نمبر درج کریں۔","براہ کرم جمع کرانے سے پہلے سرخ رنگ کی خرابیوں کو درست کریں۔","پاس ورڈ چھپائیں","اسے مختصر رکھیں ، یہ صرف ایک ڈیمو ہے۔","زندگی کی کہانی","نام*",[" کا فون نمبر  ہے",[0,0],[13,1]],"نام درکار ہے۔","8 حروف سے زیادہ نہیں۔","براہ کرم صرف حروف تہجی کے اعتبار سے حروف درک کریں۔","پاس ورڈ*","پاسورڈز مماثل نہیں ہیں","فون نمبر*","* مطلوبہ فیلڈ کی نشاندہی کرتا ہے","پاس ورڈ* دوبارہ ٹائپ کریں","تنخواہ","پاس ورڈ دکھائیں","جمع کرائیں","قابل ترمیم متن اور نمبرز کے لیے واحد لائن","اپنے بارے میں بتائیں (مثلاً، لکھیں کہ آپ کیا کرتے ہیں اور آپ کے مشغلے کیا ہیں)","متن کے فیلڈز","یو ایس ڈی","لوگ آپ کو کیا پکارتے ہیں؟","ہم آپ سے کیسے رابطہ کر سکتے ہیں؟","آپ کا ای میل پتہ","مٹیریل ڈیزائن کا وقت منتخب کنندہ پر مشتمل ڈائیلاگ دکھاتا ہے۔","وقت منتخب کنندہ","گروپ سے متعلق اختیارات کے لیے ٹوگل بٹنز استعمال کئے جا سکتے ہیں۔ متعلقہ ٹوگل بٹنز کے گروپوں پر زور دینے کے لئے، ایک گروپ کو مشترکہ کنٹینر کا اشتراک کرنا ہوگا","ٹوگل بٹنز","ٹول ٹپس ٹیکسٹ لیبلز فراہم کرتے ہیں جو بٹن کے فنکشن یا دوسرے صارف انٹرفیس کارروائی کی وضاحت کرنے میں مدد کرتے ہیں۔ جب صارف کسی عنصر کے اوپر کرسر گھماتے ہیں، اس پر فوکس کرتے ہیں یا لانگ پریس کرتے ہیں تب ٹول ٹپس معلوماتی متن کو ڈسپلے کرتی ہیں۔","ٹول ٹپ کو ڈسپلے کرنے کے لیے لانگ پریس کریں یا اس پر کرسر گھمائیں۔","لانگ پریس یا کرسر گھمانے پر مختصر پیغام ڈسپلے کر دیا گیا","ٹول ٹپس","دو لائنز","تفصیلات","فولڈ ہونے والے آلے پر TwoPane اس طرح برتاؤ کرتا ہے۔","فولڈ ہونے والے",["آئٹم ",[5,0]],["آئٹم  تفصیلات",[6,0]],"فہرست","ایک آئٹم منتخب کریں","چھوٹی اسکرین والے آلے پر TwoPane اس طرح برتاؤ کرتا ہے۔","چھوٹی اسکرین","فولڈ ہونے والی، بڑی اور چھوٹی اسکرینز پر ریسپانسیو لے آؤٹس","ٹیبلیٹ یا ڈیسک ٹاپ کی طرح بڑی اسکرین پر TwoPane اس طرح برتاؤ کرتا ہے۔","ٹیبلیٹ / ڈیسک ٹاپ","TwoPane","مٹیریل ڈیزائن میں پائے جانے والے مختلف ٹائپوگرافیکل اسٹائل کی تعریفات۔","پہلے سے متعینہ متن کی تمام طرزیں","ٹائپوگرافی","عمودی تقسیم کار","غیر منتخب کریں","اکاؤنٹ شامل کریں","متفق ہوں","منسوخ کریں","غیر متفق ہوں","رد کریں","مسودہ مسترد کریں؟","ایک پوری اسکرین ڈائیلاگ ڈیمو","محفوظ کریں","پوری اسکرین ڈائیلاگ","Google کو مقام کا تعین کرنے میں ایپس کی مدد کرنے دیں۔ اس کا مطلب یہ ہے کہ Google کو گمنام مقام کا ڈیٹا تب بھی بھیجا جائے گا، جب کوئی بھی ایپ نہیں چل رہی ہیں۔","Google کی مقام کی سروس کا استعمال کریں؟",["آپ نے منتخب کیا: \"\"",[18,0]],"بیک اپ اکاؤنٹ ترتیب دیں","ڈائیلاگ باکس دکھائیں","مسترد کریں","ایک مواد فوکسڈ خبروں کی ایپ","گرین آرمی کی درون اصلاح","فارم لینڈ مکھیوں کی سپلائی میں کمی","مستقبل کے کپڑے تیار کرنے کے لیے ڈیزائنرز ٹیکنالوجی کا استعمال کرتے ہے","حقوق نسواں کی بے جا حمایت","پٹرول کا مستقبل","صحت کی دیکھ ریکھ میں پرسکون لیکن طاقتور انقلاب","اسٹاکس کے ساکن ہونے پر، بہت سے لوگوں کا رحجان کرنسی کی طرف","جنگ کے دوران منقسم امریکیوں کی زندگیاں","تازہ ترین اپ ڈیٹس","کاروبار","ثقافت","فرنٹ صفحہ","سیاست","سائنس","کھیل","ٹیکنالوجی","سفر","US","دنیا","GreenArmy","HealthcareRevolution","اصلاح","اسٹاکس","TechDesign",["GitHub ذخیرہ ",[13,0]],"طرزیں اور دیگر","زمرے","گیلری","لوڈ ہو رہا ہے","منتخب نہیں کیا گیا","ساحل","کانسی کے کام","چنئی","چیتیناد","ماہی گیر","پھولوں کی مارکیٹ","لنچ کی تیاری","مارکیٹ","پانڈچیری","نمک کا کھیت","اسکوٹرز","ریشم بنانے والا","تنجور","تنجاور مندر",[" کے ساتھ  اکاؤنٹ ۔",[0,0],[9,1],[17,2]],"کار کی سیونگز","چیک کیا جا رہا ہے","ہوم سیونگز","تعطیل","اکاؤنٹ کا مالک","سالانہ فی صد منافع","پچھلے سال ادا کیا گیا سود","سود کی شرح","YTD سود","اگلا بیان","کل","اکاؤنٹس","الرٹس",["آپ نے اس مہینے ATM فیس میں  خرچ کیے ہیں",[28,0]],["بہت خوب! آپ کا چیکنگ اکاؤنٹ پچھلے مہینے سے  زیادہ ہے۔",[43,0]],["آگاہ رہیں، آپ نے اس ماہ کے لیے اپنی خریداری کے بجٹ کا  استعمال کر لیا ہے۔",[55,0]],["آپ نے اس ہفتے ریسٹورینٹس پر  خرچ کیے ہیں۔",[29,0]],[3,0,["اپنے امکانی ٹیکس کٹوتی کو بڑھائیں! زمرے کو  غیر تفویض کردہ ٹرانزیکشنز میں تفویض کریں۔",[43,0]],[4,"اپنے امکانی ٹیکس کٹوتی کو بڑھائیں! زمرے کو 1 غیر تفویض کردہ ٹرانزیکشن میں تفویض کریں۔"]],[" کے لیے  بل کی آخری تاریخ ",[0,0],[8,1],[26,2]],"واجب الادا رقم","ادا کردہ رقم","کل تعداد","بلز","آخری تاریخ",[" بجٹ جس کا  استعمال کیا گیا  ہے،  باقی ہے",[0,0],[11,1],[28,2],[33,3]],"لباس","کافی کی دکانیں","گروسریز","ریستوراں","بچی ہوئی رقم","صرف کردہ رقم","کُل کیپ","بائیں","بجٹس","ایک ذاتی اقتصادی ایپ","LEFT","لاگ ان کریں","لاگ ان کریں","ریلی میں لاگ ان کریں","کیا آپ کے پاس اکاؤنٹ نہیں ہے؟","پاس ورڈ","مجھے یاد رکھیں","سائن اپ کریں","صارف نام","سبھی دیکھیں","سبھی اکاؤنٹس دیکھیں","سبھی بلس دیکھیں","سبھی بجٹس دیکھیں","ATMs تلاش کریں","مدد","اکاؤنٹس کا نظم کریں","اطلاعات","کاغذ کا استعمال ترک کرنے کی ترتیبات","پاس کوڈ اور ٹچ ID","ذاتی معلومات","سائن آؤٹ کریں","ٹیکس کے دستاویزات","اکاؤنٹس","بلز","بجٹس","مجموعی جائزہ","ترتیبات","ایک موثر، مرتکز ای میل ایپ","مسودے","ان باکس","بھیج دیا گیا","اسپام","ستارہ لگا ہوا","کوڑے دان","منتخب کریں","منتخب کرنے کے قابل (دیر تک دبائیں)","منتخب کردہ","چاپلوسی والی Gallery کے بارے میں","لندن میں ٹوسٹر کے ذریعے ڈیزائن کیا گیا","ترتیبات بند کریں","ترتیبات","گہری","تاثرات بھیجیں","ہلکی","زبان","پلیٹ فارم میکانیات","سلو موشن","سسٹم","متن کی ڈائریکشن","LTR","مقام کی بنیاد پر","RTL","ٹیکسٹ اسکیلنگ","بہت بڑا","بڑا","عام","چھوٹا","تھیم","ترتیبات","منسوخ کریں","کارٹ کو صاف کریں",[3,0,[" آئٹمز",[0,0]],[2,"کوئی آئٹمز نہیں ہیں",4,"1 آئٹم"]],"کارٹ","ترسیل:","سب ٹوٹل:","ٹیکس:","کل","لوازمات","سبھی","کپڑے","ہوم","فَيشَن پرَستی سے متعلق ریٹیل ایپ","پاس ورڈ","صارف نام","لاگ آؤٹ","مینیو","اگلا","نیلے پتھر کا پیالا","لوئر ڈالبی کرس ٹی شرٹ","چمبری نیپکنز","چمبری شرٹ","کلاسک سفید کالر","مٹی کے رنگ کے سویٹر","کاپر وائر رینک","فائن لائن ٹی شرٹس","گارڈن اسٹرینڈ","گیٹسوے ٹوپی","جنٹری جیکٹ","جلیٹ کا ٹرپل ٹیبل","ادرک اسٹائل کا اسکارف","گرے سلیوچ ٹینک","ہوراس ٹی سیٹ","کچن کواترو","نیوی پتلونیں","پلاسٹر ٹیونک",["x ‏",[3,0]],["مقدار: ",[7,0]],"کوآرٹیٹ ٹیبل","رین واٹر ٹرے","رومانا کراس اوور","سمندری سرنگ","بحریہ کے نیلے رنگ کا سویٹر","پولرائزڈ بلاؤج","شرگ بیک","سوس سیرامک سیٹ","اسٹیلا دھوپ کے چشمے","کان کی زبردست بالیاں","سکلینٹ پلانٹرز","سنشرٹ ڈریس","سرف اور پرف شرٹ","واگابونڈ سیگ","وارسٹی کی جرابیں","والٹر ہینلے (سفید)","بنائی والی کی رنگ","سفید پن اسٹراپ شرٹ","وہائٹنے نیلٹ",[3,0,["شاپنگ کارٹ،  آئٹمز",[12,0]],[2,"شاپنگ کارٹ، کوئی آئٹم نہیں",4,"شاپنگ کارٹ، 1 آئٹم"]],"کارٹ میں شامل کریں",[" ہٹائیں",[0,0]],"کارٹ بند کریں","مینیو بند کریں","مینیو کھولیں","آئٹم ہٹائیں","تلاش کریں","ترتیبات","سائن ان کریں","ڈیمو منتخب کریں","ایک ذمہ دار اسٹارٹر لے آؤٹ",["آئٹم ",[5,0]],"مضمون","بٹن","سرخی","سب ٹائٹل","عنوان","اسٹارٹر ایپ","شامل کریں","پسندیدہ","تلاش","اشتراک کریں"]