[0,"th","79f7pp",0,null,["โปรดไปที่  เพื่อดูซอร์สโค้ดของแอปนี้",[10,0]],"กลับไปที่แกลเลอรี","ไอคอนแสดงอันดับที่นำอยู่","การดำเนินการหลายรายการ","รีเซ็ตแบนเนอร์","มีการอัปเดตรหัสผ่านในอุปกรณ์เครื่องอื่น โปรดลงชื่อเข้าใช้อีกครั้ง","แถบด้านล่างของแอป","รอยบาก","ตำแหน่งของปุ่มการทำงานแบบลอย","อยู่กับที่ - ตรงกลาง","อยู่กับที่ - ส่วนท้าย","ลอย - ตรงกลาง","ลอย - ส่วนท้าย","บัญชี","การปลุก","ปฏิทิน","กล้องถ่ายรูป","ความคิดเห็น",["ตัวยึดตำแหน่งของแท็บ ",[21,0]],"ปุ่ม","สร้าง","สำรวจ",["สำรวจ ",[6,0]],["แชร์ ",[5,0]],"แตะได้","เมืองตัญชาวร์","เมืองเชตินาถ","หมายเลข 10","เครื่องปั่นไหม","วัด","เมืองตัญชาวร์ รัฐทมิฬนาฑู","เมือง Sivaganga รัฐทมิฬนาฑู","10 อันดับเมืองน่าไปเยือนในทมิฬนาฑู","ช่างฝีมือแห่งอินเดียใต้","วัดพฤหธิศวร","ขี่จักรยาน","ลิฟต์","เตาผิง","ขนาดใหญ่","ขนาดกลาง","ขนาดเล็ก","เปิดไฟ","เครื่องซักผ้า","เหลืองอำพัน","น้ำเงิน","เทาน้ำเงิน","น้ำตาล","น้ำเงินเขียว","ส้มแก่","ม่วงเข้ม","เขียว","เทา","น้ำเงินอมม่วง","ฟ้าอ่อน","เขียวอ่อน","เหลืองมะนาว","ส้ม","ชมพู","ม่วง","แดง","น้ำเงินอมเขียว","เหลือง","แอปการเดินทางที่ปรับเปลี่ยนในแบบของคุณ","ร้านอาหาร","เนเปิลส์ อิตาลี","พิซซ่าในเตาอบฟืนไม้","ดัลลาส สหรัฐอเมริกา","ลิสบอน โปรตุเกส","ผู้หญิงถือแซนด์วิชเนื้อชิ้นใหญ่","บาร์ที่ไม่มีลูกค้าซึ่งมีม้านั่งสูงแบบไม่มีพนัก","คอร์โดบา อาร์เจนตินา","เบอร์เกอร์","พอร์ตแลนด์ สหรัฐอเมริกา","ทาโก้แบบเกาหลี","ปารีส ฝรั่งเศส","ของหวานที่เป็นช็อกโกแลต","โซล เกาหลีใต้","บริเวณที่นั่งในร้านอาหารซึ่งดูมีศิลปะ","ซีแอตเทิล สหรัฐอเมริกา","เมนูที่ใส่กุ้ง","แนชวิลล์ สหรัฐอเมริกา","ทางเข้าร้านเบเกอรี่","แอตแลนตา สหรัฐอเมริกา","จานใส่กุ้งน้ำจืด","มาดริด สเปน","เคาน์เตอร์ในคาเฟ่ที่มีขนมอบต่างๆ",[3,0,["มีร้านอาหาร  แห่ง",[12,0]],[2,"ไม่มีร้านอาหาร",4,"มีร้านอาหาร 1 แห่ง"]],"ค้นหาร้านอาหารตามจุดหมาย",[" ",[0,0],[1,1]],"เที่ยวบิน","แอสเพน สหรัฐอเมริกา","กระท่อมหลังเล็กท่ามกลางทิวทัศน์ที่มีหิมะและต้นไม้เขียวชอุ่ม","บิ๊กเซอร์ สหรัฐอเมริกา","ไคโร อียิปต์","มัสยิดอัลอัซฮัรช่วงพระอาทิตย์ตก","ลิสบอน โปรตุเกส","ประภาคารอิฐกลางทะเล","นาปา สหรัฐอเมริกา","สระว่ายน้ำที่มีต้นปาล์ม","บาหลี อินโดนีเซีย","สระว่ายน้ำริมทะเลซึ่งมีต้นปาล์ม","เต็นท์ในทุ่ง","หุบเขาคุมบู เนปาล","ธงมนตราหน้าภูเขาที่ปกคลุมด้วยหิมะ","มาชูปิกชู เปรู","ป้อมมาชูปิกชู","มาเล มัลดีฟส์","บังกะโลที่ตั้งอยู่เหนือน้ำ","วิทซ์นาว สวิตเซอร์แลนด์","โรงแรมริมทะเลสาบที่อยู่หน้าภูเขา","เม็กซิโกซิตี้ เม็กซิโก","มุมมองทางอากาศของพระราชวัง Bellas Artes","ภูเขารัชมอร์ สหรัฐอเมริกา","ภูเขารัชมอร์","สิงคโปร์","ซูเปอร์ทรี โกรฟ","ฮาวานา คิวบา","ผู้ชายพิงรถโบราณสีน้ำเงิน",[3,0,[" จุดพัก",[0,0]],[2,"บินตรง",4,"1 จุดพัก"]],"ค้นหาเที่ยวบินตามจุดหมาย","เลือกวันที่","เลือกวันที่","เลือกจุดหมาย","ร้านอาหาร","เลือกสถานที่ตั้ง","เลือกต้นทาง","เลือกเวลา","นักเดินทาง",[3,0,[" ชม.",[0,0]],[4,"1 ชม."]],[3,0,[" นาที",[0,0]],[4,"1 นาที"]],"ที่พัก","มาเล มัลดีฟส์","บังกะโลที่ตั้งอยู่เหนือน้ำ","แอสเพน สหรัฐอเมริกา","ไคโร อียิปต์","มัสยิดอัลอัซฮัรช่วงพระอาทิตย์ตก","ไทเป ไต้หวัน","ตึกระฟ้าไทเป 101","กระท่อมหลังเล็กท่ามกลางทิวทัศน์ที่มีหิมะและต้นไม้เขียวชอุ่ม","มาชูปิกชู เปรู","ป้อมมาชูปิกชู","ฮาวานา คิวบา","ผู้ชายพิงรถโบราณสีน้ำเงิน","วิทซ์นาว สวิตเซอร์แลนด์","โรงแรมริมทะเลสาบที่อยู่หน้าภูเขา","บิ๊กเซอร์ สหรัฐอเมริกา","เต็นท์ในทุ่ง","นาปา สหรัฐอเมริกา","สระว่ายน้ำที่มีต้นปาล์ม","ปอร์โต โปรตุเกส","อพาร์ตเมนต์สีสันสดใสที่จัตุรัส Ribeira","ตูลุม เม็กซิโก","ซากปรักหักพังของอารยธรรมมายันบนหน้าผาเหนือชายหาด","ลิสบอน โปรตุเกส","ประภาคารอิฐกลางทะเล",[3,0,["มีตัวเลือกที่พัก  แห่ง",[17,0]],[2,"ไม่มีตัวเลือกที่พัก",4,"มีตัวเลือกที่พัก 1 แห่ง"]],"ค้นหาที่พักตามจุดหมาย","อนุญาต","พายแอปเปิล","ยกเลิก","ชีสเค้ก","บราวนี่ช็อกโกแลต","โปรดเลือกชนิดของหวานที่คุณชอบจากรายการด้านล่าง ตัวเลือกของคุณจะใช้เพื่อปรับแต่งรายการร้านอาหารแนะนำในพื้นที่ของคุณ","ทิ้ง","ไม่อนุญาต","เลือกของหวานที่คุณชอบ","ตำแหน่งปัจจุบันของคุณจะแสดงในแผนที่และใช้เพื่อแสดงคำแนะนำ ผลการค้นหาใกล้เคียง และเวลาเดินทางโดยประมาณ","อนุญาตให้ Maps เข้าถึงตำแหน่งของคุณขณะที่ใช้แอปหรือไม่","ทิรามิสุ","ปุ่ม","มีพื้นหลัง","แสดงการแจ้งเตือน","แชท","หน้าแรก","โปรไฟล์","แคลเซียม (%)","แคลอรี","คาร์โบไฮเดรต (ก.)","ของหวาน (สำหรับ 1 ที่)","ไขมัน (ก.)","เหล็ก (%)","โปรตีน (ก.)","โซเดียม (มก.)","โภชนาการ","พายแอปเปิล","คัพเค้ก","โดนัท","เอแคลร์","โฟรเซนโยเกิร์ต","ขนมปังขิง","รังผึ้ง","แซนด์วิชไอศกรีม","เจลลี่บีน","อมยิ้ม",[" ใส่น้ำผึ้ง",[0,0]],[" ใส่น้ำตาล",[0,0]],"เดโม","แตะเพื่อแก้ไขชิ้นส่วนแล้วใช้ท่าทางสัมผัสเพื่อเคลื่อนไหวไปรอบๆ ฉาก ใช้ 2 นิ้วลากเพื่อเลื่อน บีบเพื่อซูม หมุน กดปุ่มรีเซ็ตเพื่อกลับไปที่การวางแนวเริ่มต้น","แก้ไขชิ้นส่วน","รีเซ็ตการเปลี่ยนรูปแบบ","เลื่อน ซูม หมุน","การเปลี่ยนรูปแบบ 2 มิติ","ชิปการทำงานคือชุดตัวเลือกที่จะเรียกใช้การทำงานที่เกี่ยวกับเนื้อหาหลัก ชิปการทำงานควรจะแสดงแบบไดนามิกและตามบริบทใน UI","ชิปการทำงาน","กล่องโต้ตอบการแจ้งเตือนจะแจ้งผู้ใช้เกี่ยวกับสถานการณ์ที่ต้องการการตอบรับ กล่องโต้ตอบการแจ้งเตือนมีชื่อที่ไม่บังคับและรายการที่ไม่บังคับของการดำเนินการ","การแจ้งเตือน","การแจ้งเตือนที่มีชื่อ","แถบแอปแสดงเนื้อหาและการทำงานที่เกี่ยวข้องกับหน้าจอปัจจุบัน ใช้สำหรับการสร้างแบรนด์ ชื่อหน้าจอ การนำทาง และการทำงาน","แสดงข้อมูลและการทำงานที่เกี่ยวข้องกับหน้าจอปัจจุบัน","แถบแอป","แบนเนอร์แสดงข้อความสำคัญที่สั้นกระชับและเสนอการดำเนินการให้ผู้ใช้พูด (หรือปิดแบนเนอร์) ผู้ใช้ต้องดำเนินการอย่างใดอย่างหนึ่งหากจะปิดแบนเนอร์","กำลังแสดงแบนเนอร์ภายในรายการ","แบนเนอร์","แถบด้านล่างของแอปช่วยในการเข้าถึงลิ้นชักการนำทางด้านล่างและการทำงานสูงสุด 4 รายการ ซึ่งรวมถึงปุ่มการทำงานแบบลอย","แสดงการนำทางและการทำงานที่ด้านล่าง","แถบด้านล่างของแอป","แถบ Bottom Navigation จะแสดงปลายทาง 3-5 แห่งที่ด้านล่างของหน้าจอ ปลายทางแต่ละแห่งจะแสดงด้วยไอคอนและป้ายกำกับแบบข้อความที่ไม่บังคับ เมื่อผู้ใช้แตะไอคอน Bottom Navigation ระบบจะนำไปที่ปลายทางของการนำทางระดับบนสุดที่เชื่อมโยงกับไอคอนนั้น","ป้ายกำกับที่แสดงเสมอ","ป้ายกำกับที่เลือก","Bottom Navigation ที่มีมุมมองแบบค่อยๆ ปรากฏ","Bottom Navigation","เพิ่ม","แสดง Bottom Sheet","ส่วนหัว",["รายการ ",[7,0]],"Modal Bottom Sheet เป็นทางเลือกที่ใช้แทนเมนูหรือกล่องโต้ตอบและป้องกันไม่ให้ผู้ใช้โต้ตอบกับส่วนที่เหลือของแอป","Modal Bottom Sheet","Persistent Bottom Sheet แสดงข้อมูลที่เสริมเนื้อหาหลักของแอป ผู้ใช้จะยังมองเห็นองค์ประกอบนี้ได้แม้จะโต้ตอบอยู่กับส่วนอื่นๆ ของแอป","Persistent Bottom Sheet","Persistent และ Modal Bottom Sheet","Bottom Sheet","ช่องข้อความ","ข้อความ ยกขึ้น เติมขอบ และอื่นๆ","ปุ่ม","การ์ดคือแผ่นเอกสารที่ใช้แสดงข้อมูลที่เกี่ยวข้อง เช่น อัลบั้ม สถานที่ตั้งทางภูมิศาสตร์ มื้ออาหาร ข้อมูลติดต่อ เป็นต้น","การ์ดพื้นฐานแบบมีมุมโค้งมน","การ์ด","เมนูแบบรายการตรวจสอบ","องค์ประกอบขนาดกะทัดรัดที่แสดงอินพุต แอตทริบิวต์ หรือการทำงาน","ชิป","ชิปตัวเลือกแสดงตัวเลือกเดียวจากชุดตัวเลือก ชิปตัวเลือกมีข้อความคำอธิบายหรือการจัดหมวดหมู่ที่เกี่ยวข้อง","ชิปตัวเลือก","สัญญาณบอกสถานะความคืบหน้าแบบวงกลมของดีไซน์ Material ที่หมุนเพื่อบอกให้ทราบว่าแอปพลิเคชันยังไม่พร้อมทำงาน","สัญญาณบอกสถานะความคืบหน้าแบบวงกลม","รหัสการสาธิต","คัดลอกไปยังคลิปบอร์ดแล้ว","คัดลอกทั้งหมด",["คัดลอกไปยังคลิปบอร์ดไม่สำเร็จ: ",[31,0]],"สีหรือแผงสีคงที่ซึ่งเป็นตัวแทนชุดสีของดีไซน์ Material","สีที่กำหนดไว้ล่วงหน้าทั้งหมด","สี","การ์ด รายการ และ FAB","รูปแบบ \"เปลี่ยนรูปแบบคอนเทนเนอร์\" ออกแบบมาสำหรับการเปลี่ยนระหว่างองค์ประกอบ UI ที่มีคอนเทนเนอร์ รูปแบบนี้สร้างการเชื่อมต่อที่มองเห็นได้ระหว่างองค์ประกอบ UI 2 รายการ","โหมดจาง","เปลี่ยนรูปแบบคอนเทนเนอร์","จางลง","จางผ่าน","เมนูตามบริบท","แผ่นงานการดำเนินการเป็นการแจ้งเตือนรูปแบบหนึ่งที่นำเสนอชุดทางเลือกตั้งแต่ 2 รายการขึ้นไปเกี่ยวกับบริบทปัจจุบันให้แก่ผู้ใช้ แผ่นงานการดำเนินการอาจมีชื่อ ข้อความเพิ่มเติม และรายการของการดำเนินการ","แผ่นงานการดำเนินการ","สัญญาณบอกสถานะกิจกรรมแบบ iOS ที่หมุนตามเข็มนาฬิกา","สัญญาณบอกสถานะกิจกรรมแบบ iOS","สัญญาณบอกสถานะกิจกรรม","ปุ่มการแจ้งเตือนเท่านั้น","การแจ้งเตือนแบบมีปุ่ม","กล่องโต้ตอบการแจ้งเตือนจะแจ้งผู้ใช้เกี่ยวกับสถานการณ์ที่ต้องการการตอบรับ กล่องโต้ตอบการแจ้งเตือนมีชื่อที่ไม่บังคับ เนื้อหาที่ไม่บังคับ และรายการที่ไม่บังคับของการดำเนินการ ชื่อจะแสดงเหนือเนื้อหาและการดำเนินการจะแสดงใต้เนื้อหา","การแจ้งเตือน","การแจ้งเตือนที่มีชื่อ","กล่องโต้ตอบการแจ้งเตือนแบบ iOS","การแจ้งเตือน","ปุ่มแบบ iOS จะใส่ข้อความและ/หรือไอคอนที่ค่อยๆ ปรากฏขึ้นและค่อยๆ จางลงเมื่อแตะ อาจมีหรือไม่มีพื้นหลังก็ได้","ปุ่มแบบ iOS","ปุ่ม","การทำงาน 1","แตะโลโก้ Flutter ค้างไว้เพื่อดูเมนูตามบริบท","การทำงาน 2","เมนูตามบริบทเต็มหน้าจอแบบ iOS ที่ปรากฏเมื่อมีการกดองค์ประกอบค้างไว้","เมนูตามบริบทแบบ iOS","เมนูตามบริบท","แถบนำทางแบบ iOS แถบนำทางคือแถบเครื่องมือที่มีชื่อหน้าเว็บแสดงอย่างน้อยที่สุดตรงกลางของแถบเครื่องมือ","แถบนำทางแบบ iOS","แถบนำทาง","เครื่องมือเลือก","วันที่","วันที่และเวลา","วิดเจ็ตเครื่องมือเลือกรูปแบบ iOS ที่ใช้ในการเลือกสตริง วันที่ เวลา หรือทั้งวันที่และเวลาได้","เครื่องมือเลือกรูปแบบ iOS","เวลา","ตัวจับเวลา","เครื่องมือเลือก","วิดเจ็ตที่ใช้ตัวควบคุมเนื้อหาแบบ iOS สำหรับดึงเพื่อรีเฟรช","ตัวควบคุมแบบ iOS สำหรับดึงเพื่อรีเฟรช","ดึงเพื่อรีเฟรช","แถบเลื่อนที่รวมองค์ประกอบย่อยที่ระบุ","แถบเลื่อนรูปแบบ iOS","แถบเลื่อน","ช่องข้อความค้นหาที่ช่วยให้ผู้ใช้ค้นหาได้โดยการป้อนข้อความ ทั้งยังเสนอและกรองตัวเลือกที่แนะนำได้","ป้อนข้อความ","ช่องข้อความค้นหารูปแบบ iOS","ช่องข้อความค้นหา","ใช้เพื่อเลือกระหว่างตัวเลือกที่เฉพาะตัวเหมือนกัน การเลือกตัวเลือกหนึ่งในส่วนควบคุมที่แบ่งกลุ่มจะเป็นการยกเลิกการเลือกตัวเลือกอื่นๆ ในส่วนควบคุมที่แบ่งกลุ่มนั้น","ส่วนควบคุมที่แบ่งกลุ่มแบบ iOS","ตัวควบคุมที่แบ่งกลุ่ม",["ต่อเนื่อง: ",[11,0]],"แถบเลื่อนอาจใช้ในการเลือกชุดค่าที่ต่อเนื่องหรือไม่ต่อเนื่อง",["ไม่ต่อเนื่อง: ",[14,0]],"แถบเลื่อนแบบ iOS","แถบเลื่อน","สวิตช์ใช้ในการสลับสถานะเปิด/ปิดของการตั้งค่ารายการเดียว","สวิตช์แบบ iOS","แถบแท็บการนำทางด้านล่างแบบ iOS แสดงแท็บหลายแท็บที่มี 1 แท็บใช้งานอยู่ ซึ่งโดยค่าเริ่มต้นคือแท็บแรก","แถบแท็บด้านล่างแบบ iOS","แถบแท็บ","ช่องข้อความที่ให้ผู้ใช้ป้อนข้อความด้วยแป้นพิมพ์ที่เป็นฮาร์ดแวร์หรือแป้นพิมพ์บนหน้าจอ","PIN","ช่องข้อความแบบ iOS","ช่องข้อความ","แถบเลื่อนแสดงช่วงของค่าในแถบซึ่งให้ผู้ใช้เลือกค่าเดียวหรือช่วงค่าก็ได้ รวมถึงอาจมีธีมและการปรับแต่ง","แถบเลื่อนที่กำหนดเอง","ตารางข้อมูลแสดงข้อมูลในรูปแบบตารางกริดที่ประกอบด้วยแถวและคอลัมน์ ใช้ในการจัดระเบียบข้อมูลให้ค้นหาได้ง่ายเพื่อให้ผู้ใช้มองหารูปแบบและข้อมูลเชิงลึกได้","แถวและคอลัมน์ข้อมูล","ตารางข้อมูล","แสดงกล่องโต้ตอบที่มีเครื่องมือเลือกวันที่แบบดีไซน์ Material","เครื่องมือเลือกวันที่","แสดงกล่องโต้ตอบที่มีเครื่องมือเลือกช่วงวันที่แบบ Material Design","เครื่องมือเลือกช่วงวันที่","แบบง่าย การแจ้งเตือน และเต็มหน้าจอ","กล่องโต้ตอบ","ตัวแบ่งสามารถใช้แยกเนื้อหาในรายการ ลิ้นชัก และตำแหน่งอื่นๆ","ตัวแบ่งคือเส้นบางๆ ที่จัดเนื้อหาในรายการและเลย์เอาต์ไว้เป็นกลุ่ม","ตัวแบ่ง","เอกสารประกอบของ API","ปุ่มแบบยกขึ้นช่วยเพิ่มมิติให้แก่เลย์เอาต์แบบแบนราบเป็นส่วนใหญ่ โดยจะช่วยเน้นฟังก์ชันในพื้นที่ที่มีการใช้งานมากหรือกว้างขวาง","ปุ่มแบบยกขึ้น","ยกเลิก","ทิ้ง","กล่องโต้ตอบการแจ้งเตือน","รูปแบบและ FAB","รูปแบบ \"จางลง\" ใช้กับองค์ประกอบ UI ที่เข้าหรือออกภายในขอบเขตหน้าจอ เช่นกล่องโต้ตอบที่จางลงตรงกลางของหน้าจอ","ซ่อน FAB","แสดงรูปแบบ","แสดง FAB","จางลง","อัลบั้ม","การไปยังส่วนต่างๆ ด้านล่าง","รูปแบบ \"จางผ่าน\" ใช้กับการเปลี่ยนระหว่างองค์ประกอบ UI ที่ไม่มีความสัมพันธ์ที่มีอิทธิพลต่อกัน","รูปภาพ","ค้นหา","123 รูปภาพ","จางผ่าน","ชิปตัวกรองใช้แท็กหรือคำอธิบายรายละเอียดเป็นวิธีกรองเนื้อหา","ชิปตัวกรอง","ปุ่มการทำงานแบบลอยเป็นปุ่มไอคอนรูปวงกลมที่ลอยเหนือเนื้อหาเพื่อโปรโมตการดำเนินการหลักในแอปพลิเคชัน","ปุ่มการทำงานแบบลอย","พร็อพเพอร์ตี้ fullscreenDialog จะระบุว่าหน้าที่เข้ามาใหม่เป็นกล่องโต้ตอบในโหมดเต็มหน้าจอหรือไม่","เต็มหน้าจอ","เต็มหน้าจอ","ลิสต์แบบตารางกริดเหมาะสมที่สุดสำหรับการนำเสนอข้อมูลที่มีลักษณะเหมือนกันซึ่งมักจะเป็นรูปภาพ โดยแต่ละรายการในลิสต์แบบตารางกริดเรียกว่าการ์ด","พร้อมส่วนท้าย","พร้อมส่วนหัว","รูปภาพเท่านั้น","เลย์เอาต์แบบแถวและคอลัมน์","รายการแบบตารางกริด","ข้อมูล","ชิปอินพุตที่แสดงข้อมูลที่ซับซ้อนในรูปแบบกะทัดรัด เช่น ข้อมูลเอนทิตี (บุคคล สถานที่ หรือสิ่งของ) หรือข้อความของบทสนทนา","ชิปอินพุต","แสดง URL ไม่ได้:","สัญญาณบอกสถานะความคืบหน้าแบบเชิงเส้นของดีไซน์ Material หรือเรียกอีกอย่างว่าแถบความคืบหน้า","สัญญาณบอกสถานะความคืบหน้าแบบเชิงเส้น","แถวเดี่ยวความสูงคงที่ซึ่งมักจะมีข้อความบางอย่างรวมถึงไอคอนนำหน้าหรือต่อท้าย","ข้อความรอง","เลย์เอาต์รายการแบบเลื่อน","รายการ","รายการในเมนูที่ปิดใช้","รายการพร้อมเมนูแบบรายการตรวจสอบ","รายการพร้อมเมนูตามบริบท","รายการพร้อมเมนูแบบเป็นส่วน","รายการพร้อมเมนูแบบง่าย",["เลือกไว้: ",[10,0]],"รายการในเมนูตามบริบทที่ 1","รายการในเมนูตามบริบทที่ 3","เมนูจะแสดงรายการตัวเลือกบนพื้นผิวชั่วคราว โดยจะปรากฏขึ้นเมื่อผู้ใช้โต้ตอบกับปุ่ม การดำเนินการ หรือตัวควบคุมอื่นๆ","4","รับลิงก์","รายการในเมนูที่ 1","รายการในเมนูที่ 3","รายการในเมนูที่ 2","1","แสดงตัวอย่าง","นำออก",["เลือกไว้: ",[10,0]],"แชร์","ปุ่มเมนูและเมนูแบบง่าย","3","เมนู","2","หน้ารายละเอียด","รายการย่อย","ข้อความรอง","ชื่อ","รอง","รูปแบบต่างๆ ของการเปลี่ยนที่กำหนดค่าไว้ล่วงหน้า","การเคลื่อนไหว","แผงแบบ Material Design ที่เลื่อนในแนวนอนจากขอบของหน้าจอเพื่อแสดงลิงก์ไปยังส่วนต่างๆ ในแอปพลิเคชัน","การแสดงลิ้นชักภายในแถบแอป","เลื่อนจากขอบหรือแตะไอคอนด้านซ้ายบนเพื่อดูลิ้นชัก","ลิ้นชักการนำทาง","รายการที่ 1","รายการที่ 2","user.name@example.com","ชื่อผู้ใช้","วิดเจ็ตแบบ Material ที่มีไว้เพื่อแสดงบริเวณด้านซ้ายหรือขวาของแอปสำหรับการไปยังส่วนต่างๆ ระหว่างมุมมองไม่กี่มุมมอง โดยทั่วไปจะอยู่ที่ระหว่าง 3 ถึง 5 มุมมอง","อันดับที่ 1","อันดับที่ 2","การแสดงแถบข้างสำหรับไปยังส่วนต่างๆ ภายในแอป","อันดับที่ 3","แถบข้างสำหรับไปยังส่วนต่างๆ","หนึ่งบรรทัด","แตะที่นี่เพื่อดูตัวเลือกสำหรับการสาธิตนี้","ดูตัวเลือก","ตัวเลือก","ปุ่มแบบเติมขอบจะเปลี่ยนเป็นสีทึบและยกขึ้นเมื่อกด มักจับคู่กับปุ่มแบบยกขึ้นเพื่อระบุว่ามีการดำเนินการสำรองอย่างอื่น","ปุ่มแบบเติมขอบ","แสดงเครื่องมือเลือก","การเลือกวันที่และเวลา","เครื่องมือเลือก","เชิงเส้น วงกลม ไม่ชัดเจน","สัญญาณบอกสถานะความคืบหน้า","แถบเลื่อนแสดงช่วงของค่าในแถบ และอาจมีไอคอนอยู่ที่ปลายทั้ง 2 ด้านเพื่อแสดงช่วงของค่า เหมาะสำหรับการปรับการตั้งค่า เช่น ระดับเสียง ความสว่าง หรือการใช้ฟิลเตอร์รูปภาพ","แถบเลื่อนสำหรับช่วง","เมนูแบบเป็นส่วน","ช่องทำเครื่องหมายให้ผู้ใช้เลือกตัวเลือกจากชุดตัวเลือกได้หลายรายการ ค่าปกติของช่องทำเครื่องหมายคือ \"จริง\" หรือ \"เท็จ\" และค่า 3 สถานะของช่องทำเครื่องหมายอาจเป็น \"ว่าง\" ได้ด้วย","ช่องทำเครื่องหมาย","ปุ่มตัวเลือกให้ผู้ใช้เลือก 1 ตัวเลือกจากชุดตัวเลือก ใช้ปุ่มตัวเลือกสำหรับการเลือกพิเศษในกรณีที่คุณคิดว่าผู้ใช้จำเป็นต้องเห็นตัวเลือกที่มีอยู่ทั้งหมดแสดงข้างกัน","ปุ่มตัวเลือก","ช่องทำเครื่องหมาย ปุ่มตัวเลือก และสวิตช์","สวิตช์เปิด/ปิดสลับสถานะของตัวเลือกการตั้งค่า 1 รายการ ตัวเลือกที่สวิตช์ควบคุมและสถานะของตัวเลือกควรแตกต่างอย่างชัดเจนจากป้ายกำกับในบรรทัดที่เกี่ยวข้อง","สวิตช์","การควบคุมการเลือก","รูปแบบ \"แกนร่วม\" ใช้ในการเปลี่ยนระหว่างองค์ประกอบ UI ที่มีความสัมพันธ์ในการนำทางหรือเชิงพื้นที่ รูปแบบนี้ใช้การเปลี่ยนรูปแบบร่วมกันบนแกน X, Y, หรือ Z เพื่อเสริมความสัมพันธ์ระหว่างองค์ประกอบต่างๆ","ศิลปะและหัตถกรรม","กลับ","แพ็กเกจ","ธุรกิจ","หมวดหมู่ตามกลุ่มจะแสดงเป็นกลุ่มในฟีดของคุณ ซึ่งคุณจะเปลี่ยนแปลงได้ในภายหลังเสมอ","ปรับปรุงหลักสูตรของคุณให้มีประสิทธิภาพ","สร้างบัญชี","การทำอาหาร","ปุ่มถัดไปและย้อนกลับ","การออกแบบ","หากลืมอีเมล","ภาพ","แสดงแยกแต่ละรายการ","ถัดไป","ลงชื่อเข้าใช้บัญชีของคุณ","อีเมลหรือหมายเลขโทรศัพท์","สวัสดี David Park","แกน X ที่ใช้ร่วมกัน","268 อัลบั้ม","นาที","ศิลปิน","อัลบั้ม","A-Z","เรียงตาม \"ฟังล่าสุด\"","ฟังล่าสุด","แกน Y ที่ใช้ร่วมกัน","สูตรแซนด์วิชเนื้อ","แซนด์วิชเนื้อ","สูตรเบอร์เกอร์","เบอร์เกอร์","สูตรอาหารจานปู","ปู","ปุ่มไอคอนการตั้งค่า","สูตรของหวาน","ของหวาน","ความช่วยเหลือ","การแจ้งเตือน","ความเป็นส่วนตัว","โปรไฟล์","สูตรแซนด์วิช","แซนด์วิช","สูตรที่บันทึกไว้","การตั้งค่า","สูตรอาหารจานกุ้ง","กุ้ง","แกน Z ที่ใช้ร่วมกัน","กล่องโต้ตอบแบบง่ายจะนำเสนอทางเลือกระหว่างตัวเลือกหลายๆ อย่าง โดยกล่องโต้ตอบแบบง่ายจะมีชื่อที่ไม่บังคับซึ่งจะแสดงเหนือทางเลือกต่างๆ","แบบง่าย","เมนูแบบง่าย","ต่อเนื่อง","แถบเลื่อนสำหรับช่วงต่อเนื่องซึ่งมีธีมที่กำหนดเอง","ต่อเนื่องโดยมีค่าตัวเลขที่แก้ไขได้","แถบเลื่อนแสดงช่วงของค่าในแถบซึ่งให้ผู้ใช้เลือกค่าใดค่าหนึ่ง เหมาะสำหรับการปรับการตั้งค่า เช่น ระดับเสียง ความสว่าง หรือการใช้ฟิลเตอร์รูปภาพ","ไม่ต่อเนื่อง","แถบเลื่อนแบบค่าไม่ต่อเนื่องซึ่งมีธีมที่กำหนดเอง","ค่าตัวเลขที่แก้ไขได้","วิดเจ็ตสำหรับเลือกค่าด้วยการเลื่อน","แถบเลื่อน","คุณกดการทำงานของแถบแสดงข้อความ","การทำงาน","แสดงแถบแสดงข้อความ","แถบแสดงข้อความจะแจ้งให้ผู้ใช้ทราบเกี่ยวกับขั้นตอนที่แอปได้ทำไปแล้วหรือจะทำ แถบนี้ปรากฏชั่วคราวที่บริเวณด้านล่างของหน้าจอ ไม่ควรรบกวนประสบการณ์ของผู้ใช้ และผู้ใช้ไม่ต้องป้อนข้อมูลเพื่อให้แถบนี้หายไป","แถบแสดงข้อความจะแสดงข้อความที่ด้านล่างของหน้าจอ","นี่คือแถบแสดงข้อความ","แถบแสดงข้อความ","แท็บช่วยจัดระเบียบเนื้อหาในหน้าจอต่างๆ ชุดข้อมูล และการโต้ตอบอื่นๆ","แบบไม่เลื่อน","แบบเลื่อน","แท็บซึ่งมีมุมมองที่เลื่อนได้แบบอิสระ","แท็บ","ปุ่มข้อความจะแสดงการไฮไลต์เมื่อกดแต่จะไม่ยกขึ้น ใช้ปุ่มข้อความกับแถบเครื่องมือ ในกล่องโต้ตอบ และแทรกในบรรทัดแบบมีระยะห่างจากขอบ","ปุ่มข้อความ","ช่องข้อความให้ผู้ใช้ป้อนข้อความใน UI ซึ่งมักปรากฏอยู่ในฟอร์มและกล่องโต้ตอบ","อีเมล","โปรดป้อนรหัสผ่าน","(###) ###-#### - ป้อนหมายเลขโทรศัพท์ในสหรัฐอเมริกา","โปรดแก้ไขข้อผิดพลาดที่แสดงเป็นสีแดงก่อนส่ง","ซ่อนรหัสผ่าน","เขียนสั้นๆ เพราะนี่เป็นเพียงการสาธิต","เรื่องราวชีวิต","ชื่อ*",["หมายเลขโทรศัพท์ของ  คือ ",[19,0],[24,1]],"ต้องระบุชื่อ","ไม่เกิน 8 อักขระ","โปรดป้อนอักขระที่เป็นตัวอักษรเท่านั้น","รหัสผ่าน*","รหัสผ่านไม่ตรงกัน","หมายเลขโทรศัพท์*","* เป็นช่องที่ต้องกรอก","พิมพ์รหัสผ่านอีกครั้ง*","รายได้ต่อปี","แสดงรหัสผ่าน","ส่ง","บรรทัดข้อความและตัวเลขที่แก้ไขได้","แนะนำตัวให้เรารู้จัก (เช่น เขียนว่าคุณทำงานอะไรหรือมีงานอดิเรกอะไรบ้าง)","ช่องข้อความ","USD","ชื่อของคุณ","หมายเลขโทรศัพท์ของคุณ","อีเมลของคุณ","แสดงกล่องโต้ตอบที่มีเครื่องมือเลือกเวลาแบบดีไซน์ Material","เครื่องมือเลือกเวลา","ปุ่มเปิด-ปิดอาจใช้เพื่อจับกลุ่มตัวเลือกที่เกี่ยวข้องกัน กลุ่มของปุ่มเปิด-ปิดที่เกี่ยวข้องกันควรใช้คอนเทนเนอร์ร่วมกันเพื่อเป็นการเน้นกลุ่มเหล่านั้น","ปุ่มเปิด-ปิด","เคล็ดลับเครื่องมือมีป้ายกำกับข้อความที่ช่วยอธิบายฟังก์ชันของปุ่มหรือการดำเนินการผ่านอินเทอร์เฟซผู้ใช้อื่นๆ เคล็ดลับเครื่องมือจะแสดงข้อความที่เป็นประโยชน์เมื่อผู้ใช้วางเมาส์เหนือ โฟกัสที่ หรือกดค้างองค์ประกอบ","กดค้างหรือวางเมาส์เหนือองค์ประกอบเพื่อแสดงเคล็ดลับเครื่องมือ","ข้อความสั้นๆ ที่แสดงเมื่อกดค้างหรือวางเมาส์เหนือองค์ประกอบ","เคล็ดลับเครื่องมือ","สองบรรทัด","รายละเอียด","นี่คือลักษณะการทำงานของ TwoPane ในอุปกรณ์ที่พับได้","พับได้",["รายการ ",[7,0]],["รายละเอียดรายการ ",[17,0]],"รายการ","เลือกรายการ","นี่คือลักษณะการทำงานของ TwoPane ในอุปกรณ์ที่มีหน้าจอขนาดเล็ก","หน้าจอขนาดเล็ก","เลย์เอาต์ที่ปรับเปลี่ยนตามอุปกรณ์ในอุปกรณ์ที่พับได้ อุปกรณ์หน้าจอขนาดใหญ่ และอุปกรณ์หน้าจอขนาดเล็ก","นี่คือลักษณะการทำงานของ TwoPane ในอุปกรณ์ที่มีหน้าจอขนาดใหญ่ขึ้น เช่น แท็บเล็ตหรือเดสก์ท็อป","แท็บเล็ต/เดสก์ท็อป","TwoPane","คำจำกัดความของตัวอักษรรูปแบบต่างๆ ที่พบในดีไซน์ Material","รูปแบบข้อความทั้งหมดที่กำหนดไว้ล่วงหน้า","ตัวอย่างการพิมพ์","ตัวแบ่งแนวตั้ง","ยกเลิกการเลือก","เพิ่มบัญชี","ยอมรับ","ยกเลิก","ไม่ยอมรับ","ทิ้ง","ทิ้งฉบับร่างไหม","การสาธิตกล่องโต้ตอบแบบเต็มหน้าจอ","บันทึก","กล่องโต้ตอบแบบเต็มหน้าจอ","ให้ Google ช่วยแอประบุตำแหน่ง ซึ่งหมายถึงการส่งข้อมูลตำแหน่งแบบไม่เปิดเผยชื่อไปยัง Google แม้ว่าจะไม่มีแอปทำงานอยู่","ใช้บริการตำแหน่งของ Google ไหม",["คุณเลือก \"\"",[10,0]],"ตั้งค่าบัญชีสำรอง","แสดงกล่องโต้ตอบ","ปิด","แอปข่าวที่มุ่งเน้นเนื้อหา","การปฏิรูป Green Army จากภายใน","ขาดแคลนผึ้งเลี้ยง","นักออกแบบใช้เทคโนโลยีในการสร้างผ้าแห่งอนาคต","เกิดการแบ่งพวกในหมู่นักสิทธิสตรี","อนาคตของน้ำมันเชื้อเพลิง","การปฏิวัติสาธารณสุขที่เงียบแต่ทรงพลัง","คนจำนวนมากหวังพึ่งการแลกเปลี่ยนสกุลเงินขณะที่หุ้นซบเซา","ชีวิตที่มีการแบ่งแยกของชาวอเมริกันในช่วงสงคราม","ข้อมูลอัปเดตล่าสุด","ธุรกิจ","วัฒนธรรม","หน้าแรก","การเมือง","วิทยาศาสตร์","กีฬา","เทคโนโลยี","ท่องเที่ยว","สหรัฐอเมริกา","ต่างประเทศ","GreenArmy","การปฏิวัติสาธารณสุข","การปฏิรูป","หุ้น","การออกแบบและเทคโนโลยี",["ที่เก็บ  ใน GitHub",[8,0]],"รูปแบบและอื่นๆ","หมวดหมู่","แกลเลอรี","กำลังโหลด","ไม่ได้เลือก","ชายหาด","โรงหล่อทองแดง","เจนไน","เชตินาถ","ชาวประมง","ตลาดดอกไม้","เตรียมอาหารกลางวัน","ตลาด","พอนดิเชอร์รี","นาเกลือ","สกู๊ตเตอร์","เครื่องทอผ้าไหม","ธานจาวูร์","วัดธานจาวูร์",["บัญชี เลขที่  จำนวน ",[5,0],[13,1],[20,2]],"เงินเก็บสำหรับซื้อรถ","กระแสรายวัน","เงินเก็บสำหรับซื้อบ้าน","วันหยุดพักผ่อน","เจ้าของบัญชี","ผลตอบแทนรายปีเป็นเปอร์เซ็นต์","ดอกเบี้ยที่จ่ายเมื่อปีที่แล้ว","อัตราดอกเบี้ย","ดอกเบี้ยตั้งแต่ต้นปีจนถึงปัจจุบัน","รายการเคลื่อนไหวของบัญชีรอบถัดไป","รวม","บัญชี","การแจ้งเตือน",["เดือนนี้คุณจ่ายค่าธรรมเนียมการใช้ ATM ",[38,0]],["ดีมาก คุณมีเงินฝากมากกว่าเดือนที่แล้ว ",[38,0]],["โปรดทราบ คุณใช้งบประมาณสำหรับการช็อปปิ้งของเดือนนี้ไปแล้ว ",[58,0]],["สัปดาห์นี้คุณใช้จ่ายไปกับการทานอาหารในร้าน ",[43,0]],[3,0,["เพิ่มโอกาสในการลดหย่อนภาษีของคุณ กำหนดหมวดหมู่ให้แก่ธุรกรรมที่ยังไม่มีหมวดหมู่  รายการ",[79,0]],[4,"เพิ่มโอกาสในการลดหย่อนภาษีของคุณ กำหนดหมวดหมู่ให้แก่ธุรกรรมที่ยังไม่มีหมวดหมู่ 1 รายการ"]],["บิลครบกำหนดชำระในวันที่  จำนวน ",[3,0],[24,1],[31,2]],"จำนวนที่ครบกำหนดชำระ","จำนวนที่ชำระ","จำนวนรวม","ใบเรียกเก็บเงิน","ครบกำหนด",["ใช้งบประมาณไปแล้ว  จากทั้งหมด  เหลืออีก ",[11,0],[18,1],[30,2],[40,3]],"เสื้อผ้า","ร้านกาแฟ","ของชำ","ร้านอาหาร","จำนวนที่เหลือ","จำนวนที่ใช้","จำนวนรวมสูงสุดที่กำหนด","ที่เหลือ","งบประมาณ","แอปการเงินส่วนบุคคล","ที่เหลือ","เข้าสู่ระบบ","เข้าสู่ระบบ","เข้าสู่ระบบของ Rally","หากยังไม่มีบัญชี","รหัสผ่าน","จดจำข้อมูลของฉัน","ลงชื่อสมัครใช้","ชื่อผู้ใช้","ดูทั้งหมด","ดูบัญชีทั้งหมด","ดูบิลทั้งหมด","ดูงบประมาณทั้งหมด","ค้นหา ATM","ความช่วยเหลือ","จัดการบัญชี","การแจ้งเตือน","การตั้งค่าสำหรับเอกสารที่ไม่ใช้กระดาษ","รหัสผ่านและ Touch ID","ข้อมูลส่วนบุคคล","ออกจากระบบ","เอกสารเกี่ยวกับภาษี","บัญชี","ใบเรียกเก็บเงิน","งบประมาณ","ภาพรวม","การตั้งค่า","แอปอีเมลที่ตรงจุดและมีประสิทธิภาพ","ร่างจดหมาย","กล่องจดหมาย","ส่งแล้ว","จดหมายขยะ","ที่ติดดาว","ถังขยะ","เลือก","เลือกได้ (กดค้าง)","เลือกแล้ว","เกี่ยวกับ Flutter Gallery","ออกแบบโดย TOASTER ในลอนดอน","ปิดการตั้งค่า","การตั้งค่า","สีเข้ม","ส่งความคิดเห็น","สีสว่าง","ภาษา","กลไกการทำงานของแพลตฟอร์ม","Slow Motion","ระบบ","ทิศทางข้อความ","LTR","อิงตามภาษา","RTL","อัตราส่วนข้อความ","ใหญ่มาก","ใหญ่","ปกติ","เล็ก","ธีม","การตั้งค่า","ยกเลิก","ล้างรถเข็น",[3,0,["มีสินค้า  รายการ",[9,0]],[2,"ไม่มีสินค้า",4,"มีสินค้า 1 รายการ"]],"รถเข็น","การจัดส่ง:","ยอดรวมย่อย:","ภาษี:","รวม","อุปกรณ์เสริม","ทั้งหมด","เสื้อผ้า","บ้าน","แอปค้าปลีกด้านแฟชั่น","รหัสผ่าน","ชื่อผู้ใช้","ออกจากระบบ","เมนู","ถัดไป","แก้วกาแฟสีบลูสโตน","เสื้อยืดชายโค้งสีแดงอมชมพู","ผ้าเช็ดปากแชมเบรย์","เสื้อแชมเบรย์","เสื้อเชิ้ตสีขาวแบบคลาสสิก","สเวตเตอร์สีดินเหนียว","ตะแกรงสีทองแดง","เสื้อยืดลายขวางแบบถี่","เชือกทำสวน","หมวก Gatsby","แจ็กเก็ต Gentry","โต๊ะขอบทอง 3 ตัว","ผ้าพันคอสีเหลืองอมน้ำตาลแดง","เสื้อกล้ามทรงย้วยสีเทา","ชุดน้ำชา Hurrahs","Kitchen Quattro","กางเกงขายาวสีน้ำเงินเข้ม","เสื้อคลุมสีปูนปลาสเตอร์",["x ",[2,0]],["จำนวน: ",[7,0]],"โต๊ะสำหรับ 4 คน","รางน้ำฝน","Ramona ครอสโอเวอร์","ชุดกระโปรงเดินชายหาด","สเวตเตอร์ถักแบบห่าง","เสื้อยืด Shoulder Rolls","กระเป๋าทรงย้วย","ชุดเครื่องเคลือบสีละมุน","แว่นกันแดด Stella","ต่างหู Strut","กระถางสำหรับพืชอวบน้ำ","ชุดกระโปรง Sunshirt","เสื้อ Surf and Perf","ถุงย่าม","ถุงเท้าทีมกีฬามหาวิทยาลัย","เสื้อเฮนลีย์ Walter (ขาว)","พวงกุญแจถัก","เสื้อเชิ้ตสีขาวลายทางแนวตั้ง","เข็มขัด Whitney",[3,0,["รถเข็นช็อปปิ้งมีสินค้า  รายการ",[23,0]],[2,"รถเข็นช็อปปิ้งไม่มีสินค้า",4,"รถเข็นช็อปปิ้งมีสินค้า 1 รายการ"]],"เพิ่มในรถเข็น",["นำ  ออก",[3,0]],"ปิดหน้ารถเข็น","ปิดเมนู","เปิดเมนู","นำสินค้าออก","ค้นหา","การตั้งค่า","ลงชื่อเข้าใช้","เลือกเดโม","เลย์เอาต์เริ่มต้นที่มีการตอบสนอง",["รายการ ",[7,0]],"เนื้อความ","ปุ่ม","บรรทัดแรก","คำบรรยาย","ชื่อ","แอปเริ่มต้น","เพิ่ม","รายการโปรด","ค้นหา","แชร์"]