[0,"fil","mloacv",0,null,"Naglo-load","I-deselect","Piliin","Napipili (matagal na pagpindot)","Napili","Demo","Bar ng app sa ibaba","Hindi napili","Field ng text ng paghahanap","Picker","Field ng text ng paghahanap na may istilong pang-iOS","Field ng text ng paghahanap na nagbibigay-daan sa user na maghanap sa pamamagitan ng paglalagay ng text, at puwedeng mag-alok at mag-filter ng mga suhestyon.","Maglagay ng text","Scrollbar","Scrollbar na may istilong pang-iOS","Scrollbar na nagra-wrap sa partikular na child",["Item ",["5","0"]],"Listahan","Foldable","Maliit na Screen","Ganito ang gawi ng TwoPane sa isang device na may maliit na screen.","Tablet / Desktop","Ganito ang gawi ng TwoPane sa isang mas malaking screen tulad ng tablet o desktop.","TwoPane","Mga responsive na layout sa mga foldable, malaki, at maliit na screen","Pumili ng demo","Ganito ang gawi ng TwoPane sa isang foldable na device.","Mga Detalye","Pumili ng item",["Mga detalye ng tem ",["j","0"]],"I-tap at i-hold ang Flutter logo para makita ang menu ng konteksto.","Isang full screen na menu ng konteksto na may istilong pang-iOS na lumalabas kapag matagal na pinindot ang isang element.","Bar ng app","Ang Bar ng app ay nagbibigay ng content at mga pagkilos kaugnay ng kasalukuyang screen. Ginagamit ito para sa pag-brand, mga pamagat ng screen, pag-navigate, at mga pagkilos","Divider","Ang divider ay manipis na linyang naggugrupo ng content sa mga listahan at layout.","Magagamit ang mga divider sa mga listahan, drawer, at iba pang lugar para maghiwa-hiwalay ng content.","Vertical na Divider","Menu ng Konteksto","Menu ng konteksto na may istilong pang-iOS","Nagpapakita ng impormasyon at mga pagkilos kaugnay ng kasalukuyang screen","Pagkilos isa","Pagkilos dalawa","Nagpapakita ng dialog na naglalaman ng picker ng hanay ng petsa ng Material Design.","Picker ng Hanay ng Petsa","Pangalan ng User","user.name@example.com","Mag-swipe mula sa dulo o i-tap ang icon sa kaliwang bahagi sa itaas para makita ang drawer","Navigation Rail","Nagpapakita ng Navigation Rail sa app","Isang widget ng materyal na ginawa para lumabas sa kaliwa o kanan ng app para mag-navigate sa kaunting view, karaniwang tatlo hanggang lima.","Una","Navigation Drawer","Ikatlo","Naka-star","Isang button na text na nagpapakita ng pagtalsik ng tinta kapag pinindot pero hindi umaangat. Gamitin ang mga button na text sa mga toolbar, sa mga dialog, at inline nang may padding","Nakaangat na Button","Nagdaragdag ng dimensyon ang mga nakaangat na button sa mga layout na puro flat. Binibigyang-diin ng mga ito ang mga function sa mga lugar na maraming nakalagay o malawak.","Button na May Outline","Magiging opaque at aangat ang mga button na may outline kapag pinindot. Kadalasang isinasama ang mga ito sa mga nakaangat na button para magsaad ng alternatibo at pangalawang pagkilos.","Mga Card, Listahan, at FAB","Nagpapakita ng drawer sa appbar","Isang mabilis at nakatuong email app","Isang panel ng Material Design na nagsa-slide pahalang mula sa dulo ng screen para magpakita ng mga link ng navigation sa application.","Mga Draft","Unang Item","Inbox","Button ng Susunod at Button na Bumalik","Spam","Trash","Naipadala","Ikalawa","Ikalawang Item","Modal at FAB","Navigation sa ibaba","Button ng icon ng mga setting","Pagbukud-bukurin ayon sa \"Na-play Kamakailan\"","Button na Text","Beef Sandwich","Recipe ng panghimagas","Artist","Album","Na-play kamakailan","A-Z","268 album","Nakabahaging y-axis","GUMAWA NG ACCOUNT","I-DISCARD","Email o numero ng telepono","Mag-sign in gamit ang iyong account","Kumusta, David Park","Magkakahiwalay na Ipinapakita","Naka-bundle","Mga Album","Disenyo","Pagguhit","Negosyo","Sining at Craft","Pangalawang text","KANSELAHIN","Dialog ng Alerto","ITAGO ANG FAB","IPAKITA ANG FAB","IPAKITA ANG MODAL","Ginagamit ang fade pattern para sa mga element ng UI na pumapasok o lumalabas sa mga hangganan ng screen, gaya ng dialog na nagfe-fade sa gitna ng screen.","Fade","123 larawan","Maghanap","Mga Larawan","Lalabas ang mga naka-bundle na kategorya bilang mga grupo sa iyong feed. Mababago mo ito anumang oras.","Ginagamit ang fade through pattern para sa mga transition sa pagitan ng mga element ng UI na walang matibay na ugnayan sa isa't isa.","Fade through","Tulong","Lahat ng naka-predefine na pattern ng transition","Mga Notification","Profile","Mga Naka-save na Recipe","Recipe ng Beef Sandwich","Recipe ng putaheng alimango","I-streamline ang iyong mga kurso","Alimango","Recipe ng putaheng hipon","Hipon","FADE THROUGH","Panghimagas","Recipe ng sandwich","Sandwich","Recipe ng burger","Burger","Mga Setting","Nakabahaging z-axis","Privacy","Paggalaw","Pag-iiba ng Anyo ng Container","Idinisenyo ang pattern ng pag-iiba ng anyo ng container para sa mga transition sa pagitan ng mga element ng UI na may container. Gumagawa ang pattern na ito ng nakikitang koneksyon sa pagitan ng dalawang element ng UI","Fade mode","FADE","minuto","Pamagat","NAKALIMUTAN ANG EMAIL?","Pangalawa","Page ng Mga Detalye","Item sa listahan","Ginagamit ang pattern ng nakabahaging axis para sa mga transition sa pagitan ng mga element ng UI na may ugnayang spatial o para sa pag-navigate. Gumagamit ang pattern na ito ng nakabahaging pag-iiba ng anyo sa x, y, o z axis para mapatibay ang ugnayan sa pagitan ng mga element.","Nakabahaging x-axis","BUMALIK","SUSUNOD","Pagluluto",["Repository ng GitHub ng ",["o","0"]],"US","Negosyo","Agham","Sports","Paglalakbay","Kultura","Disenyo ng Teknolohiya","Halagang Natitira","Pagreporma sa Green Army Mula sa Loob","Isang app ng balita na nakatuon sa content","Halagang Kailangang Bayaran","Kabuuang Cap","Halagang Nagamit","Rebolusyon sa Pangangalaga sa Kalusugan","Front Page","Mundo","Halagang Ibinayad","Pulitika","Kaunti na Lang ang Mga Pambukid na Bubuyog","Ang Hinaharap ng Gasolina","GreenArmy","Kinakaharap ng Mga Peminista ang Pagkiling","Gumagamit ng Teknolohiya ang Mga Designer para Gumawa ng Mga Napakamodernong Tela","Habang Hindi Umuunlad ang Mga Stock, Marami ang Umaasa sa Currency","Reporma","Teknolohiya","Watak-watak na Buhay ng Mga Amerikano sa Panahon ng Digmaan","Ang Tahimik Pero Makapangyarihang Rebolusyon sa Pangangalaga sa Kalusugan","Mga Pinakabagong Update","Mga Stock","Kabuuang Halaga","Petsa at Oras","MAG-SIGN IN",[" na may asukal",["0","0"]],"Apple pie","Donut","Honeycomb","Lollipop","Jelly bean","Gingerbread","Cupcake","Eclair","Ice cream sandwich","Frozen yogurt","Iron (%)","Calcium (%)","Sodium (mg)","Picker ng Oras","I-reset ang mga pagbabago","Fat (g)","Mga Calorie","Panghimagas (1 serving)","Thanjavur, Tamil Nadu","Nagpapakita ng dialog na naglalaman ng picker ng oras ng Material Design.","IPAKITA ANG PICKER","Naso-scroll","Hindi naso-scroll",[3,0,["h",["0","0"]],[4,"1h"]],[3,0,["m",["0","0"]],[4,"1m"]],[" ",["0","0"],["1","1"]],"Nutrisyon","Picker ng Petsa","Pagpili ng petsa at oras","Mga Picker","I-edit ang tile","Ang mga talahanyan ng data ay nagpapakita ng impormasyon sa format ng mga row at column na parang grid. Isinasaayos ng mga ito ang impormasyon sa paraang madaling suriin para makahanap ng mga pattern at insight ang mga user.","I-tap para i-edit ang mga tile, at gumamit ng mga galaw para magpalipat-lipat ng lugar. I-drag para i-pan, i-pinch para i-zoom, i-rotate gamit ang dalawang daliri. Pindutin ang button na i-reset para bumalik sa panimulang oryentasyon.","I-pan, i-zoom, i-rotate","Mga 2D na pagbabago","PIN","Ang isang field ng text ay nagbibigay-daan sa user na maglagay ng text sa pamamagitan ng hardware na keyboard o gamit ang isang keyboard sa screen.","Mga field ng text na may istilong pang-iOS","Mga field ng text","Nagpapakita ng dialog na naglalaman ng picker ng petsa ng Material Design.","Oras","Petsa","Timer","Widget ng picker na may istilong pang-iOS na magagamit para pumili ng mga string, mga petsa, mga oras, o petsa at oras.","Mga picker na may istilong pang-iOS","Mga Picker",[" na may honey",["0","0"]],"Chettinad","I-reset ang banner","Maraming pagkilos","Nangungunang Icon","I-DISMISS","Nata-tap","Napipili (matagal na pagpindot)","I-explore",["I-explore ang ",["e","0"]],["Ibahagi ang ",["c","0"]],"Nangungunang 10 Lungsod na Mabibisita sa Tamil Nadu","Ika-10","Thanjavur","Protein (g)","Mga Artisan ng Southern India","Mga Silk Spinner","Na-update ang iyong password sa iba mo pang device. Mag-sign in ulit.","Sivaganga, Tamil Nadu","Brihadisvara Temple","Mga Templo","Banner","Nagpapakita ng banner sa isang listahan","Ang isang banner ay nagpapakita ng mahalaga at malinaw na mensahe at nagbibigay ito ng mga pagkilos para sa mga user para tugunan (o i-dismiss ang banner). Kinakailangan ng pagkilos ng user para ma-dismiss ito.","Mga Card","Mga baseline na card na may mga pakurbang kanto","Ang card ay isang sheet ng Materyal na ginagamit para katawanin ang ilang nauugnay na impormasyon, halimbawa, isang album, isang pangheyograpiyang lokasyon, isang pagkain, mga detalye sa pakikipag-ugnayan, atbp.","Mga Talahanayan ng Data","Mga row at column ng impormasyon","Mga Carb (g)","Tanjore","Mga Grid na Listahan","Pamilihan ng Bulaklak","Bronze Works","Market","Thanjavur Temple","Salt Farm","Mga Scooter","Panggawa ng Seda","Paghanda ng Tanghalian","Beach","Mangingisda",["Napili: ",["8","0"]],"Alisin","Kumuha ng link","Ibahagi","Nagpapakita ng navigation at mga pagkilos sa ibaba","Isang item na may nakaseksyong menu","Na-disable na item sa menu","Linear na Indicator ng Pag-usad","Unang item sa menu ng konteksto","Isang item na may simpleng menu","Mga Custom na Slider","Isang item na may checklist na menu","Indicator ng aktibidad","Mga iOS-style na indicator ng aktibidad","Isang iOS-style na indicator ng aktibidad na umiikot nang clockwise.","Navigation bar","iOS-style na navigation bar","Isang iOS-style na navigation bar. Ang navigation bar ay isang toolbar na sa minimum ay may pamagat ng page na nasa gitna ng toolbar.","Hilahin para i-refresh","iOS-style na kontrol na hilahin para i-refresh","Isang widget na nagpapatupad sa iOS-style na kontrol na hilahin para irefresh","Mga indicator ng pag-usad","Linear, pabilog, hindi tiyak","Pabilog na Indicator ng Pag-usad","Isang Material Design na pabilog na indicator ng pag-usad na umiikot para isaad na abala ang application.","Apat","Isang Material Design na linear na indicator ng pag-usad, na kilala rin bilang progress bar.","Mga Tooltip","Maikling mensaheng ipinapakita kapag pumindot nang matagal o nag-hover","Nagbibigay ang mga tooltip ng mga text na label na nakakatulong sa pagpapaliwanag sa function ng isang button o iba pang pagkilos sa user interface. Nagpapakita ang mga tooltip ng text na nagbibigay ng impormasyon kapag nag-hover, tumutok, o pumindot nang matagal ang mga user sa isang element.","Pumindot nang matagal o mag-hover para maipakita ang tooltip.","Chennai",["Nasuri: ",["8","0"]],"Chettinad","I-preview","Bar ng app sa ibaba","Nagbibigay ang mga bar ng app sa ibaba ng access sa navigation drawer sa ibaba at sa hanggang apat na pagkilos, kasama ang floating action button.","Notch","Posisyon ng Floating Action Button","Naka-dock - Dulo","Naka-dock - Gitna","Floating - Dulo","Floating - Gitna","Nae-edit na numerong value","Layout ng row at column","Pinakaangkop na gamitin ang mga Grid na Listahan para magpakita ng magkakatulad na data, kadalasan mga larawan. Tinatawag na tile ang bawat item na nasa grid na listahan.","Larawan lang","May header","May footer","Mga Slider","Mga widget para sa pagpili ng value sa pamamagitan ng pag-swipe","Nagpapakita ang mga slider ng isang hanay ng mga value sa isang bar, kung saan puwedeng pumili ng isang value ang mga user. Mainam ang mga ito para sa pagsasaayos ng mga setting tulad ng volume, liwanag, o paglalapat ng mga filter ng larawan.","Mga Slider ng Hanay","Nagpapakita ang mga slider ng isang hanay ng mga value sa isang bar. Puwedeng may mga icon ang mga ito sa magkabilang dulo ng bar na nagpapakita ng isang hanay ng mga value. Mainam ang mga ito para sa pagsasaayos ng mga setting tulad ng volume, liwanag, o paglalapat ng mga filter ng larawan.","Isang item na may menu ng konteksto","Nagpapakita ang mga slider ng isang hanay ng mga value sa isang bar, kung saan puwedeng pumili ng isang value o isang hanay ng mga value ang mga user. Puwedeng lagyan ng tema at i-customize ang mga slider.","Tuloy-tuloy na may Nae-edit na Numerong Value","Discrete","Discrete Slider na may Custom na Tema","Tuloy-tuloy na Slider ng Hanay na may Custom na Tema","Tuloy-tuloy","Pondicherry","Menu","Menu ng konteksto","Nakaseksyong menu","Simpleng menu","Checklist na menu","Mga button ng menu at simpleng menu","Nagpapakita ang menu ng listahan ng mga pagpipilian sa isang pansamantalang lugar. Lumalabas ang mga ito kapag nakipag-ugnayan ang mga user gamit ang button, pagkilos, o iba pang kontrol.","Unang item sa menu","Pangalawang item sa menu","Pangatlong item sa menu","Isa","Dalawa","Tatlo","Pangatlong item sa menu ng konteksto","iOS-style na switch","Ito ay isang snackbar.","iOS-style na slider","Puwedeng gumamit ng slider para pumili sa tuloy-tuloy o discrete na hanay ng mga value.",["Tuloy-tuloy: ",["d","0"]],["Discrete: ",["a","0"]],"Pinindot mo ang pagkilos ng snackbar.","Bumalik sa Gallery","Tab bar","Ginagamit ang isang switch para i-on/i-off ang isang setting.","PAGKILOS","Profile","MAGPAKITA NG SNACKBAR","Ipinapaalam ng Mga Snackbar sa mga user ang isang proseso na isinasagawa o isasagawa ng app. Panandaliang lumalabas ang mga ito, papunta sa ibaba ng screen. Hindi dapat makaabala ang mga ito sa experience ng user, at hindi kinakailangan ng mga ito na mawala ang input ng user.","Nagpapakita ang Mga Snackbar ng mga mensahe sa ibaba ng screen","Mga Snackbar","Slider","Chat","Home","Isang iOS-style na tab bar ng pag-navigate sa ibaba. Nagpapakita ng maraming tab habang isang tab lang ang aktibo, ang unang tab bilang default.","iOS-style na tab bar sa ibaba","Mga opsyon sa view","Mag-tap dito para makita ang mga available na opsyon para sa demo na ito.","KOPYAHIN LAHAT",["Alisin ang ",["b","0"]],"Idagdag sa cart",[3,0,["Shopping cart,  na item",["f","0"]],[2,"Shopping cart, walang item",4,"Shopping cart, 1 item"]],["Hindi nakopya sa clipboard: ",["s","0"]],"Kinopya sa clipboard.","Mga Mayan na guho sa isang talampas sa itaas ng beach","Hotel sa tabi ng lawa sa harap ng mga bundok","Citadel ng Machu Picchu","Chalet sa isang maniyebeng tanawing may mga evergreen na puno","Mga bungalow sa ibabaw ng tubig","Pool sa tabi ng dagat na may mga palm tree","Pool na may mga palm tree","Brick na parola sa may dagat","Mga tore ng Al-Azhar Mosque habang papalubog ang araw","Lalaking nakasandal sa isang antique na asul na sasakyan","Supertree Grove","Counter na may mga pastry sa isang cafe","Burger","Hotel sa tabi ng lawa sa harap ng mga bundok","Mga checkbox, radio button, at switch","Babaeng may hawak na malaking pastrami sandwich","Mga bungalow sa ibabaw ng tubig","Pasukan ng bakery","Putaheng may hipon","Artsy na seating area ng isang restaurant","Panghimagas na gawa sa tsokolate","Korean taco","Citadel ng Machu Picchu","Walang taong bar na may mga upuang pang-diner","Pizza sa loob ng oven na ginagamitan ng panggatong","Taipei 101 skyscraper","Mga tore ng Al-Azhar Mosque habang papalubog ang araw","Brick na parola sa may dagat","Pinggan ng crawfish","Makukulay na apartment sa Riberia Square","Pool na may mga palm tree","Tent sa isang parang","Isara ang mga setting","Nagbibigay-daan sa user ang mga checkbox na pumili ng maraming opsyon sa isang hanay. True o false ang value ng isang normal na checkbox at puwede ring null ang value ng isang tristate checkbox.","Mga Setting","Mga Listahan","Mga layout ng nagso-scroll na listahan","Isang row na nakapirmi ang taas na karaniwang naglalaman ng ilang text pati na rin isang icon na leading o trailing.","Isang Linya","Dalawang Linya","Pangalawang text","Mga kontrol sa pagpili","Mount Rushmore","Checkbox","Lalaking nakasandal sa isang antique na asul na sasakyan","Radio","Nagbibigay-daan sa user ang mga radio button na pumili ng isang opsyon sa isang hanay. Gamitin ang mga radio button para sa paisa-isang pagpili kung sa tingin mo ay dapat magkakatabing makita ng user ang lahat ng available na opsyon.","Switch","Tina-toggle ng mga on/off na switch ang status ng isang opsyon sa mga setting. Dapat malinaw na nakasaad sa inline na label ang opsyong kinokontrol ng switch, pati na rin ang kasalukuyang status nito.","Chalet sa isang maniyebeng tanawing may mga evergreen na puno","Tent sa isang parang","Mga prayer flag sa harap ng maniyebeng bundok","Tanawin mula sa himpapawid ng Palacio de Bellas Artes","Tingnan ang lahat ng account",["Bill sa  na nagkakahalagang  na dapat bayaran bago ang .",["8","0"],["s","1"],["1j","2"]],"Isara ang cart","Isara ang menu","Buksan ang menu","Mga Setting","Maghanap","Inaayos ng mga tab ang content na nasa magkakaibang screen, data set, at iba pang pakikipag-ugnayan.","Mga tab na may mga hiwalay na naso-scroll na view","Mga Tab",["Badyet sa  na may nagamit nang  sa ,  ang natitira",["a","0"],["v","1"],["z","2"],["11","3"]],"Alisin ang item",[" account  na may .",["0","0"],["9","1"],["h","2"]],"Tingnan ang lahat ng badyet","Tingnan ang lahat ng bill","Pumili ng Petsa","Piliin ang Pinagmulan","Khumbu Valley, Nepal","Machu Picchu, Peru","Malé, Maldives","Vitznau, Switzerland","Mexico City, Mexico","Mount Rushmore, United States","Batay sa lokalidad","Havana, Cuba","Cairo, Egypt","Lisbon, Portugal","Napa, United States","Bali, Indonesia","Malé, Maldives","Aspen, United States","Machu Picchu, Peru","Naka-segment na kontrol","Vitznau, Switzerland","Big Sur, United States","Napa, United States","Porto, Portugal","Tulum, Mexico","Seoul, South Korea","Mga Chip","Mga compact na elemento na kumakatawan sa isang input, attribute, o pagkilos","Action Chip","Ang mga action chip ay isang hanay ng mga opsyon na nagti-trigger ng pagkilos na nauugnay sa pangunahing content. Dapat dynamic at ayon sa konteksto lumabas ang mga action chip sa UI.","Choice Chip","Kumakatawan ang mga choice chip sa isang opsyon sa isang hanay. Naglalaman ng nauugnay na naglalarawang text o mga kategorya ang mga choice chip.","Filter Chip","Gumagamit ang mga filter chip ng mga tag o naglalarawang salita para mag-filter ng content.","Input Chip","Kumakatawan ang mga input chip sa isang kumplikadong impormasyon, gaya ng entity (tao, lugar, o bagay) o text ng pag-uusap, sa compact na anyo.","Lisbon, Portugal","Lisbon, Portugal","Ginagamit para sa pagpiling may ilang opsyong hindi puwedeng mapili nang sabay. Kapag pinili ang isang opsyong nasa naka-segment na control, hindi na mapipili ang iba pang opsyong nasa naka-segment na control.","I-on ang mga ilaw","Maliit","Katamtaman","Malaki","Elevator","Washer","Fireplace","Pagbibisikleta","Mga Diner",[3,0,["Lakihan ang puwedeng mabawas sa iyong buwis! Magtalaga ng mga kategorya sa  na transaksyong hindi nakatalaga.",["23","0"]],[4,"Lakihan ang puwedeng mabawas sa iyong buwis! Magtalaga ng mga kategorya sa 1 transaksyong hindi nakatalaga."]],"Pumili ng Oras","Pumili ng Lokasyon","Mga Bumibiyahe","Atlanta, United States","Pumili ng Destinasyon","Pumili ng Mga Petsa","LUMIPAD","MATULOG","KUMAIN","Mag-explore ng Mga Flight ayon sa Destinasyon","Mag-explore ng Mga Property ayon sa Destinasyon","Mag-explore ng Mga Restaurant ayon sa Destinasyon",[3,0,[" na stop",["0","0"]],[2,"Nonstop",4,"1 stop"]],[3,0,[" na Available na Property",["0","0"]],[2,"Walang Available na Property",4,"1 Available na Property"]],[3,0,[" na Restaurant",["0","0"]],[2,"Walang Restaurant",4,"1 Restaurant"]],"Aspen, United States","iOS-style na naka-segment na control","Cairo, Egypt","Madrid, Spain","Big Sur, United States","Nashville, United States","Seattle, United States","Singapore","Paris, France","Portland, United States","Córdoba, Argentina","Dallas, United States","Naples, Italy","Taipei, Taiwan","Havana, Cuba","MAG-LOG OUT","MGA BILL","MGA ACCOUNT","Vagabond na sack","YTD ng Interes","Whitney na sinturon","Panghardin na strand","Mga strut earring","Mga pang-varsity na medyas","Hinabing keychain","Gatsby hat","Shrug bag","Gilt desk trio","Copper wire na rack","Soothe na ceramic set","Hurrahs na tea set","Blue stone na tasa","Tray para sa tubig-ulan","Chambray napkins","Mga paso para sa succulent","Quartet na mesa","Quattro sa kusina","Clay na sweater","Sea tunic","Plaster na tunic","Mga Restaurant","Chambray na shirt","Seabreeze na sweater","Gentry na jacket","Navy na pantalon","Walter henley (puti)","Surf and perf na t-shirt","Ginger na scarf","Ramona crossover","Classic na puting kwelyo","Sunshirt na dress","Rate ng Interes","Taunang Percentage Yield","Bakasyon","Fine lines na t-shirt","Mga Ipon sa Bahay","Checking","Interes na Binayaran Noong Nakaraang Taon","Susunod na Pahayag","May-ari ng Account","Mga Kapihan","Mga Grocery","Cerise na scallop na t-shirt","Damit","Pamahalaan ang Mga Account","Mga Ipon sa Kotse","Mga Dokumento ng Buwis","Passcode at Touch ID","Mga Notification","Personal na Impormasyon","Mga Paperless na Setting","Maghanap ng mga ATM","Tulong","Mag-sign out","Kabuuan","Nakatakda","Natitira","Mga Account","Mga Bill","Mga Badyet","Mga Alerto","TINGNAN LAHAT","NATITIRA","PANGKALAHATANG-IDEYA","Shoulder rolls na t-shirt","SUSUNOD","MGA BADYET","MGA SETTING","Mag-log in sa Rally","Walang account?","MAG-SIGN UP","Username","Password","Mag-log in","Tandaan Ako","MAG-LOG IN",["Babala, nagamit mo na ang  ng iyong Badyet sa pamimili para sa buwang ito.",["q","0"]],["Gumastos ka ng  sa Mga Restaurant ngayong linggo.",["f","0"]],["Gumastos ka ng  sa mga bayarin sa ATM ngayong buwan",["f","0"]],["Magaling! Mas mataas nang  ang iyong checking account kaysa sa nakaraang buwan.",["q","0"]],"MENU","LAHAT","MGA ACCESSORY","DAMIT","HOME","Username","Password","KANSELAHIN","Buwis:","CART",["Dami: ",["6","0"]],["x ",["2","0"]],[3,0,[" NA ITEM",["0","0"]],[2,"WALANG ITEM",4,"1 ITEM"]],"I-CLEAR ANG CART","KABUUAN","Subtotal:","Pagpapadala:","Grey na slouch tank","Stella na sunglasses","Puting pinstripe na t-shirt","Paano kami makikipag-ugnayan sa iyo?","LTR","Malaki","Header",["Item ",["5","0"]],"Mga field ng text","Mga field ng text","Isang linya ng mae-edit na text at mga numero","Ang mga field ng text ay nagbibigay-daan sa mga user na maglagay ng text sa UI. Karaniwang makikita ang mga ito sa mga form at dialog.","Ipakita ang password","Itago ang password","Pakiayos ang mga error na kulay pula bago magsumite.","Kinakailangan ang pangalan.","Mga character sa alpabeto lang ang ilagay.","(###) ###-#### - Maglagay ng numero ng telepono sa US.","Maglagay ng password.","Hindi magkatugma ang mga password","Ano'ng tawag sa iyo ng mga tao?","Pangalan*","IPAKITA ANG BOTTOM SHEET","Numero ng telepono*","Bottom sheet","Email","Bigyan kami ng impormasyon tungkol sa iyo (hal., isulat kung ano'ng ginagawa mo sa trabaho o ang mga libangan mo)","Panatilihin itong maikli, isa lang itong demo.","BUTTON","Kwento ng buhay","Sweldo","USD","Hindi dapat hihigit sa 8 character.","Password*","I-type ulit ang password*","ISUMITE","Navigation sa ibaba na may mga cross-fading na view","Idagdag","Ang modal na bottom sheet ay isang alternatibo sa menu o dialog at pinipigilan nito ang user na makipag-ugnayan sa iba pang bahagi ng app.","Modal na bottom sheet","Ang persistent na bottom sheet ay nagpapakita ng impormasyon na dumaragdag sa pangunahing content ng app. Makikita pa rin ang persistent na bottom sheet kahit pa makipag-ugnayan ang user sa iba pang bahagi ng app.","Persistent na bottom sheet","Mga persistent at modal na bottom sheet",["Ang numero ng telepono ni/ng  ay ",["t","0"],["x","1"]],"BUTTON","Mga kahulugan para sa iba't ibang typographical na istilong makikita sa Material Design.","Lahat ng naka-predefine na istilo ng text","Typography","Tinutukoy ng property na fullscreenDialog kung fullscreen na modal dialog ang paparating na page","Isang flat na button na nagpapakita ng pagtalsik ng tinta kapag pinindot pero hindi umaangat. Gamitin ang mga flat na button sa mga toolbar, sa mga dialog, at inline nang may padding","Nagpapakita ang mga navigation bar sa ibaba ng tatlo hanggang limang patutunguhan sa ibaba ng screen. Ang bawat patutunguhan ay kinakatawan ng isang icon at ng isang opsyonal na text na label. Kapag na-tap ang icon ng navigation sa ibaba, mapupunta ang user sa pinakamataas na antas na patutunguhan ng navigation na nauugnay sa icon na iyon.","Napiling label","Mga persistent na label",["Item ",["5","0"]],"* tumutukoy sa kinakailangang field","Navigation sa ibaba","Maliwanag","Tema","iOS","Android","RTL","Napakalaki","Button","Normal","Maliit","System","Mga Setting","Isang personal na finance app",["Para makita ang source code para sa app na ito, pakibisita ang .",["1r","0"]],"Mga Komento","Nilalaman","Headline","Subtitle","Pamagat","Maghanap","Ibahagi","Paborito","Idagdag","Kalendaryo","Isang responsive na panimulang layout","Panimulang app","Mga flutter sample ng GitHub repo",["Placeholder para sa tab na ",["r","0"]],"Camera","Alarm","Account","Iyong email address","Magagamit ang mga toggle button para pagpangkatin ang magkakaugnay na opsyon. Para bigyang-diin ang mga pangkat ng magkakaugnay na toggle button, dapat may iisang container ang isang pangkat","GREY","BROWN","DEEP ORANGE","ORANGE","AMBER","DILAW","LIME","LIGHT GREEN","BERDE","Gallery","Mga Kategorya","Isang fashionable na retail app","Isang naka-personalize na travel app","MGA ISTILO AT IBA PA","Hindi maipakita ang URL:","Mga Opsyon","Impormasyon","Demo Code","Dokumentasyon ng API","Buong Screen","Sukat ng text","Direksyon ng text","Wika","Mechanics ng platform","Madilim","Slow motion","Tungkol sa Gallery ng Flutter","Magpadala ng feedback","Idinisenyo ng TOASTER sa London","Mga Button","Text, nakaangat, may outline, at higit pa","Flat na Button","Nagdaragdag ng dimensyon ang mga nakaangat na button sa mga layout na puro flat. Binibigyang-diin ng mga ito ang mga function sa mga lugar na maraming nakalagay o malawak.","Nakaangat na Button","Outline na Button","Magiging opaque at aangat ang mga outline na button kapag pinindot. Kadalasang isinasama ang mga ito sa mga nakaangat na button para magsaad ng alternatibo at pangalawang pagkilos.","Mga Toggle Button","TEAL","Floating na Action Button","Ang floating na action button ay isang bilog na button na may icon na nasa ibabaw ng content na nagpo-promote ng pangunahing pagkilos sa application.","Mga Dialog","Simple, alerto, at fullscreen","Alerto","Ipinapaalam ng dialog ng alerto sa user ang tungkol sa mga sitwasyong nangangailangan ng pagkilala. May opsyonal na pamagat at opsyonal na listahan ng mga pagkilos ang dialog ng alerto.","Alertong May Pamagat","Simple","Isang simpleng dialog na nag-aalok sa user na pumili sa pagitan ng ilang opsyon. May opsyonal na pamagat ang simpleng dialog na ipinapakita sa itaas ng mga opsyon.","Fullscreen","Mga Button","Mga button na may istilong pang-iOS","Button na may istilong pang-iOS. Kumukuha ito ng text at/o icon na nagfe-fade out at nagfe-fade in kapag pinindot. Puwede ring may background ito.","Mga Alerto","Mga dialog ng alerto na may istilong pang-iOS","Alerto","Ipinapaalam ng dialog ng alerto sa user ang tungkol sa mga sitwasyong nangangailangan ng pagkilala. May opsyonal na pamagat, opsyonal na content, at opsyonal na listahan ng mga pagkilos ang dialog ng alerto. Ipapakita ang pamagat sa itaas ng content at ipapakita ang mga pagkilos sa ibaba ng content.","Alertong May Pamagat","Alertong May Mga Button","Mga Button ng Alerto Lang","Sheet ng Pagkilos","Ang sheet ng pagkilos ay isang partikular na istilo ng alerto na nagpapakita sa user ng isang hanay ng dalawa o higit pang opsyong nauugnay sa kasalukuyang konteksto. Puwedeng may pamagat, karagdagang mensahe, at listahan ng mga pagkilos ang sheet ng pagkilos.","Mga Kulay","Lahat ng naka-predefine na kulay","Mga constant na kulay at swatch ng kulay na kumakatawan sa palette ng kulay ng Material Design.","ENABLED","DISABLED","Gumawa",["Pinili mo ang: \"\"",["g","0"]],"I-discard ang draft?","Gamitin ang serbisyo ng lokasyon ng Google?","Payagan ang Google na tulungan ang mga app na tukuyin ang lokasyon. Nangangahulugan ito na magpapadala ng anonymous na data ng lokasyon sa Google, kahit na walang gumaganang app.","KANSELAHIN","I-DISCARD","HINDI SUMASANG-AYON","SUMANG-AYON","Itakda ang backup na account","BLUE GREY","IPAKITA ANG DIALOG","Full Screen na Dialog","I-SAVE","Demo ng full screen na dialog","Enabled","Disabled","May Background","Kanselahin","I-discard","Payagan ang \"Maps\" na i-access ang iyong lokasyon habang ginagamit mo ang app?","Ipapakita sa mapa ang kasalukuyan mong lokasyon at gagamitin ito para sa mga direksyon, resulta ng paghahanap sa malapit, at tinatantyang tagal ng pagbiyahe.","Payagan","Huwag Payagan","Piliin ang Paboritong Panghimagas","Pakipili ang paborito mong uri ng panghimagas sa listahan sa ibaba. Gagamitin ang pipiliin mo para i-customize ang iminumungkahing listahan ng mga kainan sa iyong lugar.","Cheesecake","Tiramisu","Apple Pie","Chocolate Brownie","Ipakita ang Alerto","PULA","PINK","PURPLE","DEEP PURPLE","INDIGO","ASUL","LIGHT BLUE","CYAN","Magdagdag ng account","Gallery","Mga Kategorya","SHRINE","Basic na shopping app","RALLY","CRANE","Travel app","MATERYAL","CUPERTINO","MGA BATAYANG ISTILO AT MEDIA"]