[0,"gl","luq64u",0,null,"Cargando","Anular a selección","Seleccionar","Pódese seleccionar (pulsación longa)","Seleccionado","Versión de demostración","Barra de aplicacións inferior","Non seleccionado","Campo de texto de busca","Selector","Campo de texto de busca de tipo iOS","Un campo de texto que permite que os usuarios fagan buscas poñendo texto. Pode ofrecer e filtrar suxestións.","Pon texto","Barra de desprazamento","Barra de desprazamento de tipo iOS","Unha barra de desprazamento que envolve o elemento secundario en cuestión",["Elemento ",["9","0"]],"Lista","Pregable","Pantalla pequena","Así se comporta TwoPane nun dispositivo cunha pantalla pequena.","Tableta/Escritorio","Así se comporta TwoPane nun dispositivo cunha pantalla máis grande, como unha tableta ou un ordenador.","TwoPane","Deseños adaptables en pantallas pregables, grandes e pequenas","Selecciona unha versión de demostración","Así se comporta TwoPane nun dispositivo pregable.","Detalles","Selecciona un elemento",["Detalles do elemento ",["l","0"]],"Mantén premido o logotipo de Flutter para ver o menú contextual.","Un menú contextual de tipo iOS a pantalla completa que aparece ao manter premido un elemento.","Barra de aplicacións","Na barra de aplicacións podes atopar contidos e accións relacionados coa pantalla actual. Utilízase para a construción de marca, os títulos de pantallas, a navegación e as accións","Separador","Un separador é unha liña fina que agrupa contido en listas e deseños.","Os separadores poden usarse en listas, paneis e outros elementos para separar contido.","Separador vertical","Menú contextual","Menú contextual de tipo iOS","Mostra información e accións relacionadas coa pantalla actual","Acción 1","Acción 2","Mostra un cadro de diálogo que inclúe un selector de intervalo de datas de Material Design.","Selector de intervalo de datas","Nome de usuario","user.name@example.com","Para ver o panel, pasa o dedo desde o bordo ou toca a icona da parte superior esquerda","Raíl de navegación","Móstrase un raíl de navegación dentro dunha aplicación","Un widget de Material Design que se mostra á esquerda ou á dereita dunha aplicación para navegar por un número pequeno de vistas (normalmente 3-5).","Primeiro","Panel de navegación","Terceiro","Con estrela","Os botóns de texto mostran unha salpicadura de tinta ao premelos, pero non sobresaen. Úsaos nas barras de ferramentas, nos cadros de diálogo e inseridos con recheo","Botón elevado","Os botóns elevados engaden dimensión a deseños principalmente planos. Destacan funcións en espazos reducidos ou amplos.","Botón con contorno","Os botóns con contorno vólvense opacos e elévanse ao premelos. Adoitan estar emparellados con botóns con relevo para indicar unha acción secundaria e alternativa.","Tarxetas, listas e botón de acción flotante","Móstrase un panel dentro dunha barra de aplicacións","Unha aplicación de correo electrónico eficaz e sen distraccións","Un panel de Material Design que aparece desprazándose horizontalmente desde o bordo da pantalla para mostrar ligazóns de navegación nunha aplicación.","Borradores","Elemento un","Caixa de entrada","Botóns Seguinte e Atrás","Spam","Papeleira","Enviados","Segundo","Elemento dous","Modal e botón de acción flotante","Navegación da parte inferior","Botón da icona de configuración","Ordenar por Reproducidas recentemente","Botón de texto","Sándwich de carne de vaca","Receita de sobremesa","Artista","Álbum","Reproducións recentes","A-Z","268 álbums","Eixe y compartido","CREAR CONTA","DESCARTAR","Correo electrónico ou número de teléfono","Inicia sesión coa túa conta","Ola, David Park","Mostrado individualmente","Agrupado","Álbums","Deseño","Ilustración","Empresa","Artesanía","Texto secundario","CANCELAR","Diálogo da alerta","OCULTAR BOTÓN DE ACCIÓN FLOTANTE","MOSTRAR BOTÓN DE ACCIÓN FLOTANTE","MOSTRAR MODAL","O padrón de atenuación utilízase para elementos da IU que entran ou saen do límite da pantalla, como un cadro de diálogo que se atenúa no centro da pantalla.","Atenuar","123 fotos","Buscar","Fotos","As categorías integradas aparecen como grupos no teu feed. Sempre podes cambiar esta opción máis tarde.","O padrón de esvaecemento utilízase para transicións entre os elementos da IU que non teñen unha relación forte entre si.","Esvaecer","Axuda","Todos os padróns de transición predefinidos","Notificacións","Perfil","Receitas gardadas","Receita de sándwich de carne de vaca","Receita de prato de cangrexo","Optimiza as túas accións","Cangrexo","Receita de prato de camarón","Camarón","ESVAECER","Sobremesa","Receita de sándwich","Sándwich","Receita de hamburguesa","Hamburguesa","Configuración","Eixe z compartido","Privacidade","Movemento","Transformación de contedores","O padrón de transformación de contedores está deseñado para transicións entre elementos da IU que inclúen un contedor. Este padrón crea unha conexión visible entre dous elementos da IU","Modo de esvaecemento","ATENUAR","min","Título","ESQUECICHES O CORREO ELECTRÓNICO?","Secundario","Páxina de detalles","Elemento de lista","O padrón do eixe compartido utilízase para transicións entre os elementos da IU que teñen unha relación espacial ou de navegación. Este padrón utiliza unha transformación compartida no eixe x, y ou z para reforzar a relación entre os elementos.","Eixe x compartido","ATRÁS","SEGUINTE","Cociña",["almacén de GitHub de ",["l","0"]],"Estados Unidos","Negocios","Ciencia","Deportes","Viaxes","Cultura","DeseñoDeTecnoloxía","Importe restante","Reformando o Exército Verde desde dentro","Unha aplicación de noticias centrada no contido","Importe debido","Límite total","Importe utilizado","RevoluciónDaSanidade","Portada","Internacional","Importe pagado","Política","As abellas das terras de cultivo están en perigo de extinción","O futuro da gasolina","ExércitoVerde","O feminismo únese á causa","Os deseñadores utilizan a tecnoloxía para crear tecidos futuristas","A medida que se estancan as accións, moitos miran a moeda","Reforma","Tecnoloxía","Vidas estadounidenses divididas durante a guerra","A revolución silenciosa e firme da sanidade","Últimas novidades","Accións","Importe total","Data e hora","INICIAR SESIÓN",[" con azucre",["0","0"]],"Torta de mazá","Rosca","Panal","Piruleta","Gominola","Galleta de xenxibre","Madalena","Eclair","Xeado","Iogur conxelado","Ferro (%)","Calcio (%)","Sodio (mg)","Selector de hora","Restablecer as transformacións","Graxas (g)","Calorías","Sobremesa (1 ración)","Thanjavur, Tamil Nadu","Mostra un cadro de diálogo que inclúe un selector de data de Material Design.","MOSTRAR SELECTOR","Desprázase","Non se despraza",[3,0,[" h",["0","0"]],[4,"1 h"]],[3,0,[" min",["0","0"]],[4,"1 min"]],[" e ",["0","0"],["3","1"]],"Nutrición","Selector de data","Selección de data e hora","Selectores","Editar o mosaico","As táboas de datos mostran información en forma de grades distribuídas en filas e columnas, o que facilita a busca de datos e a visualización de padróns e tendencias.","Toca para editar os mosaicos e utiliza xestos para moverte pola escena. Arrastra para desprazarte, belisca para usar o zoom e xira con dous dedos. Toca o botón de restablecer para volver á orientación inicial.","Despraza, usa o zoom e xira","Transformacións 2D","PIN","Un campo de texto utilízase para escribir texto ben cun teclado físico, ben cun teclado en pantalla.","Campos de texto de tipo iOS","Campos de texto","Mostra un cadro de diálogo que inclúe un selector de data de Material Design.","Hora","Data","Temporizador","Widget de selector de tipo iOS que se pode usar para seleccionar cadeas, datas, horas ou datas e horas.","Selectores de tipo iOS","Selectores",[" con mel",["0","0"]],"Chettinad","Restablecer o báner","Varias accións","Icona que precede o texto","IGNORAR","Pódese tocar","Pódese seleccionar (pulsación longa)","Explorar",["Explorar: ",["a","0"]],["Compartir: ",["b","0"]],"10 cidades de visita obrigada en Tamil Nadu","Número 10","Thanjavur","Proteínas (g))","Artesáns da India meridional","Rodas de fiar seda","Actualizouse o teu contrasinal no teu outro dispositivo. Inicia sesión de novo.","Sivaganga, Tamil Nadu","Templo de Brihadisvara","Templos","Báner","Visualización dun báner nunha lista","Un báner mostra unha mensaxe importante e concisa, así como accións que poden levar a cabo os usuarios (ou unha opción para ignorar o báner). O usuario debe realizar unha acción para ignoralo.","Tarxetas","Tarxetas básicas con esquinas en forma redonda","Unha tarxeta é un cadro utilizado para representar información relacionada, por exemplo, un álbum, unha localización xeográfica, unha comida, os datos de contacto etc.","Táboas de datos","Filas e columnas de información","Carbohidratos (g)","Thanjavur","Listas con grade","Mercado de flores","Fundición de bronce","Mercado","Templo de Thanjavur","Salina","Motos","Fabricante de seda","Preparación da comida","Praia","Pescador",["Seleccionado: ",["e","0"]],"Quitar","Obter ligazón","Compartir","Mostra a navegación e as accións na parte inferior","Un elemento cun menú con seccións","Elemento de menú desactivado","Indicador de progreso lineal","Elemento do menú contextual un","Un elemento cun menú simple","Controis desprazables personalizados","Un elemento cun menú con lista de comprobación","Indicador de actividade","Indicador de actividade de tipo iOS","Un indicador de actividade de tipo iOS que xira cara á dereita.","Barra de navegación","Barra de navegación de tipo iOS","Unha barra de navegación de tipo iOS. A barra de navegación é unha barra de ferramentas que basicamente contén o título dunha páxina no medio da barra de ferramentas.","Arrastrar cara abaixo para actualizar","Control de arrastrar para actualizar de tipo iOS","Un widget que implementa o control de contido de arrastrar para actualizar de tipo iOS.","Indicadores de progreso","Lineais, circulares e indeterminados","Indicador de progreso circular","Un indicador de progreso circular de Material Design que xira para indicar que a aplicación está ocupada.","Catro","Un indicador de progreso lineal de Material Design, tamén coñecido como barra de progreso.","Cadros de información","Mensaxe curta que se mostra ao manter premido un elemento ou ao pasar por enriba del","Os cadros de información proporcionan etiquetas de texto que axudan a explicar a función dun botón ou outra acción da interface de usuario. Amosan texto informativo cando os usuarios pasan por enriba dun elemento, se centran nel ou o manteñen premido.","Para mostrar o cadro de información, mantén premido o elemento ou pasa por enriba del","Chennai",["Marcado: ",["9","0"]],"Chettinad","Vista previa","Barra de aplicacións inferior","Coas barras de aplicacións inferiores pódese acceder a un panel de navegación inferior e como máximo a catro accións, incluído o botón de acción flotante.","Rañura","Posición do botón de acción flotante","Ancorado (final)","Ancorado (centro)","Flotante (final)","Flotante (centro)","Valor numérico editable","Deseño de columnas e filas","As listas con grade son as máis adecuadas para presentar datos homoxéneos, normalmente imaxes. Os elementos das listas con grade chámanse mosaicos.","Só imaxes","Con título","Con pé de páxina","Controis desprazables","Widgets para seleccionar un valor ao pasar o dedo","Os controis desprazables reflicten un intervalo de valores ao longo dunha barra e os usuarios só poden seleccionar un valor. Son ideais para axustar opcións de configuración (como o volume ou o brillo) ou para aplicar filtros de imaxe.","Controis desprazables de intervalos","Os controis desprazables reflicten un intervalo de valores ao longo dunha barra. Poden ter iconas en ambos os extremos da barra para mostrar un intervalo de valores. Son ideais para axustar opcións de configuración (como o volume ou o brillo) ou para aplicar filtros de imaxe.","Un elemento cun menú contextual","Os controis desprazables reflicten un intervalo de valores ao longo dunha barra e os usuarios poden seleccionar un valor ou un intervalo deles. Os controis desprazables poden estar personalizados ou incluír temas.","Continuo cun valor numérico editable","Descontinuo","Control desprazable descontinuo con tema personalizado","Control desprazable de intervalo continuo con tema personalizado","Continuo","Puducherry","Menú","Menú contextual","Menú con seccións","Menú simple","Menú con lista de comprobación","Botóns de menú e menús simples","Un menú mostra unha lista de opcións nunha superficie temporal e aparece cando os usuarios interactúan cun botón, cunha acción ou con outro control.","Elemento do menú un","Elemento do menú dous","Elemento do menú tres","Un","Dúas","Tres","Elemento do menú contextual tres","Interruptor de tipo iOS","Esta é unha barra de notificacións.","Control desprazable de tipo iOS","Os controis desprazables poden usarse para un conxunto de valores continuo ou descontinuo.",["Continuo: ",["a","0"]],["Descontinuo: ",["d","0"]],"Premiches a acción da barra de notificacións.","Volver á galería","Barra de pestanas","Os interruptores utilízanse para activar e desactivar o estado dunha soa opción de configuración.","ACCIÓN","Perfil","MOSTRAR UNHA BARRA DE NOTIFICACIÓNS","As barras de notificacións aparecen temporalmente na parte inferior da pantalla e ofrecen información aos usuarios sobre os procesos que unha aplicación executou ou executará. Non deberían interferir na experiencia do usuario e desaparecen da pantalla por si soas.","As barras de notificacións mostran mensaxes na parte inferior da pantalla","Barras de notificacións","Control desprazable","Chat","Inicio","Unha barra de pestanas de navegación de tipo iOS situada na parte inferior. Mostra varias pestanas e só unha delas está activa: a primeira de forma predeterminada.","Barra de pestanas inferior de tipo iOS","Ver opcións","Toca aquí para ver as opcións dispoñibles nesta demostración.","COPIAR TODO",["Quitar ",["7","0"]],"Engadir á cesta",[3,0,["Cesta da compra ( artigos)",["h","0"]],[2,"Cesta da compra (sen artigos)",4,"Cesta da compra (1 artigo)"]],["Produciuse un erro ao copiar o contido no portapapeis: ",["1j","0"]],"Copiouse o contido no portapapeis.","Ruínas maias no alto dun cantil xunto a unha praia","Hotel á beira dun lago e fronte ás montañas","Cidadela de Machu Picchu","Chalé nunha paisaxe nevada con árbores de folla perenne","Cabanas flotantes","Piscina xunto ao mar con palmeiras","Piscina con palmeiras","Faro de ladrillos xunto ao mar","Minaretes da mesquita de al-Azhar ao solpor","Home apoiado nun coche azul antigo","Supertree Grove","Mostrador dunha cafetaría con pastas","Hamburguesa","Hotel á beira dun lago e fronte ás montañas","Caixas de verificación, botóns de opción e interruptores","Muller que suxeita un gran sándwich de pastrami","Cabanas flotantes","Entrada dunha panadaría","Prato con camaróns","Sala dun restaurante artístico","Sobremesa con chocolate","Taco coreano","Cidadela de Machu Picchu","Bar baleiro con tallos","Pizza nun forno de leña","Rañaceos Taipei 101","Minaretes da mesquita de al-Azhar ao solpor","Faro de ladrillos xunto ao mar","Prato con caranguexos de río","Casas coloridas na Praza da Ribeira","Piscina con palmeiras","Tenda de campaña nun campo","Pechar configuración","As caixas de verificación permiten que os usuarios seleccionen varias opcións dun conxunto e adoitan ter dous valores (verdadeiro ou falso), pero tamén poden incluír un terceiro (nulo).","Configuración","Listas","Desprazando deseños de listas","Unha única liña de altura fixa que normalmente contén texto así como unha icona ao principio ou ao final.","Unha liña","Dúas liñas","Texto secundario","Controis de selección","Monte Rushmore","Caixa de verificación","Home apoiado nun coche azul antigo","Botón de opción","Os botóns de opción permiten que os usuarios seleccionen unha opción dun conxunto. Utilízaos se queres que os usuarios escollan unha única opción, pero á vez queres mostrarlles todas as opcións dispoñibles.","Interruptor","Os interruptores de activación e desactivación controlan o estado dunha soa opción de configuración. A etiqueta inserida do interruptor correspondente debería indicar de forma clara a opción que controla e o estado no que se atopa.","Chalé nunha paisaxe nevada con árbores de folla perenne","Tenda de campaña nun campo","Bandeiras de pregaria fronte a unha montaña nevada","Vista aérea do Palacio de Belas Artes","Ver todas as contas",["A data límite da factura () é o  e o seu importe é de .",["q","0"],["w","1"],["1i","2"]],"Pechar a cesta","Pechar o menú","Abrir o menú","Configuración","Buscar","As pestanas permiten organizar o contido en diversas pantallas, conxuntos de datos e outras interaccións.","Pestanas con vistas que se poden desprazar de forma independente","Pestanas",["O orzamento  é de ; utilizouse un importe de  e queda unha cantidade de ",["c","0"],["i","1"],["19","2"],["20","3"]],"Quitar o artigo",["A conta  () contén .",["8","0"],["a","1"],["j","2"]],"Ver todos os orzamentos","Ver todas as facturas","Seleccionar data","Escoller orixe","Val de Khumbu, Nepal","Machu Picchu, Perú","Malé, Maldivas","Vitznau, Suíza","Cidade de México, México","Monte Rushmore, Estados Unidos","Baseada na configuración rexional","A Habana, Cuba","O Cairo, Exipto","Lisboa, Portugal","Napa, Estados Unidos","Bali, Indonesia","Malé, Maldivas","Aspen, Estados Unidos","Machu Picchu, Perú","Control segmentado","Vitznau, Suíza","Big Sur, Estados Unidos","Napa, Estados Unidos","Porto, Portugal","Tulum, México","Seúl, Corea do Sur","Etiquetas","Elementos compactos que representan atributos, accións ou entradas de texto","Etiqueta de acción","As pílulas de acción son un conxunto de opcións que permiten levar a cabo tarefas relacionadas co contido principal. Deberían aparecer de forma dinámica e contextual na IU.","Etiqueta de elección","As pílulas de elección representan unha opción dun conxunto de opcións. Inclúen descricións ou categorías relacionadas.","Etiqueta de filtro","As pílulas de filtro serven para filtrar contido por etiquetas ou palabras descritivas.","Etiqueta de entrada","As pílulas de entrada representan datos complexos de forma compacta, como textos de conversas ou entidades (por exemplo, persoas, lugares ou cousas).","Lisboa, Portugal","Lisboa, Portugal","Utilízase para seleccionar unha opción entre varias que se exclúen mutuamente. Cando se selecciona unha opción do control segmentado, anúlase a selección das outras opcións que hai nel.","Activar luces","Pequeno","Mediano","Grande","Ascensor","Lavadora","Cheminea","En bici","Restaurantes",[3,0,["Aumenta a túa posible dedución de impostos. Escolle categorías para  transaccións sen asignar.",["1w","0"]],[4,"Aumenta a túa posible dedución de impostos. Escolle categorías para 1 transacción sen asignar."]],"Seleccionar hora","Seleccionar localización","Viaxeiros","Atlanta, Estados Unidos","Escoller destino","Seleccionar datas","VOAR","DURMIR","COMIDA","Explorar voos por destino","Explorar propiedades por destino","Explorar restaurantes por destino",[3,0,[" escalas",["0","0"]],[2,"Directo",4,"1 escala"]],[3,0,[" propiedades dispoñibles",["0","0"]],[2,"Non hai propiedades dispoñibles",4,"1 propiedade dispoñible"]],[3,0,[" restaurantes",["0","0"]],[2,"Non hai restaurantes",4,"1 restaurante"]],"Aspen, Estados Unidos","Control segmentado ao estilo de iOS","O Cairo, Exipto","Madrid, España","Big Sur, Estados Unidos","Nashville, Estados Unidos","Seattle, Estados Unidos","Singapur","París, Francia","Portland, Estados Unidos","Córdoba, Arxentina","Dallas, Estados Unidos","Nápoles, Italia","Taipei, Taiwán","A Habana, Cuba","PECHAR SESIÓN","FACTURAS","CONTAS","Saco de vagabundo","Xuros do ano ata a data de hoxe","Cinto Whitney","Praia con xardín","Pendentes Strut","Calcetíns universitarios","Chaveiro de punto","Pucho de tipo Gatsby","Bolso de ombreiro","Accesorios de escritorio dourados","Estante de fío de cobre","Xogo de cerámica Soothe","Xogo de té Hurrahs","Cunca de pedra azul","Rexistro para a auga da chuvia","Panos de mesa de chambray","Testos para plantas suculentas","Mesa redonda","Cociña quattro","Xersei de cor arxila","Chaqueta cor mar","Chaqueta cor xeso","Restaurantes","Camisa de chambray","Xersei de cor celeste","Chaqueta estilo gentry","Pantalóns azul mariño","Camiseta henley (branca)","Camiseta Surf and perf","Bufanda alaranxada","Blusa cruzada Ramona","Colo branco clásico","Vestido Sunshirt","Tipo de interese","Interese porcentual anual","Vacacións","Camiseta de raias finas","Aforros para a casa","Comprobando","Intereses pagados o ano pasado","Seguinte extracto","Propietario da conta","Cafetarías","Alimentos","Camiseta de vieira de cor vermello cereixa","Roupa","Xestionar contas","Aforros para o coche","Documentos fiscais","Contrasinal e Touch ID","Notificacións","Información persoal","Configuración sen papel","Buscar caixeiros automáticos","Axuda","Pechar sesión","Total","Pendentes","Cantidade restante","Contas","Facturas","Orzamentos","Alertas","VER TODO","É A CANTIDADE RESTANTE","VISIÓN XERAL","Camiseta de manga corta arremangada","SEGUINTE","ORZAMENTOS","CONFIGURACIÓN","Inicia sesión en Rally","Non tes unha conta?","REXISTRARSE","Nome de usuario","Contrasinal","Iniciar sesión","Lembrarme","INICIAR SESIÓN",["Aviso: Consumiches o  do teu orzamento de compras para este mes.",["l","0"]],["Gastaches  en restaurantes esta semana.",["a","0"]],["Gastaches  en comisións de caixeiro automático este mes",["a","0"]],["Fantástico! A túa conta corrente ten un  máis de fondos que o mes pasado.",["14","0"]],"MENÚ","TODO","ACCESORIOS","ROUPA","CASA","Nome de usuario","Contrasinal","CANCELAR","Impostos:","CESTA",["Cantidade: ",["b","0"]],["x ",["2","0"]],[3,0,[" ARTIGOS",["0","0"]],[2,"NON HAI ARTIGOS",4,"1 ARTIGO"]],"BALEIRAR CESTA","TOTAL","Subtotal:","Envío:","Depósito curvado gris","Lentes de sol Stella","Camisa de raia diplomática branca","En que número podemos contactar contigo?","De esquerda a dereita","Grande","Cabeceira",["Artigo ",["7","0"]],"Campos de texto","Campos de texto","Unha soa liña de texto editable e números","Os campos de texto permiten aos usuarios escribir texto nunha IU. Adoitan aparecer en formularios e cadros de diálogo.","Mostrar contrasinal","Ocultar contrasinal","Corrixe os erros marcados en vermello antes de enviar.","É necesario indicar un nome.","Introduce só caracteres alfabéticos.","(###) ###-####: Introduce un número de teléfono dos EUA.","Escribe un contrasinal.","Os contrasinais non coinciden","Como te chama a xente?","Nome*","MOSTRAR PANEL INFERIOR","Número de teléfono*","Panel inferior","Correo electrónico","Fálanos de ti (por exemplo, escribe en que traballas ou que pasatempos tes)","Sé breve, isto só é unha demostración.","BOTÓN","Biografía","Salario","USD","Non máis de 8 caracteres.","Contrasinal*","Volve escribir o contrasinal*","ENVIAR","Navegación pola parte inferior con vistas que se atenúan entre si","Engadir","Un panel de modo situado na parte inferior é unha alternativa a un menú ou cadro de diálogo e impide ao usuario interactuar co resto da aplicación.","Panel inferior modal","Un panel mostrado de xeito permanente na parte inferior que complementa o contido principal da aplicación. Un panel mostrado de xeito permanente na parte inferior permanece visible incluso cando o usuario interactúa con outras partes da aplicación.","Panel inferior que se mostra de xeito permanente","Paneis inferiores mostrados de xeito permanente e de modo",["O número de teléfono de  é o ",["o","0"],["t","1"]],"BOTÓN","Definicións dos diferentes estilos tipográficos atopados en Material Design.","Todos os estilos de texto predefinidos","Tipografía","A propiedade fullscreenDialog especifica se a páxina entrante é un cadro de diálogo modal de pantalla completa","Un botón plano mostra unha salpicadura de tinta ao premelo pero non sobresae. Usa botóns planos nas barras de ferramentas, nos cadros de diálogo e inseridos con recheo","As barras de navegación da parte inferior mostran entre tres e cinco destinos na parte inferior da pantalla. Cada destino represéntase mediante unha icona e unha etiqueta de texto opcional. Ao tocar unha icona de navegación da parte inferior, diríxese ao usuario ao destino de navegación de nivel superior asociado con esa icona.","Etiqueta seleccionada","Etiquetas persistentes",["Artigo ",["7","0"]],"O símbolo \"*\" indica que o campo é obrigatorio","Navegación da parte inferior","Claro","Tema","iOS","Android","De dereita a esquerda","Moi grande","Botón","Normal","Pequena","Sistema","Configuración","Aplicación financeira persoal",["Para ver o código fonte desta aplicación, accede ao .",["1g","0"]],"Comentarios","Corpo","Titular","Subtítulo","Título","Buscar","Compartir","Favorito","Engadir","Calendario","Deseño para principiantes adaptado","Aplicación de base","Exemplos de Flutter no repositorio de GitHub",["Marcador de posición para a pestana ",["10","0"]],"Cámara","Alarma","Conta","O teu enderezo de correo electrónico","Os botóns de activación/desactivación poden utilizarse para agrupar opcións relacionadas. Para destacar grupos de botóns de activación/desactivación relacionados, un deles debe ter un contedor común","GRIS","MARRÓN","LARANXA INTENSO","LARANXA","ÁMBAR","AMARELO","VERDE LIMA","VERDE CLARO","VERDE","Galería","Categorías","Aplicación de venda de moda","Aplicación de viaxes personalizada","ESTILOS E OUTRAS DEMOSTRACIÓNS","Non se puido mostrar o URL:","Opcións","Información","Código de demostración","Documentación da API","Pantalla completa","Axuste de texto","Dirección do texto","Configuración rexional","Mecánica da plataforma","Escuro","Cámara lenta","Acerca da Flutter Gallery","Enviar comentarios","Deseñado por TOASTER en Londres","Botóns","Texto, elevacións, contornos e moito máis","Botón plano","Os botóns con relevo engaden dimensión a deseños principalmente planos. Destacan funcións en espazos reducidos ou amplos.","Botón con relevo","Botón de contorno","Os botóns de contorno vólvense opacos e elévanse ao premelos. Adoitan estar emparellados con botóns con relevo para indicar unha acción secundaria e alternativa.","Botóns de activación/desactivación","TURQUESA","Botón de acción flotante","Un botón de acción flotante é un botón de icona circular pasa por enriba do contido para promover unha acción principal na aplicación.","Cadros de diálogo","Simple, alerta e pantalla completa","Alerta","Un cadro de diálogo de alerta informa ao usuario das situacións que requiren unha confirmación. Un cadro de diálogo de alerta ten un título opcional e unha lista opcional de accións.","Alerta con título","Simple","Un cadro de diálogo simple ofrécelle ao usuario unha escolla entre varias opcións. Ten un título opcional que se mostra enriba das escollas.","Pantalla completa","Botóns","Botóns de tipo iOS","Un botón de tipo iOS. Utilízase en texto ou nunha icona que se esvaece e volve aparecer cando se toca. Tamén pode dispor de fondo.","Alertas","Cadros de diálogo de alertas de tipo iOS","Alerta","Un cadro de diálogo de alerta informa ao usuario das situacións que requiren unha confirmación. Un cadro de diálogo de alerta ten un título opcional, contido opcional e unha lista opcional de accións. O título móstrase enriba do contido, mentres que as accións aparecen debaixo.","Alerta con título","Alerta con botóns","Só botóns de alerta","Folla de acción","Unha folla de acción é un tipo de alerta que lle ofrece ao usuario un conxunto de dúas ou máis escollas relacionadas co contexto actual. Pode ter un título, unha mensaxe adicional e unha lista de accións.","Cores","Todas as cores predefinidas","Constantes de cores e de coleccións de cores que representan a paleta de cores de Material Design.","ENABLED","DISABLED","Crear",["Seleccionaches: \"\"",["h","0"]],"Queres descartar o borrador?","Queres utilizar o servizo de localización de Google?","Permite que Google axude ás aplicacións a determinar a localización. Esta acción supón o envío de datos de localización anónimos a Google, aínda que non se execute ningunha aplicación.","CANCELAR","DESCARTAR","NON ACEPTAR","ACEPTAR","Definir conta para a copia de seguranza","GRIS AZULADO","MOSTRAR CADRO DE DIÁLOGO","Cadro de diálogo de pantalla completa","GARDAR","Unha demostración dun cadro de diálogo de pantalla completa","Enabled","Disabled","Con fondo","Cancelar","Descartar","Queres permitir que Maps acceda á túa localización mentres utilizas a aplicación?","A túa localización actual mostrarase no mapa e utilizarase para obter indicacións, resultados de busca próximos e duracións estimadas de viaxes.","Permitir","Non permitir","Seleccionar sobremesa favorita","Selecciona o teu tipo de sobremesa preferido na lista que aparece a continuación. A escolla utilizarase para personalizar a lista de restaurantes recomendados da túa zona.","Torta de queixo","Tiramisú","Gráfico circular","Biscoito de chocolate","Mostrar alerta","VERMELLO","ROSA","VIOLETA","VIOLETA INTENSO","ÍNDIGO","AZUL","AZUL CLARO","CIANO","Engadir conta","Galería","Categorías","SHRINE","Aplicación de compras básica","RALLY","CRANE","Aplicación de viaxes","MATERIAL","CUPERTINO","REFERENCE STYLES & MEDIA"]