[0,"lo","baHS1uOf",0,null,["ເພື່ອເບິ່ງຊອດໂຄດສຳລັບແອັບນີ້, ກະລຸນາໄປທີ່ .",[42,0]],"ກັບໄປຄັງຮູບ","ໄອຄອນນຳ","ຄຳສັ່ງຫຼາຍອັນ","ຣີເຊັດແບນເນີ","ລະຫັດຜ່ານຂອງທ່ານຖືກອັບເດດຢູ່ອຸປະກອນອື່ນແລ້ວ. ກະລຸນາເຂົ້າສູ່ລະບົບອີກເທື່ອໜຶ່ງ.","ແຖບທາງລຸ່ມຂອງແອັບ","ຮອຍບາກ","ຕຳແໜ່ງປຸ່ມຄຳສັ່ງແບບລອຍ","ວາງແລ້ວ - ຈຸດທາງກາງ","ວາງແລ້ວ - ຈຸດສິ້ນສຸດ","ລອຍຢູ່ - ຈຸດທາງກາງ","ລອຍຢູ່ - ຈຸດສິ້ນສຸດ","ບັນຊີ","ໂມງປຸກ","ປະຕິທິນ","ກ້ອງຖ່າຍຮູບ","ຄຳເຫັນ",["ຕົວແທນບ່ອນສຳລັບແຖບ ",[19,0]],"ປຸ່ມ","ສ້າງ","ສຳຫຼວດ",["ສຳຫຼວດ ",[7,0]],["ແບ່ງປັນ ",[8,0]],"ສາມາດແຕະໄດ້","ທານຈາວູ","ເຊຕິນາດ","ໝາຍເລກ 10","ເຄື່ອງປັ່ນໄໝ","ວັດ","ທານຈາວູ, ທະມິນນາດູ","ຊິວາກັນກາ, ທະມິນນາດູ","10 ເມືອງຕິດອັນດັບໃຫ້ໄປທ່ອງທ່ຽວໃນທະມິນນາດູ","ຊ່າງສີມືແຫ່ງອິນເດຍໃຕ້","ວັດບໍລິຫາດີສະວາຣາ","ຖີບລົດ","ລິບ","ເຕົາຜິງໄຟ","ໃຫຍ່","ປານກາງ","ນ້ອຍ","ເປີດໄຟ","ຈັກຊັກເຄື່ອງ","ສີເຫຼືອງອຳພັນ","ສີຟ້າ","ສີຟ້າເທົາ","ສີນ້ຳຕານ","ສີຟ້າຂຽວ","ສີສົ້ມແກ່","ສີມ່ວງເຂັ້ມ","ສີຂຽວ","ສີເທົາ","ສີຄາມ","ສີຟ້າອ່ອນ","ສີຂຽວອ່ອນ","ສີເຫຼືອງໝາກນາວ","ສີສົ້ມ","ສີບົວ","ສີມ່ວງ","ສີແດງ","ສີຟ້າອົມຂຽວ","ສີເຫຼືອງ","ແອັບການທ່ອງທ່ຽວທີ່ປັບແຕ່ງສ່ວນຕົວ","ກິນ","ເນໂປ, ສະຫະລັດ","ພິດຊ່າໃນເຕົາອົບຟືນ","ດາລັສ, ສະຫະລັດ","ລິສບອນ, ປໍຕູກອລ","ຜູ້ຍິງຖືແຊນວິດພາສທຣາມີໃຫຍ່","ບາທີ່ບໍ່ມີລູກຄ້າເຊິ່ງມີຕັ່ງນັ່ງແບບສູງແຕ່ບໍ່ມີພະນັກ","ຄໍໂດບາ, ອາເຈນທິນາ","ເບີເກີ","ພອດແລນ, ສະຫະລັດ","ທາໂຄເກົາຫລີ","ປາຣີສ, ຝຣັ່ງ","ຂອງຫວານຊັອກໂກແລັດ","ໂຊລ, ເກົາຫຼີໃຕ້","ບໍລິເວນບ່ອນນັ່ງໃນຮ້ານອາຫານທີ່ມີສິລະປະ","ຊີເອເທິນ, ສະຫະລັດ","ເມນູໃສ່ກຸ້ງ","ແນຊວິວ, ສະຫະລັດ","ທາງເຂົ້າຮ້ານເບເກີຣີ","ແອັດລັນຕາ, ສະຫະລັດ","ຈານໃສ່ກຸ້ງນ້ຳຈືດ","ມາດຣິດ​, ສະເປນ","ເຄົາເຕີໃນຄາເຟ່ທີ່ມີເຂົ້າໜົມອົບຊະນິດຕ່າງໆ",[3,0,["ຮ້ານອາຫານ  ຮ້ານ",[10,0]],[2,"ບໍ່ມີຮ້ານອາຫານ",4,"ຮ້ານອາຫານ 1 ຮ້ານ"]],"ສຳຫຼວດຮ້ານອາຫານຕາມປາຍທາງ",[" ",[0,0],[1,1]],"ບິນ","ແອສເພນ, ສະຫະລັດ","ກະຕູບຫຼັງນ້ອຍຢູ່ກາງທິວທັດທີ່ມີຫິມະ ແລະ ຕົ້ນໄມ້ຂຽວ","ບິກເຊີ, ສະຫະລັດ","ໄຄໂຣ, ອີ​ຢິບ","Al-Azhar Mosque ໃນຕອນຕາເວັນຕົກ","ລິສບອນ, ປໍຕູກອລ","ປະພາຄານດິນຈີ່ກາງທະເລ","ນາປາ, ສະຫະລັດ","ສະລອຍນ້ຳທີ່ມີຕົ້ນປາມ","ບາຫຼີ, ອິນໂດເນເຊຍ","ສະລອຍນ້ຳຕິດທະເລທີ່ມີຕົ້ນປາມ","ເຕັ້ນພັກແຮມໃນທົ່ງ","ຫຸບເຂົາແຄມບູ, ເນປານ","ທຸງມົນຕາໜ້າພູທີ່ປົກຄຸມດ້ວຍຫິມະ","ມາຈູ ພິຈູ​, ເປ​ຣູ","ປ້ອມມາຊູປິກຊູ","ມາເລ່​, ມັລດີຟ","ບັງກະໂລເໜືອນ້ຳ","ວິຊເນົາ, ສະວິດເຊີແລນ","ໂຮງແຮມຮິມທະເລສາບທີ່ຢູ່ໜ້າພູ","ເມັກຊິກໂກ​ຊິຕີ, ເມັກ​ຊິ​ໂກ","ພາບຖ່າຍທາງອາກາດຂອງພະລາດຊະວັງ Palacio de Bellas Artes","ພູຣັຊມໍ, ສະຫະລັດ","ພູຣັຊມໍ","ສິງກະໂປ","Supertree Grove","ຮາວານາ, ຄິວບາ","ຜູ້ຊາຍຢືນພິງລົດບູຮານສີຟ້າ",[3,0,[" ຈຸດຈອດ",[0,0]],[2,"ບໍ່ຈອດ",4,"1 ຈຸດຈອດ"]],"ສຳຫຼວດຖ້ຽວບິນຕາມປາຍທາງ","ເລືອກວັນທີ","ເລືອກວັນທີ","ເລືອກປາຍທາງ","ຮ້ານອາຫານ","ເລືອກສະຖານທີ່","ເລືອກຕົ້ນທາງ","ເລືອກເວລາ","ນັກທ່ອງທ່ຽວ",[3,0,["ຊມ",[0,0]],[4,"1ຊມ"]],[3,0,["ນທ",[0,0]],[4,"1ນທ"]],"ນອນ","ມາເລ່​, ມັລດີຟ","ບັງກະໂລເໜືອນ້ຳ","ແອສເພນ, ສະຫະລັດ","ໄຄໂຣ, ອີ​ຢິບ","Al-Azhar Mosque ໃນຕອນຕາເວັນຕົກ","ໄທເປ, ໄຕ້ຫວັນ","ຕຶກໄທເປ 101","ກະຕູບຫຼັງນ້ອຍຢູ່ກາງທິວທັດທີ່ມີຫິມະ ແລະ ຕົ້ນໄມ້ຂຽວ","ມາຈູ ພິຈູ​, ເປ​ຣູ","ປ້ອມມາຊູປິກຊູ","ຮາວານາ, ຄິວບາ","ຜູ້ຊາຍຢືນພິງລົດບູຮານສີຟ້າ","ວິຊເນົາ, ສະວິດເຊີແລນ","ໂຮງແຮມຮິມທະເລສາບທີ່ຢູ່ໜ້າພູ","ບິກເຊີ, ສະຫະລັດ","ເຕັ້ນພັກແຮມໃນທົ່ງ","ນາປາ, ສະຫະລັດ","ສະລອຍນ້ຳທີ່ມີຕົ້ນປາມ","ປໍໂຕ, ປໍຕູກອລ","ຫ້ອງພັກທີ່ມີສີສັນສົດໃສຢູ່ຈະຕຸລັດ Ribeira","ທູລຳ, ເມັກຊິໂກ","ຊາກເປ່ເພຂອງສິ່ງກໍ່ສ້າງຊາວມາຢັນຢູ່ໜ້າຜາເໜືອຫາດຊາຍ","ລິສບອນ, ປໍຕູກອລ","ປະພາຄານດິນຈີ່ກາງທະເລ",[3,0,["ມີ  ຕົວເລືອກບ່ອນພັກ",[3,0]],[2,"ບໍ່ມີຕົວເລືອກບ່ອນພັກ",4,"ມີ 1 ຕົວເລືອກບ່ອນພັກ"]],"ສຳຫຼວດທີ່ພັກຕາມປາຍທາງ","ອະນຸຍາດ","Apple Pie","ຍົກເລີກ","ຊີສເຄັກ","ຊັອກໂກແລັດບຣາວນີ","ກະລຸນາເລືອກປະເພດຂອງຫວານທີ່ທ່ານມັກຈາກລາຍຊື່ທາງລຸ່ມ. ການເລືອກຂອງທ່ານຈະຖືກໃຊ້ເພື່ອປັບແຕ່ງລາຍຊື່ຮ້ານອາຫານທີ່ແນະນຳໃນພື້ນທີ່ຂອງທ່ານ.","ຍົກເລີກ","ບໍ່ອະນຸຍາດ","ເລືອກຂອງຫວານທີ່ມັກ","ສະຖານທີ່ປັດຈຸບັນຂອງທ່ານຈະຖືກສະແດງຢູ່ແຜນທີ່ ແລະ ຖືກໃຊ້ເພື່ອເສັ້ນທາງ, ຜົນການຊອກຫາທີ່ຢູ່ໃກ້ຄຽງ ແລະ ເວລາເດີນທາງໂດຍປະມານ.","ອະນຸຍາດໃຫ້ \"ແຜນທີ່\" ເຂົ້າເຖິງສະຖານທີ່ຂອງທ່ານໄດ້ໃນຂະນະທີ່ທ່ານກຳລັງໃຊ້ແອັບບໍ?","ທີຣາມິສຸ","ປຸ່ມ","ມີພື້ນຫຼັງ","ສະແດງການແຈ້ງເຕືອນ","ສົນທະນາ","ໜ້າຫຼັກ","ໂປຣໄຟລ໌","ແຄຊຽມ (%)","ແຄລໍຣີ","ຄາໂບໄຮເດຣດ (g)","ຂອງຫວານ (ສຳລັບ 1 ຄົນ)","ໄຂມັນ (g)","ເຫຼັກ (%)","ໂປຣຕີນ (g)","ໂຊດຽມ (mg)","ໂພຊະນາການ","ພາຍໝາກໂປ່ມ","ຄັບເຄັກ","ໂດນັດ","ເອແຄ","ນົມສົ້ມແຊ່ແຂັງ","ເຂົ້າຈີ່ຂິງ","ຮັງເຜິ້ງ","ໄອສະຄຣີມແຊນວິດ","ເຈລີບີນ","ໂລລິປັອບ",[" ໃສ່ນ້ຳເຜິ້ງ",[0,0]],[" ໃສ່ນ້ຳຕານ",[0,0]],"ເດໂມ","ແຕະເພື່ອແກ້ໄຂແຜ່ນ ແລະ ໃຊ້ທ່າທາງເພື່ອຍ້າຍໄປມາໃນສາກ. ລາກເພື່ອເລື່ອນ, ຖ່າງເພື່ອຊູມ, ໝຸນດ້ວຍສອງນິ້ວ. ກົດປຸ່ມຣີເຊັດເພື່ອກັບໄປຫາທິດທາງການເລີ່ມຕົ້ນ.","ແກ້ໄຂແຜ່ນ","ຣີເຊັດການປັບປ່ຽນ","ເລື່ອນ, ຊູມ, ໝຸນ","ການປັບປ່ຽນ 2 ມິຕິ","ຊິບຄຳສັ່ງເປັນຊຸດຕົວເລືອກທີ່ຈະເອີ້ນຄຳສັ່ງວຽກທີ່ກ່ຽວກັບເນື້ອຫາຫຼັກ. ຊິບຄຳສັ່ງຄວນຈະສະແດງແບບໄດນາມິກ ແລະ ຕາມບໍລິບົດໃນສ່ວນຕິດຕໍ່ຜູ້ໃຊ້.","ຊິບຄຳສັ່ງ","ກ່ອງໂຕ້ຕອບການແຈ້ງເຕືອນເພື່ອບອກໃຫ້ຜູ້ໃຊ້ຮູ້ກ່ຽວກັບສະຖານະການທີ່ຕ້ອງຮັບຮູ້. ກ່ອງໂຕ້ຕອບການແຈ້ງເຕືອນທີ່ມີຊື່ ແລະ ລາຍຊື່ຄຳສັ່ງແບບບໍ່ບັງຄັບ.","ການແຈ້ງເຕືອນ","ການແຈ້ງເຕືອນທີ່ມີຊື່","ແຖບແອັບຈະສະແດງເນື້ອຫາ ແລະ ຄຳສັ່ງຕ່າງໆທີ່ກ່ຽວຂ້ອງກັບໜ້າຈໍປັດຈຸບັນ. ມັນໃຊ້ສຳລັບການສ້າງແບຣນ, ຊື່ໜ້າຈໍ, ການນຳທາງ ແລະ ຄຳສັ່ງຕ່າງໆ","ສະແດງຂໍ້ມູນ ແລະ ຄຳສັ່ງຕ່າງໆທີ່ກ່ຽວຂ້ອງກັບໜ້າຈໍປັດຈຸບັນ","ແອັບບາ","ແບນເນີຈະສະແດງຂໍ້ຄວາມສຳຄັນສັ້ນໆ ແລະ ສະໜອງຄຳສັ່ງເພື່ອໃຫ້ຜູ້ໃຊ້ຈັດການ (ຫຼື ປິດແບນເນີ). ຜູ້ໃຊ້ຈະຕ້ອງດຳເນີນການໃດໜຶ່ງເພື່ອປິດມັນ.","ກຳລັງສະແດງແບນເນີພາຍໃນລາຍຊື່","ແບນເນີ","ແຖບແອັບທາງລຸ່ມຈະເຮັດໃຫ້ສາມາດເຂົ້າເຖິງແຖບນຳທາງ ແລະ ຄຳສັ່ງຕ່າງໆໄດ້ສູງສຸດ 4 ຄຳສັ່ງ, ຮວມທັງປຸ່ມຄຳສັ່ງທີ່ລອຍຢູ່ໄດ້ນຳ.","ສະແດງການນຳທາງ ແລະ ຄຳສັ່ງຢູ່ລຸ່ມສຸດ","ແຖບແອັບທາງລຸ່ມ","ແຖບນຳທາງທາງລຸ່ມສະແດງປາຍທາງ 3-5 ບ່ອນຢູ່ລຸ່ມຂອງໜ້າຈໍ. ປາຍທາງແຕ່ລະບ່ອນຈະສະແດງດ້ວຍໄອຄອນ ແລະ ປ້າຍກຳກັບແບບຂໍ້ຄວາມທີ່ບໍ່ບັງຄັບ. ເມື່ອຜູ້ໃຊ້ແຕະໃສ່ໄອຄອນນຳທາງທາງລຸ່ມແລ້ວ, ລະບົບຈະພາໄປຫາປາຍທາງຂອງການນຳທາງລະດັບເທິງສຸດທີ່ເຊື່ອມໂຍງກັບໄອຄອນນັ້ນ.","ປ້າຍກຳກັບທີ່ສະແດງຕະຫຼອດ","ປ້າຍກຳກັບທີ່ເລືອກ","ການນຳທາງທາງລຸ່ມທີ່ມີມຸມມອງແບບຄ່ອຍໆປາກົດ","ການນຳທາງລຸ່ມສຸດ","ເພີ່ມ","ສະແດງ BOTTOM SHEET","ສ່ວນຫົວ",["ລາຍການ ",[7,0]],"Modal bottom sheet ເປັນທາງເລືອກທີ່ໃຊ້ແທນເມນູ ຫຼື ກ່ອງໂຕ້ຕອບ ແລະ ປ້ອງກັນບໍ່ໃຫ້ຜູ້ໃຊ້ໂຕ້ຕອບກັບສ່ວນທີ່ເຫຼືອຂອງແອັບ.","Modal bottom sheet","Persistent bottom sheet ຈະສະແດງຂໍ້ມູນທີ່ເສີມເນື້ອຫາຫຼັກຂອງແອັບ. ຜູ້ໃຊ້ຈະຍັງສາມາດເບິ່ງເຫັນອົງປະກອບນີ້ໄດ້ເຖິງແມ່ນວ່າຈະໂຕ້ຕອບກັບສ່ວນອື່ນໆຂອງແອັບຢູ່ກໍຕາມ.","Persistent bottom sheet","Persistent ແລະ modal bottom sheets","Bottom sheet","ຊ່ອງຂໍ້ຄວາມ","ຂໍ້ຄວາມ, ຍົກຂຶ້ນ, ມີຂອບ ແລະ ອື່ນໆ","ປຸ່ມ","ບັດແມ່ນແຜ່ນເອກະສານທີ່ໃຊ້ສະແດງຂໍ້ມູນທີ່ກ່ຽວຂ້ອງ ເຊັ່ນ: ອະລະບ້ຳ, ສະຖານທີ່ຕັ້ງທາງພູມສາດ, ຄາບເຂົ້າ, ຂໍ້ມູນການຕິດຕໍ່ ແລະ ອື່ນໆ.","ບັດພື້ນຖານແບບມີມຸມໂຄ້ງມົນ","ບັດ","ເມນູລາຍການກວດສອບ","ອົງປະກອບກະທັດຮັດທີ່ການປ້ອນຂໍ້ມູນ, ຄຸນສົມບັດ ຫຼື ຄຳສັ່ງໃດໜຶ່ງ","ຊິບ","ຊິບຕົວເລືອກຈະສະແດງຕົວເລືອກດ່ຽວຈາກຊຸດໃດໜຶ່ງ. ຊິບຕົວເລືອກມີຂໍ້ຄວາມຄຳອະທິບາຍ ຫຼື ການຈັດໝວດໝູ່ທີ່ກ່ຽວຂ້ອງ.","ຊິບຕົວເລືອກ","ຕົວຊີ້ບອກສະຖານະແບບວົງມົນ Material Design, ເຊິ່ງຈະໝຸນເພື່ອບອກວ່າແອັບພລິເຄຊັນກຳລັງເຮັດວຽກຢູ່.","ຕົວຊີ້ບອກສະຖານະແບບວົງມົນ","ລະຫັດສາທິດ","ສຳເນົາໃສ່ຄລິບບອດແລ້ວ.","ສຳເນົາທັງໝົດ",["ສຳເນົາໄປໃສ່ຄລິບບອດບໍ່ສຳເລັດ: ",[29,0]],"ສີ ຫຼື ແຜງສີຄົງທີ່ເຊິ່ງເປັນຕົວແທນຊຸດສີຂອງ Material Design.","ສີທີ່ລະບຸໄວ້ລ່ວງໜ້າທັງໝົດ","ສີ","ບັດ, ລາຍຊື່ ແລະ FAB","ຮູບແບບການປ່ຽນຕົວບັນຈຸແມ່ນອອກແບບມາສຳລັບການປ່ຽນລະຫວ່າງອົງປະກອບສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ທີ່ມີກ່ອງບັນຈຸໃດໜຶ່ງ. ຮູບແບບນີ້ຈະສ້າງການເຊື່ອມຕໍ່ທີ່ເບິ່ງເຫັນໄດ້ລະຫວ່າງອົງປະກອບສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ສອງອັນ","ໂໝດຈາງ","ການປ່ຽນກ່ອງບັນຈຸ","ຈາງ","ຈາງຫາຍ","ເມນູບໍລິບົດ","ຊີດຄຳສັ່ງເປັນຮູບແບບການແຈ້ງເຕືອນທີ່ເຈາະຈົງເຊິ່ງນຳສະເໜີຊຸດຕົວເລືອກຢ່າງໜ້ອຍສອງຢ່າງທີ່ກ່ຽວຂ້ອງກັບບໍລິບົດປັດຈຸບັນໃຫ້ກັບຜູ້ໃຊ້. ຊີດຄຳສັ່ງສາມາດມີຊື່, ຂໍ້ຄວາມເພີ່ມເຕີມ ແລະ ລາຍຊື່ຄຳສັ່ງໄດ້.","ຊີດຄຳສັ່ງ","ຕົວຊີ້ບອກການເຄື່ອນໄຫວແບບ iOS ທີ່ມຸນຕາມເຂັມໂມງ","ຕົວຊີ້ບອກການເຄື່ອນໄຫວແບບ iOS","ຕົວຊີ້ບອກການເຄື່ອນໄຫວ","ປຸ່ມການແຈ້ງເຕືອນເທົ່ານັ້ນ","ການແຈ້ງເຕືອນແບບມີປຸ່ມ","ກ່ອງໂຕ້ຕອບການແຈ້ງເຕືອນເພື່ອບອກໃຫ້ຜູ້ໃຊ້ຮູ້ກ່ຽວກັບສະຖານະການທີ່ຕ້ອງຮັບຮູ້. ກ່ອງໂຕ້ຕອບການແຈ້ງເຕືອນທີ່ມີຊື່, ເນື້ອຫາ ແລະ ລາຍຊື່ຄຳສັ່ງແບບບໍ່ບັງຄັບ. ຊື່ຈະສະແດງຢູ່ທາງເທິງຂອງເນື້ອຫາ ແລະ ຄຳສັ່ງແມ່ນຈະສະແດງຢູ່ທາງລຸ່ມຂອງເນື້ອຫາ.","ການເຕືອນ","ການແຈ້ງເຕືອນທີ່ມີຊື່","ກ່ອງໂຕ້ຕອບການເຕືອນແບບ iOS","ການແຈ້ງເຕືອນ","ປຸ່ມແບບ iOS. ມັນຈະໃສ່ຂໍ້ຄວາມ ແລະ/ຫຼື ໄອຄອນທີ່ຄ່ອຍໆປາກົດຂຶ້ນ ແລະ ຄ່ອຍໆຈາງລົງເມື່ອແຕະໃສ່. ອາດມີ ຫຼື ບໍ່ມີພື້ນຫຼັງກໍໄດ້.","ປຸ່ມແບບ iOS","ປຸ່ມ","ຄຳສັ່ງໜຶ່ງ","ແຕະໃສ່ໂລໂກ້ Flutter ຄ້າງໄວ້ເພື່ອເບິ່ງເມນູບໍລິບົດ.","ຄຳສັ່ງສອງ","ເມນູບໍລິບົດແບບເຕັມຈໍຮູບແບບ iOS ທີ່ປາກົດເມື່ອກົດໃສ່ອົງປະກອບໃດໜຶ່ງຄ້າງໄວ້.","ເມນູບໍລິບົດຮູບແບບ iOS","ເມນູບໍລິບົດ","ແຖບການນຳທາງແບບ iOS. ແຖບການນຳທາງແມ່ນແຖບເຄື່ອງມືທີ່ຢ່າງໜ້ອຍທີ່ສຸດຈະປະກອບມີຊື່ໜ້າ, ໃນທາງກາງຂອງແຖບເຄື່ອງມື.","ແຖບການນຳທາງແບບ iOS","ແຖບການນຳທາງ","ຕົວເລືອກ","ວັນທີ","​ວັນ​ທີ​ແລະ​ເວ​ລາ","ວິດເຈັດຕົວເລືອກຮູບແບບ iOS ທີ່ສາມາດໃຊ້ເພື່ອເລືອກສະຕຣິງ, ວັນທີ, ເວລາ ຫຼື ທັງວັນທີ ແລະ ເວລາໄດ້.","ຕົວເລືອກຮູບແບບ iOS","ເວລາ","ໂມງຈັບເວລາ","ຕົວເລືອກ","ວິດເຈັດທີ່ນຳໃຊ້ການຄວບຄຸມເນື້ອຫາການໂຫຼດຂໍ້ມູນຄືນໃໝ່ແບບ iOS.","ການຄວບຄຸມການດຶງເພື່ອໂຫຼດຂໍ້ມູນຄືນໃໝ່ iOS","ດຶງເພື່ອໂຫຼດຂໍ້ມູນຄືນໃໝ່","ແຖບເລື່ອນທີ່ຮວມອົງປະກອບຍ່ອຍທີ່ລະບຸ","ແຖບເລື່ອນຮູບແບບ iOS","ແຖບເລື່ອນ","ຫ້ອງປ້ອນຂໍ້ຄວາມການຄົ້ນຫາທີ່ຊ່ວຍໃຫ້ຜູ້ໃຊ້ຄົ້ນຫາໄດ້ໂດຍການປ້ອນຂໍ້ຄວາມ ແລະ ຍັງສາມາດສະເໜີ ແລະ ກັ່ນຕອງການແນະນຳໄດ້.","ປ້ອນຂໍ້ຄວາມ","ຫ້ອງປ້ອນຂໍ້ຄວາມການຄົ້ນຫາຮູບແບບ iOS","ຫ້ອງປ້ອນຂໍ້ຄວາມການຄົ້ນຫາ","ໃຊ້ເພື່ອເລືອກລະຫວ່າງຕົວເລືອກທີ່ສະເພາະຕົວຄືກັນ. ການເລືອກຕົວເລືອກໜຶ່ງໃນສ່ວນຄວບຄຸມທີ່ແບ່ງບກຸ່ມຈະເປັນການຍົກເລີກການເລືອກຕົວເລືອກອື່ນໆໃນສ່ວນຄວບຄຸມທີ່ແບ່ງກຸ່ມນັ້ນ.","ການຄວບຄຸມແຍກສ່ວນແບບ iOS","ການຄວບຄຸມແບບແຍກສ່ວນ",["ຕໍ່ເນື່ອງ: ",[11,0]],"ແຖບເລື່ອນສາມາດໃຊ້ເພື່ອເລືອກຈາກຊຸດຄ່າຕໍ່ເນື່ອງ ຫຼື ບໍ່ຕໍ່ເນື່ອງໄດ້",["ບໍ່ຕໍ່ເນື່ອງ: ",[14,0]],"ແຖບເລື່ອນແບບ iOS","ແຖບເລື່ອນ","ປຸ່ມກົດແມ່ນໃຊ້ເພື່ອສະຫຼັບສະຖານະ ເປີດ/ປິດ ຂອງການຕັ້ງຄ່າດ່ຽວໃດໜຶ່ງ.","ປຸ່ມກົດແບບ iOS","ແຖບການນຳທາງລຸ່ມສຸດແບບ iOS. ສະແດງຫຼາຍແຖບທີ່ມີແຖບນຳໃຊ້ຢູ່ແຖບດຽວ, ແຖບທຳອິດເປັນຄ່າເລີ່ມຕົ້ນ.","ແຖບລຸ່ມສຸດແບບ iOS","ແຖບ","ຊ່ອງຂໍ້ຄວາມທີ່ໃຫ້ຜູ້ໃຊ້ພິມຂໍ້ຄວາມຈາກແປ້ນພິມຮາດແວ ຫຼື ແປ້ນພິມຢູ່ໜ້າຈໍໄດ້.","PIN","ຊ່ອງຂໍ້ຄວາມຮູບແບບ iOS","ຊ່ອງຂໍ້ຄວາມ","ຕົວເລື່ອນຈະມີໄລຍະຂອງຄ່າໄປຕາມແຖບໃດໜຶ່ງ, ເຊິ່ງຜູ້ໃຊ້ສາມາດເລືອກຄ່າດຽວ ຫຼື ໄລຍະຂອງຄ່າຕ່າງໆໄດ້. ຕົວເລື່ອນສາມາດໃຊ້ຮູບແບບສີສັນ ແລະ ປັບແຕ່ງໄດ້.","ຕົວເລື່ອນແບບກຳນົດເອງ","ຕາຕະລາງຂໍ້ມູນຈະສະແດງຂໍ້ມູນໃນຮູບແບບຊ່ອງທີ່ປະກອບດ້ວຍແຖວ ແລະ ຖັນ. ພວກມັນຈະຈັດລະບຽບຂໍ້ມູນໃນແບບທີ່ສາມາດສະແກນໄດ້ງ່າຍ, ເພື່ອໃຫ້ຜູ້ໃຊ້ສາມາດຊອກຫາຮູບແບບ ແລະ ຂໍ້ມູນເຈາະເລິກໄດ້.","ແຖວ ແລະ ຖັນຂໍ້ມູນ","ຕາຕະລາງຂໍ້ມູນ","ສະແດງກ່ອງໂຕ້ຕອບທີ່ມີຕົວເລືອກວັນທີແບບ Material Design.","ຕົວເລືອກວັນທີ","ສະແດງກ່ອງໂຕ້ຕອບທີ່ມີຕົວເລືອກໄລຍະວັນທີແບບ Material Design.","ຕົວເລືອກໄລຍະວັນທີ","ງ່າຍໆ, ການແຈ້ງເຕືອນ ແລະ ເຕັມຈໍ","ກ່ອງໂຕ້ຕອບ","ສາມາດໃຊ້ຕົວຂັ້ນໃນລາຍຊື່, ລິ້ນຊັກ ແລະ ບ່ອນອື່ນໆເພື່ອແຍກເນື້ອຫາໄດ້.","ຕົວຂັ້ນແມ່ນເສັ້ນບາງໆທີ່ຈັດກຸ່ມເນື້ອຫາໄວ້ໃນລາຍຊື່ ແລະ ໂຄງຮ່າງຕ່າງໆ.","ຕົວຂັ້ນ","ເອກະສານ API","ປຸ່ມຍົກຂຶ້ນຈະເພີ່ມມິຕິໃຫ້ກັບໂຄງຮ່າງທີ່ສ່ວນໃຫຍ່ຮາບພຽງ. ພວກມັນຈະເນັ້ນຟັງຊັນຕ່າງໆທີ່ສຳຄັນໃນພື້ນທີ່ກວ້າງ ຫຼື ມີການໃຊ້ວຽກຫຼາຍ.","ປຸ່ມຍົກຂຶ້ນ","ຍົກເລີກ","ຍົກເລີກ","ກ່ອງໂຕ້ຕອບການແຈ້ງເຕືອນ","Modal ແລະ FAB","ຮູບແບບຈາງແມ່ນໃຊ້ສຳລັບອົງປະກອບສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ທີ່ເຂົ້າ ຫຼື ອອກພາຍໃນຂອບຂອງໜ້າຈໍ ເຊັ່ນ: ກ່ອງໂຕ້ຕອບທີ່ຈາງເຂົ້າໄປທາງກາງຂອງຈໍ.","ເຊື່ອງ FAB","ສະແດງ","ສະແດງ FAB","ຈາງ","ອະລະບ້ຳ","ການນຳທາງລຸ່ມສຸດ","ຮູບແບບຈາງຫາຍແມ່ນໃຊ້ສຳລັບການປ່ຽນລະຫວ່າງອົງປະກອບສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ທີ່ບໍ່ມີຄວາມສຳພັນໜັກແນ້ນຕໍ່ກັນແລະກັນ.","ຮູບພາບ","ຊອກຫາ","123 ຮູບ","ຈາງຫາຍ","ຊິບຕົວກັ່ນຕອງໃຊ້ແທັກ ຫຼື ຄຳອະທິບາຍລາຍລະອຽດເປັນວິທີກັ່ນຕອງເນື້ອຫາ.","ຊິບຕົວກັ່ນຕອງ","ປຸ່ມການເຮັດວຽກແບບລອຍເປັນປຸ່ມໄອຄອນຮູບວົງມົນທີ່ລອຍຢູ່ເທິງເນື້ອຫາເພື່ອໂປຣໂໝດການດຳເນີນການຫຼັກໃນແອັບພລິເຄຊັນ.","ປຸ່ມຄຳສັ່ງແບບລອຍ","ຄຸນສົມບັດ fullscreenDialog ກຳນົດວ່າຈະໃຫ້ໜ້າທີ່ສົ່ງເຂົ້າມານັ້ນເປັນກ່ອງໂຕ້ຕອບແບບເຕັມຈໍຫຼືບໍ່","ເຕັມຈໍ","ເຕັມຈໍ","ລາຍຊື່ຕາຕະລາງແມ່ນດີທີ່ສຸດສຳລັບການນຳສະເໜີຂໍ້ມູນທີ່ມີຄຸນລັກສະນະຄ້າຍກັນ, ໂດຍທົ່ວໄປແມ່ນຮູບພາບຕ່າງໆ. ແຕ່ລະລາຍການໃນລາຍຊື່ຕາຕະລາງແມ່ນເອີ້ນວ່າແຜ່ນ.","ພ້ອມກັບສ່ວນທ້າຍ","ພ້ອມກັບສ່ວນຫົວ","ຮູບພາບເທົ່ານັ້ນ","ໂຄງຮ່າງແຖວ ແລະ ຖັນ","ລາຍຊື່ຕາຕະລາງ","ຂໍ້ມູນ","ຊິບອິນພຸດທີ່ສະແດງຂໍ້ມູນທີ່ຊັບຊ້ອນໃນຮູບແບບກະທັດຮັດ ເຊັ່ນ: ຂໍ້ມູນເອນທິທີ (ບຸກຄົນ, ສະຖານທີ່ ຫຼື ສິ່ງຂອງ) ຫຼື ຂໍ້ຄວາມຂອງການສົນທະນາ.","ຊິບອິນພຸດ","ບໍ່ສາມາດສະແດງ URL ໄດ້:","ຕົວຊີ້ບອກສະຖານະແບບເສັ້ນຊື່ Material Design, ເອີ້ນອີກຢ່າງໜຶ່ງວ່າແຖບສະຖານະ.","ຕົວຊີ້ບອກສະຖານະແບບເສັ້ນຊື່","ແຖບທີ່ມີຄວາມສູງແບບຕາຍຕົວແຖວດ່ຽວທີ່ປົກກະຕິຈະມີຂໍ້ຄວາມຈຳນວນໜຶ່ງຮວມທັງໄອຄອນນຳໜ້າ ຫຼື ຕໍ່ທ້າຍ","ຂໍ້ຄວາມສຳຮອງ","ໂຄງຮ່າງລາຍຊື່ແບບເລື່ອນໄດ້","ລາຍຊື່","ລາຍການເມນູບໍລິບົດສອງ","ລາຍການທີ່ມີເມນູລາຍການກວດສອບ","ລາຍການທີ່ມີເມນູບໍລິບົດ","ລາຍການທີ່ມີເມນູແບບພາກສ່ວນ","ລາຍການທີ່ມີເມນູແບບງ່າຍ",["ເລືອກແລ້ວ: ",[11,0]],"ລາຍການເມນູບໍລິບົດໜຶ່ງ","ລາຍການເມນູບໍລິບົດສາມ","ເມນູຈະສະແດງລາຍຊື່ຂອງຕົວເລືອກຢູ່ພື້ນຜິວຊົ່ວຄາວ. ພວກມັນຈະປາກົດເມື່ອຜູ້ໃຊ້ໂຕ້ຕອບກັບປຸ່ມ, ຄຳສັ່ງ ຫຼື ການຄວບຄຸມອື່ນໆ.","ສີ່","ຮັບລິ້ງ","ລາຍການເມນູໜຶ່ງ","ລາຍການເມນູສາມ","ລາຍການເມນູສອງ","ໜຶ່ງ","ຕົວຢ່າງ","ລຶບ",["ເລືອກແລ້ວ: ",[11,0]],"ແບ່ງປັນ","ປຸ່ມເມນູ ແລະ ເມນູແບບງ່າຍໆ","ສາມ","ເມນູ","ສອງ","ໜ້າລາຍລະອຽດ","ລາຍການລາຍຊື່","ຂໍ້ຄວາມສຳຮອງ","ຫົວຂໍ້","ສຳຮອງ","ຮູບແບບການປ່ຽນທີ່ກຳນົດໄວ້ລ່ວງໜ້າທັງໝົດ","ໂມຊັນ","ແຜງ Material Design ທີ່ເລື່ອນເຂົ້າມາທາງລວງນອນຈາກຂອບຈໍເພື່ອສະແດງລິ້ງການນຳທາງໃນແອັບພລິເຄຊັນໃດໜຶ່ງ.","ການສະແດງລິ້ນຊັກພາຍໃນແຖບແອັບ","ປັດຈາກຂອບ ຫຼື ແຕະໃສ່ໄອຄອນຂວາເທິງເພື່ອເບິ່ງລິ້ນຊັກ","ແຜງການນຳທາງ","ລາຍການໜຶ່ງ","ລາຍການສອງ","user.name@example.com","ຊື່ຜູ້ໃຊ້","ວິດເຈັດ material ແມ່ນໃຊ້ເພື່ອສະແດງຢູ່ທາງຊ້າຍ ຫຼື ຂວາຂອງແອັບໃດໜຶ່ງເພື່ອເລື່ອນໄປມາລະຫວ່າງມຸມມອງຈຳນວນໜຶ່ງ, ໂດຍປົກກະຕິແລ້ວແມ່ນສອງຫາສາມມຸມມອງ.","ໜຶ່ງ","ສອງ","ການສະແດງລາງການນຳທາງພາຍໃນແອັບໃດໜຶ່ງ","ທີສາມ","ລາງການນຳທາງ","ແຖວດຽວ","ແຕະບ່ອນນີ້ເພື່ອເບິ່ງຕົວເລືອກທີ່ສາມາດໃຊ້ໄດ້ສຳລັບການສາທິດນີ້.","ເບິ່ງຕົວເລືອກ","ຕົວເລືອກ","ປຸ່ມມີຂອບຈະເປັນສີທຶບ ແລະ ຍົກຂຶ້ນເມື່ອກົດໃສ່. ມັກຈະຈັບຄູ່ກັບປຸ່ມແບບຍົກຂຶ້ນເພື່ອລະບຸວ່າມີການດຳເນີນການສຳຮອງຢ່າງອື່ນ.","ປຸ່ມມີຂອບ","ສະແດງຕົວເລືອກ","ການເລືອກວັນທີ ແລະ ເວລາ","ຕົວເລືອກ","ເສັ້ນຊື່, ວົງມົນ, ບໍ່ຊັດເຈນ","ຕົວຊີ້ບອກການສະຖານະ","ຕົວເລື່ອນຈະມີໄລຍະຂອງຄ່າໄປຕາມແຖບໃດໜຶ່ງ. ພວກມັນສາມາດມີໄອຄອນຢູ່ປາຍທັງສອງຂອງແຖບທີ່ມີໄລຍະຂອງຄ່າຕ່າງໆໄດ້. ພວກມັນເໝາະສຳລັບການປັບແຕ່ງການຕັ້ງຄ່າຕ່າງໆ ເຊັ່ນ: ລະດັບສຽງ, ຄວາມສະຫວ່າງ ຫຼື ການນຳໃຊ້ຟິວເຕີຮູບພາບ.","ຕົວເລື່ອນໄລຍ","ເມນູແບບພາກສ່ວນ","ກ່ອງໝາຍຈະເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດເລືອກຫຼາຍຕົວເລືອກຈາກຊຸດໃດໜຶ່ງໄດ້. ຄ່າຂອງກ່ອງໝາຍປົກກະຕິທີ່ເປັນ true ຫຼື false ແລະ ຄ່າຂອງກ່ອງໝາຍທີ່ມີສາມຄ່າສາມາດເປັນຄ່າ null ໄດ້ນຳ.","ກ່ອງໝາຍ","ປຸ່ມຕົວເລືອກທີ່ເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດເລືອກຕົວເລືອກຈາກຊຸດໃດໜຶ່ງໄດ້. ໃຊ້ປຸ່ມຕົວເລືອກສຳລັບການເລືອກສະເພາະຫາກທ່ານຄິດວ່າຜູ້ໃຊ້ຕ້ອງການເບິ່ງຕົວເລືອກທັງໝົດທີ່ມີຂ້າງໆກັນ.","ປຸ່ມຕົວເລືອກ","ກ່ອງໝາຍ, ປຸ່ມຕົວເລືອກ ແລະ ປຸ່ມເປີດປິດຕ່າງໆ","ປຸ່ມເປີດ/ປິດທີ່ຈະສະຫຼັບຕົວເລືອກການຕັ້ງຄ່າໃດໜຶ່ງ. ຕົວເລືອກທີ່ສະຫຼັບການຄວບຄຸມ, ຮວມທັງສະຖານະທີ່ມັນເປັນຢູ່, ຄວນເຮັດໃຫ້ຈະແຈ້ງຈາກປ້າຍກຳກັບໃນແຖວທີ່ສອດຄ່ອງກັນ.","ປຸ່ມ","ການຄວບຄຸມການເລືອກ","ຮູບແບບແກນທີ່ແບ່ງປັນແມ່ນຖືກໃຊ້ສຳລັບການປ່ຽນລະຫວ່າງອົງປະກອບສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ທີ່ມີຄວາມສຳພັນກ່ຽວກັບການນຳທາງ ຫຼື ຕຳແໜ່ງ. ຮູບແບບນີ້ໃຊ້ຂໍ້ມູນທີ່ແບ່ງປັນຢູ່ແກນ x, y ຫຼື z ເພື່ອສະໜັບສະໜຸນຄວາມສຳພັນລະຫວ່າງອົງປະກອບຕ່າງໆ.","ສິນລະປະ ແລະ ງານສີມື","ກັບຄືນ","ເປັນຊຸດ","ທຸລະກິດ","ໝວດໝູ່ທີ່ຮວມຈະປາກົດເປັນກຸ່ມໃນຟີດຂອງທ່ານ. ທ່ານສາມາດປ່ຽນຕົວເລືອກນີ້ໄດ້ທຸກເມື່ອໃນພາຍຫຼັງ.","ເພີ່ມປະສິດທິພາບຫຼັກສູດຂອງທ່ານ","ສ້າງບັນຊີ","ການຄົວກິນ","ປຸ່ມຕໍ່ໄປ ແລະ ກັບຄືນ","ການອອກແບບ","ລືມ​ອີ​ເມວ​ບໍ?","ຮູບປະກອບ","ສະແດງແຍກກັນ","ຕໍ່ໄປ","ເຂົ້າສູ່ລະບົບຫາບັນຊີຂອງທ່ານ","ອີເມວ ຫຼື ເບີໂທລະສັບ","ສະບາຍດີ David Park","ແກນ x ທີ່ແບ່ງປັນ","268 ອະລະບ້ຳ","ນທ","ສິນລະປິນ","ອະລະບໍ້າ","A-Z","ຈັດຮຽງຕາມ \"ຫຼິ້ນຫຼ້າສຸດ\"","ຫຼິ້ນບໍ່ດົນມານີ້","ແກນ y ທີ່ແບ່ງປັນ","ສູດແຊນວິດງົວ","ແຊນວິດງົວ","ສູດເບີເກີ","ເບີເກີ","ສູດອາຫານປູ","ກະປູ","ປຸ່ມໄອຄອນການຕັ້ງຄ່າ","ສູດຂອງຫວານ","ຂອງຫວານ","ຊ່ວຍເຫຼືອ","ການແຈ້ງເຕືອນ","ຄວາມເປັນສ່ວນຕົວ","ໂປຣໄຟລ໌","ສູດແຊນວິດ","ແຊນວິດ","ສູດອາຫານທີ່ບັນທຶກໄວ້","ການຕັ້ງຄ່າ","ສູດອາຫານກຸ້ງ","ກຸ້ງ","ແກນ z ທີ່ແບ່ງປັນ","ກ່ອງໂຕ້ຕອບງ່າຍໆທີ່ສະເໜີຕົວເລືອກໃຫ້ຜູ້ໃຊ້ລະຫວ່າງຫຼາຍໆຕົວເລືອກ. ກ່ອງໂຕ້ຕອບແບບງ່າຍໆຈະມີຊື່ແບບບໍ່ບັງຄັບທີ່ສະແດງທາງເທິງຕົວເລືອກ.","ງ່າຍໆ","ເມນູແບບງ່າຍ","ຕໍ່ເນື່ອງ","ຕົວເລື່ອນໄລຍະແບບຕໍ່ເນື່ອງໂດຍມີຮູບແບບສີສັນກຳນົດເອງ","ຕໍ່ເນື່ອງກັບຄ່າຕົວເລກທີ່ແກ້ໄຂໄດ້","ຕົວເລື່ອນຈະມີໄລຍະຂອງຄ່າໄປຕາມແຖບໃດໜຶ່ງ, ເຊິ່ງຜູ້ໃຊ້ສາມາດເລືອກຄ່າດຽວໄດ້. ພວກມັນເໝາະສຳລັບການປັບແຕ່ງການຕັ້ງຄ່າຕ່າງໆ ເຊັ່ນ: ລະດັບສຽງ, ຄວາມສະຫວ່າງ ຫຼື ການນຳໃຊ້ຟິວເຕີຮູບພາບ.","ແຍກຈາກກັນ","ຕົວເລື່ອນແບບແຍກຈາກກັນໂດຍມີຮູບແບບສີສັນກຳນົດເອງ","ຄ່າຕົວເລກທີ່ແກ້ໄຂໄດ້","ວິດເຈັດສຳລັບການເລືອກຄ່າໂດຍການປັດ","ຕົວເລື່ອນ","ທ່ານກົດຄຳສັ່ງແຖບສະແດງຂໍ້ຄວາມແລ້ວ.","ຄຳສັ່ງ","ສະແດງແຖບສະແດງຂໍ້ຄວາມ","ແຖບສະແດງຂໍ້ຄວາມຈະແຈ້ງເຕືອນຜູ້ໃຊ້ກ່ຽວກັບຂັ້ນຕອນທີ່ແອັບໃດໜຶ່ງດຳເນີນໄປແລ້ວ ຫຼື ຈະດຳເນີນການ. ພວກມັນຈະປາກົດຊົ່ວຄາວ, ຢູ່ລຸ່ມສຸດຂອງໜ້າຈໍ. ພວກມັນຈະບໍ່ລົບກວນປະສົບການຂອງຜູ້ໃຊ້ ແລະ ຜູ້ໃຊ້ບໍ່ຈຳເປັນຕ້ອງກົດເພື່ອໃຫ້ຫາຍໄປ.","ແຖບສະແດງຂໍ້ຄວາມຈະສະແດງຂໍ້ຄວາມຢູ່ລຸ່ມສຸດຂອງໜ້າຈໍ","ນີ້ແມ່ນແຖບສະແດງຂໍ້ຄວາມ.","ແຖບສະແດງຂໍ້ຄວາມ","ແຖບຕ່າງໆຈະເປັນການຈັດລະບຽບເນື້ອຫາໃນແຕ່ລະໜ້າຈໍ, ຊຸດຂໍ້ມູນ ແລະ ການໂຕ້ຕອບອື່ນໆ.","ເລື່ອນບໍ່ໄດ້","ເລື່ອນໄດ້","ແຖບຕ່າງໆທີ່ມີມຸມມອງແບບເລື່ອນໄດ້ຂອງຕົນເອງ","ແຖບ","ປຸ່ມຂໍ້ຄວາມຈະສະແດງຮອຍແຕ້ມໝຶກເມື່ອກົດແຕ່ຈະບໍ່ຍົກຂຶ້ນ. ໃຊ້ປຸ່ມຂໍ້ຄວາມຢູ່ແຖບເຄື່ອງມື, ໃນກ່ອງໂຕ້ຕອບ ແລະ ໃນແຖວທີ່ມີໄລຍະຫ່າງຈາກຂອບ.","ປຸ່ມຂໍ້ຄວາມ","ຊ່ອງຂໍ້ຄວາມຈະເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດພິມຂໍ້ຄວາມໄປໃສ່ສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ໄດ້. ປົກກະຕິພວກມັນຈະປາກົດໃນແບບຟອມ ແລະ ກ່ອງໂຕ້ຕອບຕ່າງໆ.","ອີເມວ","ກະລຸນາປ້ອນລະຫັດຜ່ານ.","(###) ###-#### - ໃສ່ເບີໂທສະຫະລັດ.","ກະລຸນາແກ້ໄຂຂໍ້ຜິດພາດສີແດງກ່ອນການສົ່ງຂໍ້ມູນ.","ເຊື່ອງລະຫັດຜ່ານ","ຂຽນສັ້ນໆເພາະນີ້ເປັນພຽງການສາທິດ.","ເລື່ອງລາວຊີວິດ","ຊື່*",["ເບີໂທລະສັບຂອງ  ແມ່ນ ",[14,0],[20,1]],"ຕ້ອງລະບຸຊື່.","ບໍ່ເກີນ 8 ຕົວອັກສອນ.","ກະລຸນາປ້ອນຕົວອັກສອນພະຍັນຊະນະເທົ່ານັ້ນ.","ລະຫັດຜ່ານ*","ລະຫັດຜ່ານບໍ່ກົງກັນ","ເບີໂທລະສັບ*","* ເປັນຊ່ອງທີ່ຕ້ອງລະບຸຂໍ້ມູນ","ພິມລະຫັດຜ່ານຄືນໃໝ່*","ເງິນເດືອນ","ສະແດງລະຫັດຜ່ານ","ສົ່ງຂໍ້ມູນ","ຂໍ້ຄວາມ ແລະ ຕົວເລກທີ່ແກ້ໄຂໄດ້ແຖວດຽວ","ບອກພວກເຮົາກ່ຽວກັບຕົວທ່ານ (ຕົວຢ່າງ: ໃຫ້ຈົດສິ່ງທີ່ທ່ານເຮັດ ຫຼື ວຽກຍາມຫວ່າງຂອງທ່ານ)","ຊ່ອງຂໍ້ຄວາມ","USD","ຄົນອື່ນເອີ້ນທ່ານວ່າແນວໃດ?","ພວກເຮົາຈະຕິດຕໍ່ຫາທ່ານຢູ່ເບີໃດ?","ທີ່ຢູ່ອີເມວຂອງທ່ານ","ສະແດງກ່ອງໂຕ້ຕອບທີ່ມີຕົວເລືອກເວລາແບບ Material Design.","ຕົວເລືອກເວລາ","ປຸ່ມເປີດ/ປິດອາດໃຊ້ເພື່ອຈັດກຸ່ມຕົວເລືອກທີ່ກ່ຽວຂ້ອງກັນ. ກຸ່ມຂອງປຸ່ມເປີດ/ປິດທີ່ກ່ຽວຂ້ອງກັນຄວນໃຊ້ຄອນເທນເນີຮ່ວມກັນເພື່ອເປັນການເນັ້ນກຸ່ມເຫຼົ່ານັ້ນ","ປຸ່ມເປີດ/ປິດ","ຄຳແນະນຳຈະສະໜອງປ້າຍກຳກັບແບບຂໍ້ຄວາມເພື່ອຊ່ວຍອະທິບາຍຟັງຊັນຂອງປຸ່ມ ຫຼື ຄຳສັ່ງສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ອື່ນໆ. ຄຳແນະນຳຈະສະແດງຂໍ້ຄວາມທີ່ເປັນຂໍ້ມູນເມື່ອຜູ້ໃຊ້ເລື່ອນໄປໃສ່, ເລືອກໃສ່ ຫຼື ກົດຄ້າງໃສ່ອົງປະກອບໃດໜຶ່ງ.","ກົດຄ້າງໄວ້ ຫຼື ເລື່ອນໄປໃສ່ເພື່ອສະແດງຄຳແນະນຳ.","ຂໍ້ຄວາມສັ້ນໆທີ່ສະແດງເມື່ອກົດຄ້າງໄວ້ ຫຼື ເມື່ອເລື່ອນໄປໃສ່","ຄຳແນະນຳ","ສອງແຖວ","ລາຍລະອຽດ","ນີ້ແມ່ນວິທີທີ່ TwoPane ເຮັດວຽກຢູ່ອຸປະກອນທີ່ພັບໄດ້.","ພັບໄດ້",["ລາຍການ ",[7,0]],["ລາຍລະອຽດລາຍການ ",[15,0]],"ລາຍຊື່","ເລືອກລາຍການໃດໜຶ່ງ","ນີ້ແມ່ນວິທີທີ່ TwoPane ເຮັດວຽກຢູ່ອຸປະກອນຈໍນ້ອຍ.","ຈໍນ້ອຍ","ໂຄງຮ່າງແບບ responsive ຢູ່ອຸປະກອນທີ່ພັບໄດ້, ໜ້າຈໍໃຫຍ່ ແລະ ນ້ອຍ","ນີ້ແມ່ນວິທີທີ່ TwoPane ເຮັດວຽກຢູ່ໜ້າຈໍໃຫຍ່ຂຶ້ນ ເຊັ່ນ: ແທັບເລັດ ຫຼື ເດັສທັອບ.","ແທັບເລັດ / ເດັສທັອບ","TwoPane","ຄຳຈຳກັດຄວາມຂອງຕົວອັກສອນຮູບແບບຕ່າງໆທີ່ພົບໃນ Material Design.","ຮູບແບບຂໍ້ຄວາມທັງໝົດທີ່ກຳນົດໄວ້ລ່ວງໜ້າ","ການພິມ","ຕົວຂັ້ນລວງຕັ້ງ","ເຊົາເລືອກ","ເພີ່ມບັນຊີ","ເຫັນດີ","ຍົກເລີກ","ບໍ່ຍອມຮັບ","ຍົກເລີກ","ຍົກເລີກຮ່າງຖິ້ມບໍ?","ເດໂມກ່ອງໂຕ້ຕອບແບບເຕັມຈໍ","ບັນທຶກ","ກ່ອງໂຕ້ຕອບແບບເຕັມຈໍ","ໃຫ້ Google ຊ່ວຍລະບຸສະຖານທີ່. ນີ້ໝາຍເຖິງການສົ່ງຂໍ້ມູນສະຖານທີ່ທີ່ບໍ່ລະບຸຕົວຕົນໄປໃຫ້ Google, ເຖິງແມ່ນວ່າຈະບໍ່ມີແອັບເປີດໃຊ້ຢູ່ກໍຕາມ.","ໃຊ້ບໍລິການສະຖານທີ່ຂອງ Google ບໍ?",["ທ່ານເລືອກ: \"\" ແລ້ວ",[12,0]],"ຕັ້ງບັນຊີສຳຮອງ","ສະແດງກ່ອງໂຕ້ຕອບ","ປິດໄວ້","ແອັບຂ່າວທີ່ເນັ້ນເນື້ອຫາ","ການປະຕິຮູບກອງທັບຂຽວຈາກພາຍໃນ","ເຜິ້ງໃນຟາມກຳລັງຂາດຕະຫຼາດ","ນັກອອກແບບໃຊ້ເທັກໂນໂລຢີໃນການສ້າງຜ້າແຫ່ງອະນາຄົດ","ຄວາມເຫັນແມ່ຍິງຕໍ່ການແບ່ງແຍກ","ອະນາຄົດຂອງນ້ຳມັນເຊື້ອໄຟ","ວິວັດທະນາການທີ່ງຽບແຕ່ຊົງພະລັງດ້ານສຸຂະພາບ","ເມື່ອຮຸ້ນຊົບເຊົາ, ຫຼາຍຄົນກໍສົນໃຈສະກຸນເງິນ","ຊາວອະເມຣິກັນທີ່ຖືກແບ່ງແຍກໃນຊ່ວງສົງຄາມ","ອັບເດດຫຼ້າສຸດ","ທຸລະກິດ","ວັດທະນະທຳ","ໜ້າຫຼັກ","ການເມືອງ","ວິທະຍາສາດ","ກິລາ","ເທັກໂນໂລຢີ","ທ່ອງທ່ຽວ","ສະຫະລັດ","ໂລກ","ກອງທັບຂຽວ","ວິວັດທະນາການສຸຂະພາບ","ປະຕິຮູບ","ຮຸ້ນ","ອອກແບບເທັກໂນໂລຢີ",["ບ່ອນເກັບຂໍ້ມູນ  GitHub",[15,0]],"ຮູບແບບ ແລະ ອື່ນໆ","ໝວດໝູ່","ຄັງຮູບພາບ","ກຳລັງໂຫຼດ","ບໍ່ໄດ້ເລືອກ","ຫາດຊາຍ","ໂຮງຫຼໍ່ທອງແດງ","ເຈນໄນ","ເຊຕິນາດ","ຊາວປະມົງ","ຕະຫຼາດດອກໄມ້","ກຽມອາຫານສວາຍ","ຕະຫຼາດ","ພອນດິເຊີຣີ","ນາເກືອ","ສະກູດເຕີ","ເຄື່ອງທໍຜ້າໄໝ","ທານຈໍ","ວັນທານຈາວູ",["ບັນຊີ  ໝາຍເລກ  ຈຳນວນ .",[6,0],[14,1],[21,2]],"ເງິນທ້ອນສຳລັບຊື້ລົດ","ເງິນຝາກປະຈຳ","ບັນຊີເງິນຝາກເຮືອນ","ມື້ພັກ","ເຈົ້າຂອງບັນຊີ","ຜົນຕອບແທນລາຍປີເປັນເປີເຊັນ","ດອກເບ້ຍທີ່ຈ່າຍປີກາຍ","ອັດຕາດອກເບ້ຍ","ດອກເບ້ຍຕັ້ງແຕ່ຕົ້ນປີຮອດປັດຈຸບັນ","ລາຍການເຄື່ອນໄຫວຂອງບັນຊີຮອບຕໍ່ໄປ","ຮວມ","ບັນຊີ","ການແຈ້ງເຕືອນ",["ທ່ານຈ່າຍຄ່າທຳນຽມ ATM ໃນເດືອນນີ້ໄປ ",[34,0]],["ດີຫຼາຍ! ບັນຊີເງິນຝາກຂອງທ່ານມີເງິນຫຼາຍກວ່າເດືອນແລ້ວ .",[51,0]],["ກະລຸນາຮັບຊາບ, ຕອນນີ້ທ່ານໃຊ້ງົບປະມານຊື້ເຄື່ອງເດືອນນີ້ໄປແລ້ວ .",[59,0]],["ທ່ານໃຊ້ເງິນຢູ່ຮ້ານອາຫານໃນອາທິດນີ້ໄປແລ້ວ .",[40,0]],[3,0,["ເພີ່ມການຫຼຸດພາສີທີ່ເປັນໄປໄດ້ຂອງທ່ານ! ມອບໝາຍໝວດໝູ່ໃຫ້  ທຸລະກຳທີ່ຍັງບໍ່ໄດ້ຮັບມອບໝາຍເທື່ອ.",[53,0]],[4,"ເພີ່ມການຫຼຸດພາສີທີ່ເປັນໄປໄດ້ຂອງທ່ານ! ມອບໝາຍໝວດໝູ່ໃຫ້ 1 ທຸລະກຳທີ່ຍັງບໍ່ໄດ້ຮັບມອບໝາຍເທື່ອ."]],["ບິນ  ຮອດກຳນົດ  ຈຳນວນ .",[4,0],[14,1],[21,2]],"ຈຳນວນທີ່ຕ້ອງຈ່າຍ","ຈຳນວນທີ່ຈ່າຍແລ້ວ","ຈຳນວນຮວມ","ໃບບິນ","ຮອດກຳນົດ",["ງົບປະມານ  ໃຊ້ໄປແລ້ວ  ຈາກຈຳນວນ , ເຫຼືອ ",[9,0],[20,1],[30,2],[38,3]],"ເສື້ອ​ຜ້າ","ຮ້ານກາເຟ","ເຄື່ອງໃຊ້ສອຍ","ຮ້ານອາຫານ","ຈຳນວນທີ່ຍັງເຫຼືອ","ຈຳນວນທີ່ໃຊ້ໄປແລ້ວ","ຄວາມຈຸທັງໝົດ","ຊ້າຍ","​​ງົບ​ປະ​ມານ","ແອັບການເງິນສ່ວນຕົວ","ຊ້າຍ","ເຂົ້າສູ່ລະບົບ","ເຂົ້າສູ່ລະບົບ","ເຂົ້າສູ່ລະບົບ Rally","ຍັງບໍ່ມີບັນຊີເທື່ອບໍ?","ລະຫັດຜ່ານ","ຈື່ຂ້ອຍໄວ້","ລົງທະບຽນ","ຊື່ຜູ້ໃຊ້","ເບິ່ງທັງໝົດ","ເບິ່ງບັນຊີທັງໝົດ","ເບິ່ງບິນທັງໝົດ","ເບິ່ງງົບປະມານທັງໝົດ","ຊອກຫາຕູ້ ATM","ຊ່ວຍເຫຼືອ","​ຈັດ​ການ​ບັນ​ຊີ","ການແຈ້ງເຕືອນ","ການຕັ້ງຄ່າສຳລັບເອກະສານທີ່ບໍ່ໃຊ້ເຈ້ຍ","ລະຫັດ ແລະ Touch ID","ຂໍ້ມູນສ່ວນຕົວ","ອອກຈາກລະບົບ","ເອກະສານພາສີ","ບັນຊີ","ໃບບິນ","​​ງົບ​ປະ​ມານ","ພາບຮວມ","ການຕັ້ງຄ່າ","ແອັບທີ່ເນັ້ນອີເມວຢ່າງມີປະສິດທິພາບ","ສະບັບຮ່າງ","ອິນບັອກ","ສົ່ງແລ້ວ","ສະແປມ","ຕິດດາວ","ຖັງຂີ້ເຫຍື້ອ","ເລືອກ","ສາມາດເລືອກໄດ້ (ກົດຄ້າງໄວ້)","ເລືອກແລ້ວ","ກ່ຽວກັບ Flutter Gallery","ອອກແບບໂດຍ TOASTER ໃນລອນດອນ","ປິດການຕັ້ງຄ່າ","ການຕັ້ງຄ່າ","ມືດ","ສົ່ງຄຳຕິຊົມ","ແຈ້ງ","ພາສາ","ໂຄງສ້າງຂອງແພລດຟອມ","ສະໂລໂມຊັນ","ລະບົບ","ທິດທາງຂໍ້ຄວາມ","LTR","ອ້າງອີງຈາກພາສາ","RTL","​ການ​ຂະ​ຫຍາຍ​ຂໍ້​ຄວາມ","ໃຫຍ່ຫຼາຍ","ໃຫຍ່","ປົກກະຕິ","ນ້ອຍ","ຮູບແບບສີສັນ","ການຕັ້ງຄ່າ","ຍົກເລີກ","ລ້າງລົດເຂັນ",[3,0,[" ລາຍການ",[0,0]],[2,"ບໍ່ມີລາຍການ",4,"1 ລາຍການ"]],"ກະຕ່າ","ການສົ່ງ:","ຍອດຮວມຍ່ອຍ:","ພາສີ:","ຮວມ","ອຸປະກອນເສີມ","ທັງໝົດ","ເສື້ອ​ຜ້າ","ເຮືອນ","ແອັບຂາຍຍ່ອຍດ້ານແຟຊັນ","ລະຫັດຜ່ານ","ຊື່ຜູ້ໃຊ້","ອອກຈາກລະບົບ","ເມນູ","​ຕໍ່​ໄປ","ຈອກກາເຟບລູສະໂຕນ","ເສື້ອຍືດຊາຍໂຄ້ງສີແດງອົມສີບົວ","ຜ້າເຊັດປາກແຊມເບຣ","ເສື້ອແຊມເບຣ","ເສື້ອເຊີດສີຂາວແບບຄລາດສິກ","ເສື້ອກັນໜາວສີຕັບໝູ","ຕະແກງສີທອງແດງ","ເສື້ອຍືດລາຍຂວາງແບບຖີ່","ເຊືອກເຮັດສວນ","ໝວກ Gatsby","ແຈັກເກັດແບບຄົນຊັ້ນສູງ","ໂຕະເຄືອບຄຳ 3 ອັນ","ຜ້າພັນຄໍສີເຫຼືອອົມນ້ຳຕານແດງ","ເສື້ອກ້າມສີເທົາ","ຊຸດນ້ຳຊາ Hurrahs","Quattro ຫ້ອງຄົວ","ໂສ້ງຂາຍາວສີຟ້າແກ່","ເສື້ອຄຸມສີພລາສເຕີ",["x ",[2,0]],["ຈຳນວນ: ",[7,0]],"ໂຕະສຳລັບ 4 ຄົນ","ຮາງນ້ຳຝົນ","Ramona ຄຣອສໂອເວີ","ຊຸດກະໂປງຫາດຊາຍ","ເສື້ອກັນໜາວແບບຖັກຫ່າງ","ເສື້ອຍືດ Shoulder Rolls","ກະເປົາສະພາຍໄຫຼ່","ຊຸດເຄື່ອງເຄືອບສີລະມຸນ","ແວ່ນຕາກັນແດດ Stella","ຕຸ້ມຫູ Strut","ກະຖາງສຳລັບພືດໂອບນ້ຳ","ຊຸດກະໂປງ Sunshirt","ເສື້ອ Surf and perf","ຖົງສະພາຍ","ຖົງຕີນທີມກິລາມະຫາວິທະຍາໄລ","ເສື້ອເຮນຣີ Walter (ຂາວ)","ພວງກະແຈຖັກ","ເສື້ອເຊີດສີຂາວລາຍທາງລວງຕັ້ງ","ສາຍແອວ Whitney",[3,0,["ກະຕ່າຊື້ເຄື່ອງ,  ລາຍການ",[16,0]],[2,"ກະຕ່າຊື້ເຄື່ອງ, ບໍ່ມີລາຍການ",4,"ກະຕ່າຊື້ເຄື່ອງ, 1 ລາຍການ"]],"ເພີ່ມໃສ່​ກະຕ່າ",["ລຶບ  ອອກ",[4,0]],"ປິດກະຕ່າ","ປິດເມນູ","ເປີດເມນູ","ລຶບລາຍການ","ຊອກຫາ","ການຕັ້ງຄ່າ","ເຂົ້າສູ່ລະບົບ","ເລືອກເດໂມ","ໂຄງຮ່າງເລີ່ມຕົ້ນທີ່ມີການຕອບສະໜອງ",["ລາຍການ ",[7,0]],"ສ່ວນເນື້ອຫາ","ປຸ່ມ","​ຫົວ​ຂໍ້","ຄຳແປ","ຊື່","ແອັບເລີ່ມຕົ້ນ","ເພີ່ມ","ລາຍການທີ່ມັກ","ຊອກຫາ","ແບ່ງປັນ"]