[0,"sv","h8nb75",0,null,["Besök  om du vill se källkoden för den här appen.",["6","0"]],"Tillbaka till galleriet","Ikon före","Flera åtgärder","Återställ bannern","Lösenordet har uppdaterats på den andra enheten. Logga in igen.","Nedre appfält","Skärmutskärning","Placering av flytande åtgärdsknapp","Dockad – mitten","Dockad – längst ned","Flytande – mitten","Flytande – längst ned","Konto","Alarm","Kalender","Kamera","Kommentarer",["Platshållare för fliken ",["o","0"]],"KNAPP","Skapa","Utforska",["Utforska ",["9","0"]],["Dela ",["5","0"]],"Tryckbar","Thanjavur","Chettinad","Nummer 10","Silkesspinnare","Tempel","Thanjavur i Tamil Nadu","Sivaganga i Tamil Nadu","10 städer att besöka i Tamil Nadu","Hantverkare från södra Indien","Brihadisvaratemplet","Cykling","Hiss","Eldstad","Stor","Medel","Liten","Tänd lamporna","Tvättmaskin","BÄRNSTEN","BLÅ","BLÅGRÅ","BRUN","CYANBLÅ","MÖRKORANGE","MÖRKLILA","GRÖN","GRÅ","INDIGOBLÅ","LJUSBLÅ","LJUSGRÖN","LIME","ORANGE","ROSA","LILA","RÖD","BLÅGRÖN","GUL","En anpassad reseapp","MAT","Neapel, Italien","Pizza i en vedeldad ugn","Dallas, USA","Lissabon, Portugal","Kvinna som håller en stor pastramimacka","Tom bar med höga pallar i dinerstil","Córdoba, Argentina","Hamburgare","Portland, USA","Koreansk taco","Paris, Frankrike","Chokladdessert","Seoul, Sydkorea","Sittplatser på en bohemisk restaurang","Seattle, USA","Räkrätt","Nashville, USA","Ingång till bageriet","Atlanta, USA","Fat med kräftor","Madrid, Spanien","Kafédisk med bakverk",[3,0,[" restauranger",["0","0"]],[2,"Inga restauranger",4,"1 restaurang"]],"Utforska restauranger efter destination",[" ",["0","0"],["1","1"]],"FLYG","Aspen, USA","Fjällstuga i ett snötäckt landskap med granar","Big Sur, USA","Kairo, Egypten","Al-Azhar-moskéns torn i solnedgången","Lissabon, Portugal","Tegelfyr i havet","Napa, USA","Pool och palmer","Bali, Indonesien","Havsnära pool och palmer","Tält på ett fält","Khumbudalen, Nepal","Böneflaggor framför snötäckt berg","Machu Picchu, Peru","Machu Picchu","Malé, Maldiverna","Bungalower på pålar i vattnet","Vitznau, Schweiz","Hotell vid en sjö med berg i bakgrunden","Mexico City, Mexiko","Flygbild av Palacio de Bellas Artes","Mount Rushmore, USA","Mount Rushmore","Singapore","Parken Supertree Grove","Havanna, Kuba","Man som lutar sig mot en blå veteranbil",[3,0,[" mellanlandningar",["0","0"]],[2,"Direktflyg",4,"1 mellanlandning"]],"Utforska flyg efter destination","Välj datum","Välj datum","Välj destination","Gäster","Välj plats","Välj plats för avresa","Välj tid","Resenärer",[3,0,[" t",["0","0"]],[4,"1 t"]],[3,0,[" m",["0","0"]],[4,"1 m"]],"SÖMN","Malé, Maldiverna","Bungalower på pålar i vattnet","Aspen, USA","Kairo, Egypten","Al-Azhar-moskéns torn i solnedgången","Taipei, Taiwan","Skyskrapan Taipei 101","Fjällstuga i ett snötäckt landskap med granar","Machu Picchu, Peru","Machu Picchu","Havanna, Kuba","Man som lutar sig mot en blå veteranbil","Vitznau, Schweiz","Hotell vid en sjö med berg i bakgrunden","Big Sur, USA","Tält på ett fält","Napa, USA","Pool och palmer","Porto, Portugal","Färgglada byggnader vid Praça da Ribeira","Tulum, Mexiko","Mayaruiner på en klippa ovanför en strand","Lissabon, Portugal","Tegelfyr i havet",[3,0,[" tillgängliga boenden",["0","0"]],[2,"Inga tillgängliga boenden",4,"1 tillgängligt boende"]],"Utforska boenden efter destination","Tillåt","Äppelpaj","Avbryt","Cheesecake","Chokladbrownie","Välj din favoritefterrätt i listan nedan. Valet används för att anpassa listan över förslag på matställen i ditt område.","Släng","Tillåt inte","Välj favoritefterrätt","Din aktuella plats visas på kartan och används för vägbeskrivningar, sökresultat i närheten och beräknade resetider.","Vill du tillåta att Maps får åtkomst till din plats när du använder appen?","Tiramisu","Knapp","Med bakgrund","Visa avisering","Chatt","Startsida","Profil","Kalcium (%)","Kalorier","Kolhydrater (g)","Efterrätt (1 portion)","Fett (g)","Järn (%)","Protein (g)","Natrium (mg)","Näring","Äppelpaj","Cupcake","Ring","Éclair","Yoghurtglass","Pepparkaka","Honeycomb","Glassandwich","Geléböna","Klubba",[" med honung",["0","0"]],[" med socker",["0","0"]],"Demo","Tryck för att redigera ramar och använd rörelser för att navigera i bilden. Dra för att panorera, rotera och nypa för att zooma in med två fingrar. Återgå till startriktningen genom att trycka på återställningsknappen.","Redigera ram","Återställ transformationerna","Panorera, zooma, rotera","2D-transformationer","Med åtgärdsbrickor får du en uppsättning alternativ som utlöser en åtgärd för huvudinnehållet. Åtgärdsbrickor ska visas dynamiskt och i rätt sammanhang i användargränssnittet.","Åtgärdsbricka","Med en varningsruta uppmärksammas användaren på saker som behöver bekräftas. Titeln och listan på åtgärder i varningsrutan är valfria.","Varning","Varning med titel","I appfältet visas innehåll och åtgärder för den aktuella skärmen. Det kan vara varumärken, titlar på skärmen, navigering och åtgärder","Visar information och åtgärder för den aktuella skärmen","Appfält","En banner har ett viktigt, kortfattat meddelande om hur användare kan utföra en åtgärd (eller ignorera bannern). En användaråtgärd krävs för att ignorera den.","Visar en banner i en lista","Banner","Ett nedre appfält ger användaren åtkomst till en navigeringspanel längst ned på skärmen och upp till fyra åtgärder, inklusive den flytande åtgärdsknappen.","Visar navigering och åtgärder längst ned på skärmen","Nedre appfält","I navigeringsfält på nedre delen av skärmen visas tre till fem destinationer. Varje destination motsvaras av en ikon och en valfri textetikett. När användare trycker på en navigeringsikon på nedre delen av skärmen dirigeras de till det navigeringsmål på toppnivå som är kopplad till ikonen.","Permanenta etiketter","Vald etikett","Navigering längst ned på skärmen med toning mellan vyer","Navigering längst ned på skärmen","Lägg till","VISA ARK PÅ NEDRE DELEN AV SKÄRMEN","Rubrik",["Artikel ",["8","0"]],"Ett modalt ark längst ned på skärmen är ett alternativ till en meny eller dialogruta, och det förhindrar att användaren interagerar med resten av appen.","Modalt ark längst ned på skärmen","I ett permanent ark längst ned på skärmen visas information som kompletterar appens primära innehåll. Ett permanent ark fortsätter att visas när användaren interagerar med andra delar av appen.","Permanent ark på nedre delen av skärmen","Permanent och modalt ark på nedre delen av skärmen","Ark på nedre delen av skärmen","Textfält","Text, upphöjd, kontur med mera","Knappar","Ett kort är ett ark i Material Design som används för att representera relaterad information, till exempel ett album, en geografisk plats, en måltid, kontaktuppgifter osv.","Baslinjekort med rundade hörn","Kort","Meny med checklista","Kompakta element som representerar en inmatning, åtgärd eller ett attribut","Brickor","Valbrickor representerar ett av valen i en uppsättning. Valbrickor har relaterad beskrivande text eller kategorier.","Valbricka","En cirkulär förloppsindikator i Material Design som visar att appen är upptagen genom att snurra.","Cirkulär förloppsindikator","Demokod","Kopierat till urklipp.","KOPIERA ALLT",["Det gick inte att kopiera till urklipp: ",["14","0"]],"Färger och färgrutor som representerar färgpaletten i Material Design.","Alla förhandsfärger","Färger","Kort, listor och flytande åtgärdsknapp","Mönstret med behållartransformering är avsett för övergångar mellan element i användargränssnittet där en behållare är inblandad. Mönstret ger en synlig koppling mellan två element i användargränssnittet","Intoningsläge","Behållartransformering","TONA IN/UT","TONA GENOM","Snabbmeny","Ett åtgärdsblad är ett typ av aviseringar där användaren får två eller fler val som är relaterade till den aktuella kontexten. Ett åtgärdsblad kan ha en titel, ett ytterligare meddelande eller en lista över åtgärder.","Åtgärdsblad","En aktivitetsindikator i iOS-stil som snurrar medurs.","Aktivitetsindikatorer i iOS-stil","Aktivitetsindikator","Endast aviseringsknappar","Avisering med knappar","Med en varningsruta uppmärksammas användaren på saker som behöver bekräftas. Titeln, innehållet och listan på åtgärder i varningsruta är valfria. Titeln visas ovanför innehållet och åtgärderna nedanför innehållet.","Varning","Varning med titel","Varningsrutor i iOS-stil","Aviseringar","En knapp i iOS-stil. Den har en text och/eller ikon som tonas in och ut vid beröring. Den kan ha en bakgrund.","Knappar i iOS-stil","Knappar","Åtgärd ett","Tryck länge på Flutter-logotypen för att visa snabbmenyn.","Åtgärd två","En snabbmeny i helskärm i iOS-stil som visas när du trycker länge på ett element.","Snabbmeny i iOS-stil","Snabbmeny","Ett navigeringsfält i iOS-stil. Navigeringsfältet är ett verktygsfält som består av åtminstone en sidrubrik, i mitten av verktygsfältet.","Navigeringsfält i iOS-stil","Navigeringsfält","Väljare","Datum","Datum och tid","En väljarwidget i iOS-stil som du kan använda för att välja strängar, datum, tider eller både datum och tid.","Väljare i iOS-stil","Tid","Timer","Väljare","En widget som implementerar innehållskontrollen dra för att uppdatera i iOS-stil.","Kontrollen dra för att uppdatera i iOS-stil","Dra för att uppdatera","En scrollningslist som omger det angivna underordnade objektet","Scrollningslist i iOS-stil","Scrollningslist","Ett sökfält där användaren kan söka genom att ange text och som kan erbjuda och filtrera förslag.","Skriv något","Söktextfält i iOS-stil","Söktextfält","Används för att välja mellan ett antal ömsesidigt uteslutande alternativ. När ett alternativ i segmentstyrningen har valts är de andra alternativen i segmentstyrningen inte längre valda.","Segmentstyrning i iOS-stil","Segmentstyrning",["Kontinuerlig: ",["e","0"]],"Ett skjutreglage kan användas till att välja från en uppsättning kontinuerliga eller diskreta värden.",["Diskret: ",["9","0"]],"Skjutreglage i iOS-stil","Skjutreglage","Ett reglage används till att aktivera eller inaktivera en enskild inställning.","Reglage i iOS-stil","Ett flikfält för navigering i iOS-stil längst ned på skärmen. Flera flikar visa samtidigt, men bara en är aktiverad (den första fliken som standard).","Nedre flikfält i iOS-stil","Flikfält","En användare kan skriva text i textfältet, antingen med ett fysiskt tangentbord eller med ett tangentbord på skärmen.","Pinkod","Textfält i iOS-stil","Textfält","Skjutreglage är fält med ett värdeintervall som användare väljer ett värde eller ett värdeintervall från. Det går att tillämpa teman på och anpassa skjutreglage.","Anpassade skjutreglage","Datatabeller visar information i ett rutnätsformat med rader och kolumner. De gör information lätt att söka igenom, så att användare kan leta efter mönster och insikter.","Rader och kolumner med information","Datatabeller","Visar en dialog med en datumväljare i Material Design.","Datumväljare","Visar en dialogruta med en väljare för datumintervall i Material Design.","Väljare för datumintervall","Enkel, avisering och helskärm","Dialogruta","Avgränsare kan användas i listor, utdragbara paneler och på andra ställen för att dela upp innehåll.","En avgränsare är en tunn linje som delar upp innehåll i listor och layouter.","Avgränsare","API-dokumentation","Med upphöjda knappar får mestadels platta layouter definition. De kan användas för att lyfta fram funktioner i plottriga eller breda utrymmen.","Upphöjd knapp","AVBRYT","IGNORERA","Varningsdialogruta","Modal och flytande åtgärdsknapp","Mönstret med objekt som tonar in/ut används för element i användargränssnittet som kommer in på eller lämnar skärmen, t.ex. en dialogruta som tonar in mitt på skärmen.","DÖLJ FLYTANDE ÅTGÄRDSKNAPP","VISA MODALT ARK","VISA FLYTANDE ÅTGÄRDSKNAPP","Tona in/ut","Album","Navigering längst ned på skärmen","Mönstret med genomtoning används för övergångar mellan element i användargränssnittet som inte har någon tydlig inbördes koppling.","Foton","Sök","123 foton","Tona genom","Med filterbrickor filtreras innehåll efter taggar eller beskrivande ord.","Filterbricka","En flytande åtgärdsknapp är en rund ikonknapp som flyter ovanpå innehållet för att främja en primär åtgärd i appen.","Flytande åtgärdsknapp","Med egendomen fullscreenDialog anges om en inkommande sida är en modal dialogruta i helskärm","Helskärm","Helskärm","Rutnätslistor lämpar sig bäst för att presentera data av liknande typ, exempelvis bilder. Varje objekt i en rutnätslista kallas för en ruta.","Med sidfot","Med sidhuvud","Endast bild","Layout på rader och kolumner","Rutnätslistor","Information","Inmatningsbrickor representerar ett komplext informationsstycke, till exempel en enhet (person, plats eller sak) eller samtalstext i kompakt format","Inmatningsbricka","Det gick inte att visa webbadressen:","En linjär förloppsindikator i Material Design.","Linjär förloppsindikator","En enkelrad med fast höjd som vanligtvis innehåller text och en ikon före eller efter texten.","Sekundär text","Layouter med scrollningslista","Listor","Inaktiverat menyalternativ","Ett alternativ med en meny med checklista","Ett alternativ med en snabbmeny","Ett alternativ med en meny med avsnitt","Ett alternativ med en enkel meny",["Markerades: ",["c","0"]],"Snabbmeny – alternativ ett","Snabbmeny – alternativ tre","En meny visar en lista över alternativ på en tillfällig yta. De syns när användare interagerar med en knapp, åtgärd eller annan kontroll.","Fyra","Hämta länk","Menyalternativ ett","Menyalternativ tre","Menyalternativ två","Ett","Förhandsgranska","Ta bort",["Valdes: ",["8","0"]],"Dela","Menyknappar och enkla menyer","Tre","Meny","Två","Informationssida","Post i lista","Sekundär text","Namn","Sekundärt","Alla fördefinierade övergångsmönster","Rörelse","En Material Design-panel som kommer in horisontellt från skärmens kant för att visa navigeringslänkar i en app.","Visar en panel i appfältet","Svep från kanten eller tryck på ikonen uppe till höger för att öppna panelen","Navigeringspanel","Objekt ett","Objekt två","user.name@example.com","Användarnamn","En Material Design-widget avsedd att visas till vänster eller höger i en app för navigering mellan ett mindre antal vyer, vanligtvis mellan tre och fem.","Första","Andra","Visar ett navigeringsspår i en app","Tredje","Navigeringsspår","En rad","Tryck här om du vill visa tillgängliga alternativ för demon.","Alternativ för vy","Alternativ","Konturknappar blir ogenomskinliga och höjs vid tryck. De visas ofta tillsammans med upphöjda knappar som pekar på en alternativ, sekundär åtgärd.","Konturknapp","VISA VÄLJAREN","Val av datum och tid","Väljare","Linjär, cirkulär, obestämd","Förloppsindikatorer","Skjutreglage är fält med ett värdeintervall. De kan ha ikoner på båda sidorna av fältet som motsvarar värdeintervallet. De passar perfekt till justering av inställningar som volym, ljusstyrka och bildfilter.","Skjutreglage för intervall","Meny med avsnitt","Med kryssrutor kan användaren välja mellan flera alternativ från en uppsättning. Värdet för en normal kryssruta är sant eller falskt. För en kryssruta med tre lägen kan värdet även vara tomt.","Kryssruta","Med hjälp av alternativknapparna kan användarna välja ett alternativ från en uppsättning. Använd alternativknapparna för ömsesidig uteslutning om du tror att användaren behöver se alla tillgängliga alternativ sida vid sida.","Alternativknapp","Kryssrutor, alternativknappar och reglage","På/av-reglage som används för att aktivera eller inaktivera en inställning. Det alternativ som reglaget styr samt det aktuella läget ska framgå av motsvarande infogade etikett.","Reglage","Urvalskontroller","Mönstret med delad axel används för övergångar mellan element i användargränssnittet som hänger ihop rumsligt eller navigeringsmässigt. Mönstret förstärker den inbördes relationen mellan element med hjälp av en övergång längs en gemensam x-, y- eller z-axel.","Konst och hantverk","TILLBAKA","Grupperad","Ekonomi","Grupperade kategorier visas som grupper i flödet. Du kan alltid ändra detta senare.","Skräddarsy dina kurser","SKAPA KONTO","Matlagning","Knapparna Nästa och Tillbaka","Design","HAR DU GLÖMT DIN E-POSTADRESS?","Bild","Visas enskilt","NÄSTA","Logga in på ditt konto","E-postadress eller telefonnummer","Hej, David Park!","Delad x-axel","268 album","min","Artist","Album","A–Ö","Sortera efter Nyligen spelade","Nyligen spelade","Delad y-axel","Recept på biffmacka","Biffmacka","Recept på hamburgare","Hamburgare","Recept på krabba","Krabba","Knapp med ikon för Inställningar","Recept på efterrätt","Efterrätt","Hjälp","Aviseringar","Integritet","Profil","Recept på dubbelmacka","Dubbelmacka","Sparade recept","Inställningar","Recept på räktallrik","Räkor","Delad z-axel","Med en enkel dialogruta får användaren välja mellan flera alternativ. En enkel dialogruta har en valfri titel som visas ovanför alternativen.","Enkel","Enkel meny","Kontinuerligt","Skjutreglage med kontinuerligt intervall och anpassat tema","Kontinuerligt med redigerbart siffervärde","Skjutreglage är fält med ett värdeintervall som användare väljer ett värde från. De passar perfekt till justering av inställningar som volym, ljusstyrka och bildfilter.","Diskret","Diskret skjutreglage med anpassat tema","Redigerbart siffervärde","Widgetar för att välja ett värde genom att svepa","Skjutreglage","Du tryckte på åtgärden för meddelandefält.","ÅTGÄRD","VISA ETT MEDDELANDEFÄLT","Meddelandefälten visar användarna vilken process som utförs eller ska utföras i en app. De visas tillfälligt, långt ned på skärmen. Meddelandefält ska inte störa användarupplevelsen och användarna behöver inte göra något för att de ska försvinna.","Meddelandefält innehåller meddelanden och visas längst ned på skärmen","Det här är ett meddelandefält.","Meddelandefält","Flikar organiserar innehåll på olika skärmar och med olika dataset och andra interaktioner.","Inte scrollbar","Scrollbar","Flikar med vyer som går att skrolla igenom separat","Flikar","Med en textknapp visas en bläckplump vid tryck men den höjs inte. Använd textknappar i verktygsfält, dialogrutor och infogade med utfyllnad","Textknapp","Med textfält kan användare ange text i ett användargränssnitt. De används vanligtvis i formulär och dialogrutor.","E-post","Ange ett lösenord.","(###) ###-#### – ange ett amerikanskt telefonnummer.","Åtgärda rödmarkerade fel innan du skickar in.","Dölj lösenord","Var kortfattad. Det här är bara en demo.","Livsberättelse","Namn*",["Telefonnumret till  är ",["j","0"],["n","1"]],"Du måste ange namn.","Högst 8 tecken.","Använd endast alfabetiska tecken.","Lösenord*","Lösenorden överensstämmer inte","Telefonnummer*","* anger att fältet är obligatoriskt","Ange lösenordet igen*","Lön","Visa lösenord","SKICKA","Enkelrad med text och siffror som kan redigeras","Berätta lite om dig själv (t.ex. vad du jobbar med eller vilka fritidsintressen du har)","Textfält","USD","Vad heter du?","På vilket nummer kan vi nå dig?","Din e-postadress.","Visar en dialog med en tidväljare i Material Design.","Tidväljare","På/av-knappar kan användas för grupprelaterade alternativ. En grupp bör finnas i samma behållare för att lyfta fram grupper av relaterade på/av-knappar","På/av-knappar","I beskrivningar tillhandahålls textetiketter som förklarar funktionen hos en knapp eller en annan åtgärd kopplad till användargränssnittet. I beskrivningar visas informativ text när användare håller muspekaren över, fokuserar på eller trycker länge på ett element.","Tryck länge på eller håll muspekaren över elementet för att visa beskrivningen.","Kort meddelande som visas när användaren trycker länge eller håller muspekaren över ett element","Beskrivningar","Två rader","Information","Så här fungerar TwoPane på en vikbar enhet.","Vikbar enhet",["Objekt ",["7","0"]],["Information om objektet ",["o","0"]],"Lista","Välj ett objekt","Så här fungerar TwoPane på en enhet med liten skärm.","Liten skärm","Responsiva layouter på vikbara, stora och små skärmar","Så här fungerar TwoPane på en enhet med en större skärm, som en surfplatta eller dator.","Surfplatta/dator","TwoPane","Definitioner för olika typografiska format i Material Design","Alla fördefinierade textformat","Typografi","Vertikal avgränsare","Avmarkera","Lägg till konto","GODKÄNN","AVBRYT","GODKÄNNER INTE","SLÄNG","Vill du slänga utkastet?","En dialogrutedemo i helskärm","SPARA","Dialogruta i helskärm","Google hjälper appar att avgöra enhetens plats. Detta innebär att anonym platsinformation skickas till Google, även när inga appar körs.","Vill du använda Googles platstjänst?",["Du har valt ",["c","0"]],"Ange konto för säkerhetskopiering","VISA DIALOGRUTA","STÄNG","En app med nyheter i fokus","Green Army ombildas inifrån","Bina försvinner från jordbruksmarker","Formgivare skapar futuristiska tyger med hjälp av teknik","Feminister tar upp kampen mot partipolitiken","Bensinens framtid","En sjukvårdsrevolution i det tysta","När aktiemarknaden stagnerar vänder sig många till valutor i stället","Amerikaners skilda livsöden i krigstid","De senaste uppdateringarna","Ekonomi","Kultur","Startsida","Politik","Vetenskap","Sport","Teknik","Resor","USA","Världen","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",["GitHub-lagringsplats ",["l","0"]],"FORMAT OCH ANNAT","Kategorier","Galleri","Läser in","Inte markerad","Strand","Bronsverkstad","Chennai","Chettinad","Fiskare","Blomstermarknad","Lunchförberedelser","Marknad","Puducherry","Saltraffinaderi","Vespor","Sidenvävare","Thanjavur","Brihadisvaratemplet",["-kontot  med .",["0","0"],["8","1"],["d","2"]],"Sparkonto för bil","Bankkonto","Sparkonto för boende","Semester","Kontots ägare","Årlig avkastning i procent","Betald ränta förra året","Ränta","Ränta sedan årsskiftet","Nästa utdrag","Totalt","Konton","Aviseringar",["Du har lagt  på avgifter för uttag den här månaden",["c","0"]],["Bra jobbat! Du har  mer på kontot den här månaden.",["j","0"]],["Du har använt  av din budget för inköp den här månaden.",["e","0"]],["Du har lagt  på restaurangbesök den här veckan.",["c","0"]],[3,0,["Öka ditt potentiella skatteavdrag! Tilldela kategorier till  ej tilldelade transaktioner.",["1o","0"]],[4,"Öka ditt potentiella skatteavdrag! Tilldela kategorier till 1 ej tilldelad transaktion."]],["-fakturan på  förfaller den .",["0","0"],["d","1"],["s","2"]],"Belopp som ska betalas","Betalat belopp","Totalt belopp","Fakturor","Förfaller",["-budget med  använt av ,  kvar",["0","0"],["c","1"],["n","2"],["p","3"]],"Kläder","Kaféer","Livsmedel","Restauranger","Kvarstående belopp","Förbrukat belopp","Totalt belopp för budgettaket","Kvar","Budgetar","En app för privatekonomi","KVAR","LOGGA IN","Logga in","Logga in i Rally","Har du inget konto?","Lösenord","Kom ihåg mig","REGISTRERA DIG","Användarnamn","VISA ALLA","Visa alla konton","Visa alla fakturor","Visa alla budgetar","Hitta uttagsautomater","Hjälp","Hantera konton","Aviseringar","Inställningar för Paperless","Lösenord och Touch ID","Personliga uppgifter","Logga ut","Skattedokument","KONTON","FAKTUROR","BUDGETAR","ÖVERSIKT","INSTÄLLNINGAR","En effektiv e-postapp som ger fokus","Utkast","Inkorg","Skickat","Spam","Stjärnmärkt","Papperskorgen","Välj","Valbar (tryck länge)","Markerad","Om Flutter Gallery","Designad av TOASTER i London","Stäng inställningar","Inställningar","Mörkt","Skicka feedback","Ljust","Språkkod","Plattformsmekanik","Slowmotion","System","Textriktning","Vänster till höger","Utifrån språkkod","Höger till vänster","Textskalning","Mycket stor","Stor","Normal","Liten","Tema","Inställningar","AVBRYT","RENSA KUNDVAGNEN",[3,0,[" OBJEKT",["0","0"]],[2,"INGA OBJEKT",4,"1 OBJEKT"]],"KUNDVAGN","Frakt:","Delsumma:","Skatt:","TOTALT","TILLBEHÖR","ALLA","KLÄDER","HEM","En modern återförsäljningsapp","Lösenord","Användarnamn","LOGGA UT","MENY","NÄSTA","Blå mugg i stengods","Ljusröd t-shirt","Chambrayservetter","Chambrayskjorta","Klassisk vit krage","Lerfärgad tröja","Trådhylla – koppar","Smalrandig t-shirt","Halsband – Garden strand","Hatt – Gatsby","Jacka – Gentry","Skrivbordstrio – guld","Rödgul halsduk","Grått linne","Teservis – Hurrahs","Kök – Quattro","Marinblå byxor","Gipsvit tunika",["x ",["2","0"]],["Kvantitet: ",["b","0"]],"Bord – Quartet","Bricka – Rainwater","Axelremsväska – Ramona","Havsblå tunika","Havsblå tröja","T-shirt – Shoulder rolls","Väska – Shrug","Keramikservis – Soothe","Solglasögon – Stella","Örhängen – Strut","Suckulentkrukor","Solklänning","Tröja – Surf and perf","Ryggsäck – Vagabond","Universitetsstrumpor","Henley-tröja – Walter (vit)","Flätad nyckelring","Kritstrecksrandig skjorta","Bälte – Whitney",[3,0,["Kundvagnen. Den innehåller  varor",["r","0"]],[2,"Kundvagnen. Den är tom",4,"Kundvagnen. Den innehåller 1 vara"]],"Lägg i kundvagnen",["Ta bort ",["8","0"]],"Stäng kundvagnen","Stäng menyn","Öppna menyn","Ta bort objektet","Sök","Inställningar","LOGGA IN","Välj en demo","En responsiv startlayout",["Artikel ",["8","0"]],"Brödtext","KNAPP","Rubrik","Underrubrik","Titel","Startapp","Lägg till","Favorit","Sök","Dela"]