[0,"ca","g1t6nk",0,null,"S'està carregant","Desselecciona","Selecciona","Es pot seleccionar (en mantenir premut)","Seleccionat","Demostració","Barra d'aplicacions inferior","No seleccionat","Camp de text de cerca","Selector","Camp de text de cerca d'estil iOS","Camp de text de cerca que permet a l'usuari fer cerques introduint text i que pot oferir i filtrar suggeriments.","Introdueix text","Barra de desplaçament","Barra de desplaçament d'estil iOS","Barra de desplaçament que uneix l'element secundari determinat.",["Elements ",["9","0"]],"Llista","Plegable","Pantalla petita","Aquest és el comportament de TwoPane en un dispositiu amb la pantalla petita.","Tauleta/Ordinador","Aquest és el comportament de TwoPane en una pantalla més gran com ara la d'una tauleta o un ordinador.","TwoPane","Dissenys responsius en pantalles plegables, grans i petites","Selecciona una demostració","Aquest és el comportament de TwoPane en un dispositiu plegable.","Detalls","Selecciona un element",["Detalls de l'element ",["l","0"]],"Mantén premut el logotip de Flutter per veure el menú contextual.","Un menú contextual d'estil iOS en pantalla completa que apareix quan un element es manté premut.","Barra d'aplicacions","La barra d'aplicacions proporciona accions i contingut relacionats amb la pantalla actual. S'utilitza per al brànding, els títols de pantalles, la navegació i les accions.","Divisor","Un divisor és una línia prima que agrupa contingut en llistes i dissenys.","Els divisors es poden utilitzar en llistes, taulers i en qualsevol altre lloc per separar contingut.","Divisor vertical","Menú contextual","Menú contextual d'estil iOS","Mostra informació i accions relacionades amb la pantalla actual","Acció 1","Acció 2","Mostra un quadre de diàleg que conté un selector d'intervals de dates de Material Design.","Selector d'intervals de dates","Nom d'usuari","nom.usuari@example.com","Llisca des de la vora o toca la icona de la part superior esquerra per veure el tauler","Barra de navegació","Es mostra una barra de navegació en una aplicació","Widget material que es mostrarà a l'esquerra o a la dreta d'una aplicació per navegar entre unes quantes visualitzacions, normalment entre tres i cinc.","Primera","Tauler de navegació","Tercera","Destacats","Els botons de text mostren un esquitx de tinta en prémer-los, però no s'eleven. Utilitza els botons de text en barres d'eines, en quadres de diàleg i entre línies amb farciment.","Botó amb relleu","Els botons amb relleu aporten dimensió als dissenys plans. Destaquen les funcions en espais amplis o amb molts elements.","Botó perfilat","Els botons perfilats es tornen opacs i s'eleven en prémer-los. Normalment estan vinculats amb botons amb relleu per indicar una acció secundaria o alternativa.","Targetes, llistes i BAF","Es mostra un tauler a la barra d'aplicacions","Una aplicació de correu electrònic centrada i eficient","Tauler de Material Design que llisca horitzontalment des de la vora cap a la part interior de la pantalla per mostrar enllaços de navegació en una aplicació.","Esborranys","Element 1","Safata d'entrada","Botons Següent i Enrere","Correu brossa","Paperera","Enviats","Segona","Element 2","Modal i BAF","Navegació inferior","Botó de la icona de configuració","Ordena per Reproduït recentment","Botó de text","Entrepà de vedella","Recepta de postres","Artista","Àlbum","Reproduït recentment","A-Z","268 àlbums","Eix Y compartit","CREA UN COMPTE","DESCARTA","Adreça electrònica o número de telèfon","Inicia la sessió amb el teu compte","Hola, David Park","Es mostra de manera individual","Grup","Àlbums","Disseny","Il·lustració","Negocis","Arts i treballs manuals","Text secundari","CANCEL·LA","Quadre de diàleg d'alerta","AMAGA EL BAF","MOSTRA EL BAF","MOSTRA EL MODAL","El patró d'atenuació s'utilitza en elements de la IU que s'obren o es tanquen dins dels límits de la pantalla, com ara un quadre de diàleg que s'atenua al centre de la pantalla.","Atenuació","123 fotos","Cerca","Fotos","Les categories agrupades es mostren com a grups al teu feed. Pots canviar aquesta opció en qualsevol moment.","El patró d'esvaïment s'utilitza per a transicions entre elements de la IU que no tenen una relació estreta entre ells.","Esvaïment","Ajuda","Tots els patrons de transició predefinits","Notificacions","Perfil","Receptes desades","Recepta d'entrepà de vedella","Recepta de plat de cranc","Optimitza els teus cursos","Cranc","Recepta de plat de gambes","Gamba","ESVAÏMENT","Postres","Recepta d'entrepà","Entrepà","Recepta d'hamburguesa","Hamburguesa","Configuració","Eix Z compartit","Privadesa","Moviment","Transformació de contenidors","El patró de transformació de contenidors està dissenyat per a transicions entre elements de la IU que inclouen un contenidor. Aquest patró crea una connexió visible entre 2 elements de la IU.","Mode d'atenuació","ATENUACIÓ","min","Títol","HAS OBLIDAT L'ADREÇA ELECTRÒNICA?","Secundari","Pàgina de detalls","Element de llista","El patró d'eix compartit s'utilitza per a transicions entre elements de la IU que tenen una relació espacial o de navegació. Aquest patró utilitza una transformació compartida a l'eix x, y o z per reforçar la relació entre els elements.","Eix X compartit","ENRERE","SEGÜENT","Sector culinari",["repositori de GitHub ",["l","0"]],"EUA","Negocis","Ciència","Esports","Viatges","Cultura","DissenyTecnològic","Import restant","La reforma de l'Exèrcit Verd des de dins","Una aplicació de notícies centrada en el contingut","Import pendent","Límit total","Import utilitzat","RevolucióSanitària","Portada","Internacional","Import pagat","Política","Escassetat d’abelles de camp","El futur de la gasolina","ExèrcitVerd","El feminisme pren partit","Uns dissenyadors creen teixits futuristes utilitzant tecnologia","Les accions s'estanquen i les mirades se centren en la moneda","Reforma","Tecnologia","Vides separades als EUA durant la guerra","La revolució sanitària: silenciosa, però poderosa","Últimes novetats","Accions","Import total","Data i hora","INICIA LA SESSIÓ",[" amb sucre",["0","0"]],"Pastís de poma","Dònut","Bresca","Piruleta","Mongetes de gelea","Pa de gingebre","Cupcake","Éclair","Sandvitx de gelat","Iogurt gelat","Ferro (%)","Calci (%)","Sodi (mg)","Selector d'hora","Restableix les transformacions","Matèria grassa (g)","Calories","Postres (1 ració)","Thanjavur, Tamil Nadu","Mostra un quadre de diàleg que conté un selector d'hora de Material Design.","MOSTRA EL SELECTOR","Desplaçable","No desplaçable",[3,0,[" h",["0","0"]],[4,"1 h"]],[3,0,[" min",["0","0"]],[4,"1 min"]],[" ",["0","0"],["1","1"]],"Nutrició","Selector de data","Selecció de data i hora","Selectors","Edita el mosaic","Les taules de dades mostren informació en un format de quadrícula estructurat en files i columnes. Organitzen la informació de manera que sigui fàcil d'analitzar, perquè els usuaris puguin cercar patrons i estadístiques.","Toca per editar mosaics i fes servir gestos per moure't per l'escena. Arrossega per obtenir una panoràmica, pinça per fer zoom i gira amb dos dits. Prem el botó de restabliment per tornar a l'orientació inicial.","Panoràmica, zoom i rotació","Transformacions 2D","PIN","Un camp de text permet que l'usuari introdueixi text, tant des del teclat del maquinari com del teclat en pantalla.","Camps de text d'estil iOS","Camps de text","Mostra un quadre de diàleg que conté un selector de data de Material Design.","Hora","Data","Temporitzador","Widget selector d'estil iOS que es pot utilitzar per seleccionar cadenes i dates o hores, o totes dues coses.","Selectors d'estil iOS","Selectors",[" amb mel",["0","0"]],"Chettinad","Restableix el bàner","Diverses accions","Icona inicial","IGNORA","Es pot tocar","Es pot seleccionar (en mantenir premut)","Explora",["Explora ",["8","0"]],["Comparteix ",["b","0"]],"Les 10 ciutats de Tamil Nadu que has de visitar","Número 10","Thanjavur","Proteïnes (g)","Artesans del sud de l'Índia","Filadors de seda","La contrasenya s'ha actualitzat al teu altre dispositiu. Torna a iniciar la sessió.","Sivaganga, Tamil Nadu","Temple de Brihadisvara","Temples","Bàner","Es mostra un bàner en una llista","Un bàner mostra un missatge breu important i proporciona als usuaris accions per dur a terme (o per ignorar el bàner). Per poder-lo ignorar, l'usuari ha de fer una acció.","Targetes","Targetes de referència amb les cantonades arrodonides","Una targeta és un full de Material Design que s'utilitza per representar informació relacionada, com ara un àlbum, una ubicació geogràfica, un àpat, dades de contacte, etc.","Taules de dades","Files i columnes d'informació","Carbohidrats (g)","Thanjavur","Llistes amb quadrícula","Mercat de flors","Obres de bronze","Mercat","Temple de Thanjavur","Salina","Escúters","Teler de seda","Preparació del dinar","Platja","Pescador",["Seleccionat: ",["d","0"]],"Suprimeix","Obtén l'enllaç","Comparteix","Mostra la navegació i les accions a la part inferior","Un element amb un menú amb seccions","Element de menú desactivat","Indicador de progrés lineal","Element de menú contextual u","Un element amb un menú senzill","Controls lliscants personalitzats","Un element amb un menú amb llista de comprovació","Indicador d'activitat","Indicador d'activitat d'estil iOS","Indicador d'activitat d'estil iOS que gira en sentit horari.","Barra de navegació","Barra de navegació d'estil iOS","Una barra de navegació d'estil iOS. La barra de navegació és una barra d'eines que consisteix com a mínim en un títol de pàgina al mig de la barra.","Llisca cap avall per actualitzar","Control \"Llisca cap avall per actualitzar\" d'estil iOS","Un widget que implementa el control de contingut amb la funció \"Llisca cap avall per actualitzar\" d'estil iOS.","Indicadors de progrés","Lineals, circulars, indeterminats","Indicador de progrés circular","Indicador de progrés circular de Material Design; gira per indicar que l'aplicació està ocupada.","Quatre","Indicador de progrés lineal de Material Design; també es coneix com a barra de progrés.","Descripcions emergents","Missatge breu que es mostra en mantenir premuda una opció o en passar el cursor per sobre","Les descripcions emergents proporcionen etiquetes de text que ajuden a explicar la funció d'un botó o d'altres accions de la interfície d'usuari. Les descripcions emergents mostren text informatiu quan els usuaris passen el cursor per sobre d'un element, el seleccionen amb el teclat o el mantenen premut.","Mantén premut o passa el cursor per sobre d'un element perquè es mostri la descripció emergent.","Chennai",["Marcat: ",["8","0"]],"Chettinad","Previsualitza","Barra de l'aplicació de la part inferior","Les barres d'aplicacions de la part inferior permeten accedir a un tauler de navegació de la part inferior i a un màxim de quatre accions, inclosa la del botó d'acció flotant.","Retall","Posició del botó d'acció flotant","Acoblat: al final","Acoblat: al centre","Flotant: al final","Flotant: al centre","Valor numèric editable","Disseny de fila i columna","Les llistes amb quadrícula són les més adequades per presentar dades homogènies, normalment imatges. Cada element d'una llista amb quadrícula s'anomena \"mosaic\".","Només imatge","Amb capçalera","Amb peu de pàgina","Controls lliscants","Widgets per seleccionar un valor fent lliscar el dit","Els controls lliscants mostren un interval de valors al llarg d'una barra i els usuaris poden seleccionar-ne un. Són ideals per ajustar opcions de configuració com el volum o la brillantor, o bé per aplicar filtres d'imatge.","Controls lliscants d'intervals","Els controls lliscants mostren un interval de valors al llarg d'una barra, que pot tenir icones als dos extrems. Són ideals per ajustar opcions de configuració com el volum o la brillantor, o bé per aplicar filtres d'imatge.","Un element amb un menú contextual","Els controls lliscants mostren un interval de valors al llarg d'una barra i els usuaris poden seleccionar-ne un o un interval. Pots personalitzar els controls lliscants i aplicar-hi temes.","Valors continus amb un valor numèric editable","Valors discrets","Control lliscant de valors discrets amb un tema personalitzat","Control lliscant d'interval amb valors continus i un tema personalitzat","Valors continus","Pondicherry","Menú","Menú contextual","Menú amb seccions","Menú senzill","Menú amb llista de comprovació","Botons de menú i menús senzills","Un menú mostra una llista d'opcions sobre una superfície temporal. Es mostren quan els usuaris fan determinades accions o interaccionen amb un botó o un altre control.","Element de menú u","Element de menú dos","Element de menú tres","U","Dos","Tres","Element de menú contextual tres","Interruptor d'estil iOS","Això és una barra de notificacions.","Control lliscant d'estil iOS","Pots utilitzar el control lliscant per fer seleccions en conjunts de valors tant discrets com continus.",["Continu: ",["9","0"]],["Discret: ",["9","0"]],"Has premut l'acció de la barra de notificacions.","Torna a la galeria","Barra de pestanyes","Els interruptors s'utilitzen per commutar una única opció de configuració a activada o desactivada.","ACCIÓ","Perfil","MOSTRA UNA BARRA DE NOTIFICACIONS","Les barres de notificacions informen els usuaris dels processos que han dut o duran a terme les aplicacions i es mostren temporalment a la part inferior de la pantalla. No interrompen l'experiència d'usuari ni cal cap acció perquè deixin de mostrar-se.","Les barres de notificacions mostren missatges a la part inferior de la pantalla","Barres de notificacions","Control lliscant","Xat","Inici","Una barra de pestanyes de navegació d'estil iOS situada a la part inferior. Mostra diverses pestanyes quan n'hi ha una d'activada, la primera de manera predeterminada.","Barra de pestanyes d'estil iOS a la part inferior","Mostra les opcions","Toca aquí per veure les opcions disponibles per a aquesta demostració.","COPIA-HO TOT",["Suprimeix ",["a","0"]],"Afegeix al carretó",[3,0,["Carretó electrònic,  articles",["k","0"]],[2,"Carretó electrònic, cap article",4,"Carretó electrònic, 1 article"]],["No s'ha pogut copiar al porta-retalls: ",["13","0"]],"S'ha copiat al porta-retalls.","Ruïnes maies en un cingle a la platja","Hotel vora un llac i davant d'unes muntanyes","Ciutadella de Machu Picchu","Xalet en un paisatge nevat amb arbres de fulla perenne","Bungalous flotants","Piscina vora el mar amb palmeres","Piscina amb palmeres","Far de maons al mar","Torres de la mesquita d'Al-Azhar durant la posta de sol","Home recolzat en un cotxe blau antic","Supertree Grove","Mostrador d'una cafeteria amb pastes","Hamburguesa","Hotel vora un llac i davant d'unes muntanyes","Caselles de selecció, botons d'opció i interruptors","Dona amb un entrepà de pastrami enorme","Bungalous flotants","Entrada d'una fleca","Plat de gambes","Taules d'un restaurant artístic","Postres de xocolata","Taco coreà","Ciutadella de Machu Picchu","Bar buit amb tamborets d'estil americà","Pizza al forn de llenya","Gratacel Taipei 101","Torres de la mesquita d'Al-Azhar durant la posta de sol","Far de maons al mar","Plat de cranc de riu","Apartaments acolorits a la Praça da Ribeira","Piscina amb palmeres","Tenda de campanya al camp","Tanca la configuració","Les caselles de selecció permeten que l'usuari seleccioni diverses opcions d'un conjunt. Normalment, el valor d'una casella de selecció és vertader o fals; en cas d'una casella de selecció amb tres estats, el tercer valor també pot ser nul.","Configuració","Llistes","Desplaçar-se per dissenys de llistes","Una fila d'alçada fixa que normalment conté text i una icona al principi o al final.","Una línia","Dues línies","Text secundari","Controls de selecció","Mont Rushmore","Casella de selecció","Home recolzat en un cotxe blau antic","Opció","Els botons d'opció permeten que l'usuari seleccioni una opció d'un conjunt. Fes-los servir si vols que l'usuari pugui veure totes les opcions disponibles, però només en pugui triar una.","Interruptor","Els interruptors commuten l'estat d'una única opció de configuració. L'etiqueta inserida corresponent ha de descriure l'opció que controla l'interruptor i l'estat en què es troba.","Xalet en un paisatge nevat amb arbres de fulla perenne","Tenda de campanya al camp","Banderes de pregària amb una muntanya nevada en segon pla","Vista aèria del Palau de Belles Arts","Mostra tots els comptes",["Data de venciment de la factura  (): .",["w","0"],["y","1"],["11","2"]],"Tanca el carretó","Tanca el menú","Obre el menú","Configuració","Cerca","Les pestanyes organitzen el contingut en diferents pantalles, conjunts de dades i altres interaccions.","Pestanyes amb visualitzacions desplaçables de manera independent","Pestanyes",["Has gastat  de  del pressupost ; import restant: ",["b","0"],["f","1"],["v","2"],["1d","3"]],"Suprimeix l'article",["Import al compte  amb el número : .",["h","0"],["w","1"],["y","2"]],"Mostra tots els pressupostos","Mostra totes les factures","Selecciona la data","Tria l'origen","Vall del Khumbu, Nepal","Machu Picchu, Perú","Male, Maldives","Vitznau, Suïssa","Ciutat de Mèxic, Mèxic","Mont Rushmore, Estats Units","Segons la configuració regional","L'Havana, Cuba","El Caire, Egipte","Lisboa, Portugal","Napa, Estats Units","Bali, Indonèsia","Male, Maldives","Aspen, Estats Units","Machu Picchu, Perú","Control segmentat","Vitznau, Suïssa","Big Sur, Estats Units","Napa, Estats Units","Porto, Portugal","Tulum, Mèxic","Seül, Corea del Sud","Etiquetes","Elements compactes que representen una entrada, un atribut o una acció","Etiqueta d'acció","Les etiquetes d'acció són un conjunt d'opcions que activen una acció relacionada amb el contingut principal. Es mostren de manera dinàmica i contextual a les interfícies d'usuari.","Etiqueta de selecció","Les etiquetes de selecció representen una opció única d'entre les d'un conjunt i contenen text descriptiu relacionat o categories.","Etiqueta de filtre","Les etiquetes de filtre utilitzen etiquetes o paraules descriptives per filtrar contingut.","Etiqueta d'entrada","Les etiquetes d'entrada representen una informació complexa, com ara una entitat (persona, lloc o cosa) o un text de conversa, en format compacte.","Lisboa, Portugal","Lisboa, Portugal","S'utilitza per triar una opció d'entre diverses que són excloents entre si. Quan se selecciona una opció al control segmentat, les altres deixen d'estar disponibles.","Encén els llums","Petita","Mitjana","Gran","Ascensor","Rentadora","Llar de foc","Ciclisme","Comensals",[3,0,["Augmenta la teva possible deducció fiscal. Assigna categories a  transaccions sense assignar.",["1s","0"]],[4,"Augmenta la teva possible deducció fiscal. Assigna categories a 1 transacció sense assignar."]],"Selecciona l'hora","Selecciona la ubicació","Viatgers","Atlanta, Estats Units","Tria una destinació","Selecciona les dates","VOLAR","DORMIR","MENJAR","Explora vols per destinació","Explora propietats per destinació","Explora restaurants per destinació",[3,0,[" escales",["0","0"]],[2,"Sense escales",4,"1 escala"]],[3,0,[" propietats disponibles",["0","0"]],[2,"Cap propietat disponible",4,"1 propietat disponible"]],[3,0,[" restaurants",["0","0"]],[2,"Cap restaurant",4,"1 restaurant"]],"Aspen, Estats Units","Control segmentat d'estil iOS","El Caire, Egipte","Madrid, Espanya","Big Sur, Estats Units","Nashville, Estats Units","Seattle, Estats Units","Singapur","París, França","Portland, Estats Units","Córdoba, Argentina","Dallas, Estats Units","Nàpols, Itàlia","Taipei, Taiwan","L'Havana, Cuba","TANCA LA SESSIÓ","FACTURES","COMPTES","Motxilla Vagabond","Interessos fins a l'actualitat","Cinturó Whitney","Collarets de granadura","Arracades","Mitjons d'estil universitari","Clauer teixit","Barret Gatsby","Bossa","Accessoris d'escriptori daurats","Cistella de reixeta de coure","Joc de ceràmica relaxant","Joc per al te","Tassa Blue Stone","Safata","Tovallons de cambrai","Testos per a suculentes","Taula rodona","Estris de cuina","Jersei color teula","Samarreta llarga blau clar","Túnica color guix","Restaurants","Camisa cambrai","Jersei color blau clar","Jaqueta noble","Pantalons blau marí","Samarreta de ratlles (blanc)","Samarreta surfera","Bufanda ataronjada","Camisa encreuada Ramona","Coll blanc clàssic","Vestit estiuenc","Taxa d'interès","Percentatge de rendiment anual","Vacances","Samarreta a ratlles fines","Estalvis de la llar","Compte corrent","Interessos pagats l'any passat","Extracte següent","Propietari del compte","Cafeteries","Queviures","Samarreta de coll rodó color cirera","Roba","Gestiona els comptes","Estalvis del cotxe","Documents fiscals","Contrasenya i Touch ID","Notificacions","Informació personal","Configuració del format digital","Troba un caixer automàtic","Ajuda","Tanca la sessió","Total","Venciment","Restant","Comptes","Factures","Pressupostos","Alertes","MOSTRA-HO TOT","RESTANT","INFORMACIÓ GENERAL","Samarreta amb muscle descobert","SEGÜENT","PRESSUPOSTOS","CONFIGURACIÓ","Inicia la sessió a Rally","No tens cap compte?","REGISTRA'T","Nom d'usuari","Contrasenya","Inicia la sessió","Recorda'm","INICIA LA SESSIÓ",["Atenció! Has fet servir un  del teu pressupost per a compres d'aquest mes.",["r","0"]],["Has gastat  en restaurants aquesta setmana.",["b","0"]],["Has gastat  en comissions de caixers automàtics aquest mes.",["b","0"]],["Ben fet. El teu compte corrent és un  superior al mes passat.",["11","0"]],"MENÚ","TOT","ACCESSORIS","ROBA","CASA","Nom d'usuari","Contrasenya","CANCEL·LA","Impostos:","CARRETÓ",["Quantitat: ",["b","0"]],["x ",["2","0"]],[3,0,[" ARTICLES",["0","0"]],[2,"CAP ARTICLE",4,"1 ARTICLE"]],"BUIDA EL CARRETÓ","TOTAL","Subtotal:","Enviament:","Samarreta de tirants ampla grisa","Ulleres de sol Stella","Camisa a ratlles blanca","Com ens podem posar en contacte amb tu?","Text d'esquerra a dreta","Gran","Capçalera",["Article ",["8","0"]],"Camps de text","Camps de text","Línia de text i xifres editables","Els camps de text permeten als usuaris introduir text en una interfície d'usuari. Normalment s'inclouen en formularis i quadres de diàleg.","Mostra la contrasenya","Amaga la contrasenya","Resol els errors marcats en vermell abans d'enviar el formulari.","El nom és obligatori.","Introdueix només caràcters alfabètics.","(###) ###-####: introdueix un número de telèfon dels EUA.","Introdueix una contrasenya.","Les contrasenyes no coincideixen","Com et dius?","Nom*","MOSTRA EL FULL INFERIOR","Número de telèfon*","Full inferior","Adreça electrònica","Explica'ns alguna cosa sobre tu (p. ex., escriu a què et dediques o quines són les teves aficions)","Sigues breu, es tracta d'una demostració.","BOTÓ","Biografia","Salari","USD","No pot tenir més de 8 caràcters.","Contrasenya*","Torna a escriure la contrasenya*","ENVIA","Navegació inferior amb visualitzacions d'esvaïment encreuat","Afegeix","Un full modal inferior és una alternativa al menú o al diàleg i evita que l'usuari interaccioni amb la resta de l'aplicació.","Full modal inferior","Una full inferior persistent mostra informació que complementa el contingut principal de l'aplicació. A més, continua visible quan l'usuari interacciona amb altres parts de l'aplicació.","Full inferior persistent","Pàgines modal i persistent inferiors",["El número de telèfon de  és ",["o","0"],["s","1"]],"BOTÓ","Definicions dels diversos estils tipogràfics trobats a Material Design.","Tots els estils de text predefinits","Tipografia","La propietat fullscreenDialog indica si la pàgina entrant és un quadre de diàleg modal de pantalla completa","Un botó pla mostra un esquitx de tinta en prémer-lo, però no s'eleva. Utilitza els botons plans en barres d'eines, en quadres de diàleg i entre línies amb farciment","A les barres de navegació inferior es mostren entre tres i cinc destinacions. Cada destinació es representa amb una icona i una etiqueta de text opcional. En tocar una icona de la navegació inferior, es redirigirà l'usuari a la destinació de navegació de nivell superior associada amb la icona.","Etiqueta seleccionada","Etiquetes persistents",["Article ",["8","0"]],"* indica que el camp és obligatori","Navegació inferior","Clar","Tema","iOS","Android","Dreta a esquerra","Molt gran","Botó","Normal","Petit","Sistema","Configuració","Una aplicació de finances personal",["Per consultar el codi font d'aquesta aplicació, visita el .",["1m","0"]],"Comentaris","Cos","Títol","Subtítol","Títol","Cerca","Comparteix","Preferit","Afegeix","Calendari","Un disseny d'inici responsiu","Aplicació d'inici","Repositori GitHub de mostres Flutter",["Espai reservat per a la pestanya ",["x","0"]],"Càmera","Alarma","Compte","La teva adreça electrònica","Els botons de commutació poden utilitzar-se per agrupar opcions relacionades. Per destacar grups de botons de commutació relacionats, un grup ha de compartir un contenidor comú.","GRIS","MARRÓ","TARONJA INTENS","TARONJA","AMBRE","GROC","VERD LLIMA","VERD CLAR","VERD","Galeria","Categories","Una aplicació de botigues de moda","Una aplicació de viatges personalitzada","ESTILS I ALTRES","No s'ha pogut mostrar l'URL:","Opcions","Informació","Codi de demostració","Documentació de l'API","Pantalla completa","Ajust del text","Direcció del text","Configuració regional","Mecànica de la plataforma","Fosc","Càmera lenta","Sobre Flutter Gallery","Envia suggeriments","Dissenyat per TOASTER a Londres","Botons","De text, amb relleu, perfilat i més","Botó pla","Els botons amb relleu aporten dimensió als dissenys plans. Destacar les funcions en espais amplis o amb molts elements.","Botó amb relleu","Botó perfilat","Els botons perfilats es tornen opacs i s'eleven en prémer-los. Normalment estan vinculats amb botons amb relleu per indicar una acció secundaria o alternativa.","Botons de commutació","VERD BLAVÓS","Botó d'acció flotant","Un botó d'acció flotant és un botó d'icona circular que passa per sobre de contingut per promoure una acció principal a l'aplicació.","Quadres de diàleg","Simple, alerta i pantalla completa","Alerta","Un quadre de diàleg d'alerta informa l'usuari sobre situacions que requereixen la seva aprovació. Inclou un títol i una llista opcional d'accions.","Alerta amb el títol","Senzill","Un quadre de diàleg simple ofereix a l'usuari diverses opcions per triar-ne una. Pot tenir un títol opcional que es mostra a sobre dels resultats.","Pantalla completa","Botons","Botons d'estil iOS","Botó d'estil iOS. Té forma de text o d'icona que s'atenuen o apareixen en tocar-los. Opcionalment pot tenir fons.","Alertes","Quadres de diàleg d'alerta d'estil iOS","Alerta","Un quadre de diàleg d'alerta informa l'usuari sobre situacions que requereixen la seva aprovació. Inclou un títol, una llista d'accions i contingut opcionals. El títol es mostra a sobre del contingut i les accions, a sota.","Alerta amb el títol","Alerta amb botons","Només botons d'alerta","Full d'accions","Un full d'accions és un estil específic d'alertes que ofereix a l'usuari dues o més opcions relacionades amb el context actual. Pot incloure un títol, un missatge addicional i una llista d'accions.","Colors","Tots els colors predefinits","Constants de mostres i colors que representen la paleta de colors de Material Design.","ENABLED","DISABLED","Crea",["Has seleccionat: \"\"",["i","0"]],"Vols descartar l'esborrany?","Vols fer servir els serveis d'ubicació de Google?","Permet que Google pugui ajudar les aplicacions a determinar la ubicació, és a dir, que s'enviïn dades d'ubicació anònimes a Google fins i tot quan no s'estigui executant cap aplicació.","CANCEL·LA","DESCARTA","NO ACCEPTIS","ACCEPTA","Defineix el compte de la còpia de seguretat","GRIS BLAVÓS","MOSTRA EL QUADRE DE DIÀLEG","Quadre de diàleg de pantalla completa","DESA","Demostració d'un quadre de diàleg de pantalla completa","Enabled","Disabled","Amb fons","Cancel·la","Descarta","Vols permetre que Maps accedeixi a la teva ubicació quan utilitzis l'aplicació?","La teva ubicació actual es mostrarà al mapa i s'utilitzarà per donar indicacions, oferir resultats propers de cerca i indicar la durada estimada dels trajectes.","Permet","No permetis","Selecciona les teves postres preferides","Selecciona el teu tipus de postres preferides de la llista que hi ha més avall. La teva selecció s'utilitzarà per personalitzar la llista de suggeriments de restaurants de la teva zona.","Pastís de formatge","Tiramisú","Pastís de poma","Brownie de xocolata","Mostra l'alerta","VERMELL","ROSA","PORPRA","PORPRA INTENS","ANYIL","BLAU","BLAU CLAR","CIAN","Afegeix un compte","Galeria","Categories","SHRINE","Aplicació bàsica de compra","RALLY","CRANE","Aplicació de viatges","MATERIAL","CUPERTINO","ESTILS I MITJANS DE REFERÈNCIA"]