[0,"ne","4m6b8p",0,null,["यो एपको सोर्स कोड हेर्न कृपया  मा जानुहोस्।",["u","0"]],"Gallery मा फर्कनुहोस्","सुरुको आइकन","एकभन्दा धेरै कारबाहीहरू","ब्यानर रिसेट गर्नुहोस्","तपाईंको अर्को डिभाइसमा तपाईंको पासवर्ड अद्यावधिक गरिएको थियो। कृपया फेरि साइन इन गर्नुहोस्।","एपको फेदमा रहेको बार","नच गर्नुहोस्","फ्लोटिङ कार्य बटनको स्थिति","डक गरियो - मध्य भागमा","डक गरियो - अन्त्यमा","फ्लोटिङ - मध्य भागमा","फ्लोटिङ - अन्त्यमा","खाता","अलार्म","पात्रो","क्यामेरा","टिप्पणीहरू",[" नामक ट्याबको प्लेसहोल्डर",["0","0"]],"बटन","सिर्जना गर्नुहोस्","अन्वेषण गर्नुहोस्",[" अन्वेषण गर्नुहोस्",["0","0"]],[" सेयर गर्नुहोस्",["0","0"]],"ट्याप गर्न मिल्ने","तन्जावुर","चेट्टिनाड","नम्बर १०","रेशमको सूत कात्ने कल","मन्दिरहरू","तन्जावुर, तामिल नाडु","शिभगङ्गा, तामिल नाडु","तामिल नाडुमा घुम्नै पर्ने शीर्ष १० सहरहरू","दक्षिण भारतका हस्तकला कर्मी","बृहदेश्वर मन्दिर","बाइक कुदाउने","लिफ्ट","चुल्हो","ठुलो","मध्यम","सानो","बत्तीहरू बाल्नुहोस्","लुगा धुने मेसिन","एम्बर","निलो","निलो मिश्रित खैरो","खैरो","सायन","गाढा सुन्तला रङ्ग","गाढा बैजनी","हरियो","खैरो","इन्डिगो","हल्का निलो","हल्का हरियो","कागती रङ्ग","सुन्तले रङ्ग","गुलाबी","बैजनी","रातो","निलोमिश्रित हरियो रङ्ग","पहेँलो","यात्रासम्बन्धी वैयक्तीकृत एप","खानुहोस्","नेपल्स, इटाली","दाउरा बाल्ने भट्टीमा बनाइएको पिज्जा","डल्लास, संयुक्त राज्य अमेरिका","लिसबन, पोर्तुगल","विशाल पास्ट्रामी स्यान्डविच बोकेकी महिला","डाइनर शैलीका स्टूलहरू राखिएको खाली बार","कोर्डोबा, अर्जेन्टिना","बर्गर","पोर्टल्यान्ड, संयुक्त राज्य अमेरिका","कोरियाली टाको","पेरिस, फ्रान्स","चकलेट डेजर्ट","सियोल, दक्षिण कोरिया","आर्ट्सी भोजनालयको बस्ने ठाउँ","सियाटल, संयुक्त राज्य अमेरिका","झिँगे माछाको परिकार","न्यासभिल, संयुक्त राज्य अमेरिका","बेकरी पसलको प्रवेशद्वार","एटलान्टा, संयुक्त राज्य अमेरिका","क्रफिसको प्लेट","म्याड्रिड, स्पेन","पेस्ट्री पाइने क्याफे काउन्टर",[3,0,[" भोजनालय",["0","0"]],[2,"कुनै पनि भोजनालय छैन",4,"१ भोजनालय"]],"गन्तव्यअनुसार भोजनालयहरूको अन्वेषण गर्नुहोस्",[" ",["0","0"],["1","1"]],"उड्नुहोस्","एस्पेन, संयुक्त राज्य अमेरिका","सदाबहार रूखहरू भएको र साथै हिउँ परेको ल्यान्डस्केपमा सानो कुटी","बिग सुर, संयुक्त राज्य अमेरिका","कायरो, इजिप्ट","घाम अस्ताउँदै गरेका बेला अल-अजहर मस्जिदका टावरहरू","लिसबन, पोर्तुगल","समुद्रमा इटाले बनेको दीपगृह","नापा, संयुक्त राज्य अमेरिका","खजुरको रूख भएको पोखरी","बाली, इन्डोनेसिया","खजुरका रूखहरू भएको समुद्र छेउको पोखरी","मैदानमा लगाइएको टेन्ट","खुम्बु उपत्यका, नेपाल","हिउँ परेको पहाडको अघिल्तिर प्रार्थनाका लागि गाडिएका झण्डाहरू","माचू पिक्चू, पेरु","माचू पिक्चूको गढी","मेल, माल्दिभ्स","पानीमाथिका बङ्गलाहरू","भिज्नाउ, स्विट्जरल्यान्ड","पहाडका नजिकमा रहेको झील छेउको होटेल","मेक्सिको सिटी, मेक्सिको","Palacio de Bellas Artes को हवाई दृश्य","माउन्ट रसमोर, संयुक्त राज्य अमेरिका","माउन्ट रसमोर","सिङ्गापुर","सुपरट्री ग्रोभ","हवाना, क्युबा","पुरानो मोडलको निलो कारमा अढेस लागेको मान्छे",[3,0,[" बिसौनी",["0","0"]],[2,"ननस्टप",4,"१ बिसौनी"]],"गन्तव्यअनुसार उडानको अन्वेषण गर्नुहोस्","मिति चयन गर्नुहोस्","मितिहरू चयन गर्नुहोस्","गन्तव्य छनौट गर्नुहोस्","घुम्ती होटेलहरू","स्थान चयन गर्नुहोस्","प्रस्थान विन्दु छनौट गर्नुहोस्","समय चयन गर्नुहोस्","यात्रीहरू",[3,0,[" घन्टा",["0","0"]],[4,"१ घन्टा"]],[3,0,[" मिनेट",["0","0"]],[4,"१ मिनेट"]],"शयन अवस्थामा लानुहोस्","मेल, माल्दिभ्स","पानीमाथिका बङ्गलाहरू","एस्पेन, संयुक्त राज्य अमेरिका","कायरो, इजिप्ट","घाम अस्ताउँदै गरेका बेला अल-अजहर मस्जिदका टावरहरू","ताइपेइ, ताइवान","ताइपेइ १०१ स्काइस्क्रेपर","सदाबहार रूखहरू भएको र साथै हिउँ परेको ल्यान्डस्केपमा सानो कुटी","माचू पिक्चू, पेरु","माचू पिक्चूको गढी","हवाना, क्युबा","पुरानो मोडलको निलो कारमा अढेस लागेको मान्छे","भिज्नाउ, स्विट्जरल्यान्ड","पहाडका नजिकमा रहेको झील छेउको होटेल","बिग सुर, संयुक्त राज्य अमेरिका","मैदानमा लगाइएको टेन्ट","नापा, संयुक्त राज्य अमेरिका","खजुरको रूख भएको पोखरी","पोर्टो, पोर्तुगल","रिबेरिया स्क्वायरका रङ्गीचङ्गी अपार्टमेन्टहरू","तुलुम, मेक्सिको","समुद्र किनाराको माथि उठेको चट्टानमा माया सभ्यताका खण्डहरहरू","लिसबन, पोर्तुगल","समुद्रमा इटाले बनेको दीपगृह",[3,0,["उपलब्ध  आवास",["7","0"]],[2,"कुनै पनि उपलब्ध आवास छैन",4," उपलब्ध १ आवास"]],"गन्तव्यअनुसार आवास अन्वेषण गर्नुहोस्","अनुमति दिनुहोस्","एप्पल पाई","रद्द गर्नुहोस्","चिजको केक","चकलेट ब्राउनी","कृपया निम्न सूचीबाट आफूलाई मन पर्ने प्रकारको डेजर्ट चयन गर्नुहोस्। तपाईंले गरेको चयन तपाईंको क्षेत्रमा रहेका खाने ठाउँहरूको सिफारिस गरिएको सूचीलाई आफू अनुकूल पार्न प्रयोग गरिने छ।","खारेज गर्नुहोस्","अनुमति नदिनुहोस्","मन पर्ने डेजर्ट चयन गर्नुहोस्","तपाईंको वर्तमान स्थानसम्बन्धी जानकारी नक्सामा देखाइने छ र यसलाई दिशानिर्देशन, वरपरका खोज परिणाम र यात्राको अनुमानित समय देखाउनका लागि प्रयोग गरिने छ।","एपको प्रयोग गर्दा \"नक्सा\" लाई आफ्नो स्थानसम्बन्धी जानकारीमाथि पहुँच राख्न दिने हो?","तिरामिसु","बटन","पृष्ठभूमिसहितको","सतर्कता देखाउनुहोस्","कुराकानी","घर","प्रोफाइल","क्याल्सियम (%)","क्यालोरी","कार्बोहाइड्रेट (ग्राम)","भोजनको अन्तमा खाइने मिठाई (१ प्लेट)","बोसो (ग्राम)","फलाम (%)","प्रोटिन (ग्राम)","सोडिएम (मिलिग्राम)","पोषण","एप्पल पाई","कपकेक","डोनट","एक्लेर","जमेको दही","जिन्जरब्रेड","माहुरीको चाका","आइस क्रिम स्यान्डविच","जेली बिन","ललिपप",["महसहितको ",["9","0"]],["चिनीसहितको ",["b","0"]],"डेमो","टाइलहरू सम्पादन गर्न ट्याप गर्नुहोस् र दृश्यको वरिपरि घुम्न इसाराहरूको प्रयोग गर्नुहोस्। प्यान गर्न ड्र्याग गर्नुहोस्, जुम गर्न पिन्च गर्नुहोस्, दुईवटा औँलाले घुमाउनुहोस्। सुरु गर्ने अभिमुखीकरणमा फर्कन रिसेट गर्नुहोस् नामक बटन थिच्नुहोस्।","टाइल सम्पादन गर्नुहोस्","रूपान्तरणहरू रिसेट गर्नुहोस्","प्यान गर्नु, जुम गर्नु, घुमाउनु","2D रूपान्तरणहरू","एक्सन चिपहरू भनेका प्राथमिक सामग्रीसँग सम्बन्धित कुनै कारबाहीमा ट्रिगर गर्ने विकल्पहरूका सेट हुन्। एक्सन चिपहरू UI मा गतिशील र सान्दर्भिक तरिकाले देखिनु पर्छ।","एक्सन चिप","सतर्कता संवादले प्रयोगकर्तालाई प्राप्तिको सूचना आवश्यक पर्ने अवस्थाहरूका बारेमा जानकारी दिन्छ। सतर्कता संवादमा वैकल्पिक शीर्षक र वैकल्पिक कार्यहरूको सूची हुन्छ।","अलर्ट","शीर्षकसहितको सतर्कता","एपको बारले हालको स्क्रिनसँग सम्बन्धित सामग्री र कारबाहीहरू प्रदान गर्छ। ब्रान्डिङ, स्क्रिनका शीर्षक, नेभिगेसन र कारबाहीहरूका लागि यसको प्रयोग गरिन्छ","हालको स्क्रिनसँग सम्बन्धित जानकारी र कारबाहीहरू देखाउँछ","एप बार","ब्यानरले महत्त्वपूर्ण, संक्षिप्त सन्देश देखाउँछ र प्रयोगकर्ताहरूले चाल्नु पर्ने कदमहरू प्रदान गर्छ (वा ब्यानर खारेज गर्न पनि सकिन्छ)। प्रयोगकर्ताले कदम चालेपछि मात्र ब्यानर खारेज हुन्छ।","कुनै सूचीअन्तर्गत ब्यानर देखाउँदै","ब्यानर","एपका फेदका बारहरूले फ्लोटिङ कार्य बटनलगायर फेदको नेभिगेसन ड्रअर र अधिकतम चारवटा कार्यहरूमाथिको पहुँच प्रदान गर्दछन्।","नेभिगेसन र कार्यहरू फेदमा देखाउँछ","एप फेदको बार","फेदका नेभिगेसन पट्टीहरूले स्क्रिनको फेदमा तीनदेखि पाँचवटा गन्तव्यहरू देखाउँछन्। प्रत्येक गन्तव्यलाई कुनै आइकन वा पाठका ऐच्छिक लेबलले इङ्गित गरिएको हुन्छ। प्रयोगकर्ताले फेदको कुनै नेभिगेसन आइकनमा ट्याप गर्दा उनलाई उक्त आइकनसँग सम्बद्ध शीर्ष स्तरको नेभिगेसन गन्तव्यमा लगिन्छ।","सधैँ देखिइरहने लेबलहरू","चयन गरिएको लेबल","क्रस फेडिङ दृश्यसहितको फेदको नेभिगेसन","फेदको नेभिगेसन","थप्नुहोस्","फेदको पाना देखाउनुहोस्","हेडर",["वस्तु ",["6","0"]],"मोडल नामक फेदको पानालाई मेनु वा संवादको विकल्पका रूपमा प्रयोग गरिन्छ र यसले प्रयोगकर्ताहरूलाई बाँकी एपसँग अन्तर्क्रिया गर्न दिँदैन।","मोडल नामक फेदको पाना","सधैँ देखिइरहने फेदको पानाले एपको मुख्य सामग्रीसँग सम्बन्धित सहायक सामग्री देखाउँछ। सधैँ देखिइरहने फेदको पाना प्रयोगकर्ताले एपका अन्य भागसँग अन्तर्क्रिया गर्दा समेत देखिइरहन्छ।","सधैँ देखिइरहने फेदको पाना","सधैँ देखिइरहने र मोडल नामक फेदका पानाहरू","फेदको पाना","पाठ फिल्डहरू","टेक्स्ट, माथि उठेको, आउटलाइनयुक्त र अन्य बटनहरू","बटनहरू","कार्ड भनेको एल्बम, भौगोलिक स्थान, खाना, सम्पर्क विवरणहरू आदि जस्ता जानकारी जनाउन प्रयोग गरिने सामग्रीको एउटा पाना हो।","गोलाकार किनारा भएका आधार कार्डहरू","कार्डहरू","चेकलिस्ट मेनु","इनपुट, विशेषता वा एक्सनको प्रतिनिधित्व गर्ने खँदिला तत्वहरू","चिपहरू","विकल्पसम्बन्धी चिपहरूले सेटबाट एउटा चयन गर्ने विकल्पको प्रतिनिधित्व गर्दछन्। विकल्पसम्बन्धी चिपहरूमा यिनीहरूसँग सम्बन्धित वर्णनात्मक पाठ वा कोटीहरू हुन्छन्।","विकल्प चिप","एप कार्यरत छ भनेर सूचित गर्न घुम्ने सामग्री डिजाइनको गोलाकार प्रगति सूचक।","गोलाकार प्रगति सूचक","डेमो कोड","क्लिपबोर्डमा प्रतिलिपि गरियो।","सबै प्रतिलिपि गर्नुहोस्",["क्लिपबोर्डमा प्रतिलिपि गर्न सकिएन: ",["z","0"]],"सामग्री डिजाइनको रङ्गको प्यालेटको प्रतिनिधित्व गर्ने रङ्ग तथा रङ्गको नमुनाका अचलराशिहरू।","पूर्वपरिभाषित सबै रङ्गहरू","रङ्गहरू","कार्ड, सूची र FAB","कन्टेनर ट्रान्सफर्म प्याटर्न कन्टेनर भएका UI एलिमेन्टहरूबिच हुने ट्रान्जिसनका लागि प्रयोग गर्न बनाइएको हो। यो प्याटर्नले दुई UI एलिमेन्टबिच देखिने खाले सम्बन्ध सिर्जना गर्छ","फेड मोड","कन्टेनर ट्रान्सफर्म","फेड","फेड थ्रु","सन्दर्भ मेनु","कार्य पाना प्रयोगकर्तालाई वर्तमान सन्दर्भसँग सम्बन्धित दुई वा दुईभन्दा बढी विकल्पहरूको सेट प्रदान गर्ने सतर्कताको एक विशेष शैली हो। कार्य पानामा शीर्षक, एक अतिरिक्त सन्देश र कार्यहरूको सूची हुन सक्छन्।","कार्य पाना","घडीको दिशामा घुम्ने iOS-शैलीको गतिविधि सूचक।","iOS-शैलीका गतिविधि सूचकहरू","गतिविधि सूचक","सतर्कता बटनहरू मात्र","बटनहरूमार्फत सतर्कता","सतर्कता संवादले प्रयोगकर्तालाई प्राप्तिको सूचना आवश्यक पर्ने अवस्थाहरूका बारेमा जानकारी दिन्छ। सतर्कता संवादमा वैकल्पिक शीर्षक, वैकल्पिक सामग्री र कार्यहरूको वैकल्पिक सूची रहन्छ। शीर्षक सामग्री माथि र कार्यहरू सामग्री तल देखाइन्छ।","अलर्ट","शीर्षकसहितको अलर्ट","iOS शैलीका सतर्कतासम्बन्धी संवादहरू","सतर्कताहरू","एक iOS शैलीको बटन। यो बटन पाठ प्रयोग गरेर र/वा छुँदा मधुरो वा चखिलो हुने आइकन प्रयोग गरेर चल्छ। यसमा पृष्ठभूमि विकल्पका रूपमा रहन सक्छ।","iOS शैलीका बटनहरू","बटनहरू","कारबाही एक","सन्दर्भ मेनु हेर्न Flutter लोगोमा ट्याप गरी थिचिरहनुहोस्","कारबाही दुई","कुनै एलिमेन्ट केही बेरसम्म थिच्दा देखिने iOS शैलीको फुल स्क्रिन सन्दार्भिक मेनु।","iOS-शैलीको सन्दर्भ मेनु","कन्टेक्स्ट मेनु","iOS शैलीको नेभिगेसन पट्टी। नेभिगेसन पट्टी एउटा उपकरणपट्टी हो जसमा कम्तिमा पनि उपकरणपट्टीको बिचमा पृष्ठको शीर्षक समावेश भएको हुन्छ।","iOS शैलीको नेभिगेसन पट्टी","नेभिगेसन पट्टी","पिकर","मिति","मिति र समय","स्ट्रिङ, मिति, समय वा मिति तथा समय दुवै कुरा चयन गर्न प्रयोग गर्न सकिने iOS शैलीको पिकरको विजेट।","iOS शैलीका पिकरहरू","समय","टाइमर","चयनकर्ता","iOS शैलीको सामग्री पुनः ताजा गर्न तान्ने नियन्त्रण लागू गरिने विजेट।","iOS शैलीको पुनः ताजा गर्न तान्ने नियन्त्रण","पुनः ताजा गर्न तान्नुहोस्","दिइएको बच्चालाई र्‍याप गर्ने स्क्रोलबार","iOS शैलीको स्क्रोलबार","स्क्रोलबार","प्रयोगकर्ताले टेक्स्ट हालेर खोज्न मिल्ने र सुझावहरू प्रदान गर्न तथा फिल्टर गर्न सक्ने सर्च टेक्स्ट फिल्ड।","केही टेक्स्ट हाल्नुहोस्","iOS शैलीको सर्च टेक्स्ट फिल्ड","सर्च टेक्स्ट फिल्ड","धेरै पारस्परिक रूपमा विशेष विकल्पहरूबिच चयन गर्न प्रयोग गरिएको। सेग्मेन्ट गरिएका अवयवको नियन्त्रणबाट एउटा विकल्प चयन गरिएमा सेग्मेन्ट गरिएका अवयवको नियन्त्रणका अन्य विकल्पहरू चयन हुन छाड्छन्।","iOS शैलीको सेग्मेन्ट गरिएका अवयवको नियन्त्रण","सेग्मेन्ट गरिएका अवयवको नियन्त्रण",["निरन्तर: ",["9","0"]],"स्लाइडर या त मानहरूको निरन्तर वा पृथक सेटबाट चयन गर्न प्रयोग गर्न सकिन्छ।",["पृथक: ",["6","0"]],"iOS-शैलीको स्लाइडर","स्लाइडर","स्विच कुनै एकल सेटिङको सक्रिय/निष्क्रिय अवस्थालाई टगल गर्न प्रयोग गरिन्छ।","iOS-शैलीको स्विच","कुनै iOS-शैलीको फेदको नेभिगेसन ट्याब पट्टी। एउटा ट्याब सक्रिय भएका बहु ट्याबहरू देखाउँछ, पहिलो ट्याबचाहिँ पूर्वनिर्धारित रूपमा देखाउँछ।","iOS-शैलीको फेदको ट्याब पट्टी","ट्याब पट्टि","पाठको क्षेत्रले प्रयोगकर्तालाई हार्डवेयर किबोर्ड वा स्क्रिनमा देखिने किबोर्डमध्ये कुनै एक प्रयोग गरी पाठ प्रविष्टि गर्न दिन्छ।","PIN","iOS शैलीका पाठका क्षेत्रहरू","पाठका क्षेत्रहरू","स्लाइडरहरूले बारमा रहेका मानको दायरा प्रतिबिम्बित गर्दछन् र प्रयोगकर्ताहरू सो दायराबाट एकल मान वा मानको दायरा चयन गर्न सक्छन्। स्लाइडरहरूमा विषयवस्तुहरू भर्न र आफू अनुकूल पार्न सकिन्छ।","आफू अनुकूल स्लाइडरहरू","डेटाका तालिकाहरूले पङ्क्ति तथा स्तम्भको ग्रिड जस्तै देखिने फर्म्याटमा जानकारी देखाउँछन्। तालिकाहरूले प्रयोगकर्ताहरूले प्याटर्न तथा अन्तर्दृष्टि खोज्न सकून् भन्नाका लागि स्क्यान गर्न सजिलो हुने गरी जानकारी व्यवस्थापन गर्छन्।","जानकारी भएका पङ्क्ति तथा स्तम्भहरू","डेटाको तालिका","सामग्री डिजाइनको मिति चयनकर्ता समावेश भएको संवाद देखाउँछ।","मिति चयनकर्ता","सामग्रीको डिजाइनको मितिको दायरा पिकर समावेश भएको डायलग देखाउँछ।","मितिको दायरा पिकर","सामान्य, सतर्कता र फुल स्क्रिन","संवादहरू","सूची, ड्रअर र अन्य ठाउँमा सामग्री छुट्याउनका लागि विभाजकहरूको प्रयोग गरिन्छ।","विभाजक एउटा पातलो लाइन हो। यसले सामग्रीलाई सूची र लेआउटहरूमा समूहबद्ध गर्छ।","विभाजक","API कागजात","माथि उठेका बटनहरूले धेरैजसो समतल लेआउटहरूमा आयाम थप्छन्। यी बटनहरूले व्यस्त र फराकिला खाली ठाउँहरूमा हुने कार्यमा जोड दिन्छन्।","माथि उठेको बटन","रद्द गर्नुहोस्","खारेज गर्नुहोस्","अलर्टसम्बन्धी डायलग","मोडल र FAB","फेड प्याटर्न स्क्रिनको फ्रेमभित्र देखा पर्ने तथा बिलाउने UI एलिमेन्टहरूका लागि प्रयोग गरिन्छ। स्क्रिनको मध्य भागमा देखा परी आफै बिलाउने डायलग त्यस्तो UI एलिमेन्टको एउटा उदाहरण हो।","FAB लुकाउनुहोस्","अलर्ट देखाउनुहोस्","FAB देखाउनुहोस्","फेड","एल्बम","फेदको नेभिगेसन","फेड थ्रु प्याटर्न एक आपसमा बलियो सम्बन्ध भएका UI एलिमेन्टहरूबिच हुने ट्रान्जिसनका लागि प्रयोग गरिन्छ।","फोटो","खोज","१२३ वटा फोटो","फेड थ्रु","फिल्टर चिपहरूले सामग्री फिल्टर गर्न ट्याग वा वर्णनात्मक शब्दहरूको प्रयोग गर्दछन्।","फिल्टरको चिप","फ्लोटिङ कार्य बटन भनेको एपमा कुनै प्राथमिक कार्यलाई प्रवर्धन गर्न सामग्रीमाथि होभर गर्ने वृत्ताकार आइकन भएको बटन हो।","तैरिनेसम्बन्धी कार्य बटन","फुल स्क्रिनका संवादको विशेषताले आउँदो पृष्ठ फुल स्क्रिन मोडल संवाद हो वा होइन भन्ने कुरा निर्दिष्ट गर्दछ","फुल स्क्रिन","फुल स्क्रिन","ग्रिड सूचीहरू सामान्यतया फोटो जस्ता समरूप डेटा देखाउन सबैभन्दा अनुकूल हुन्छन्। ग्रिड सूचीका हरेक वस्तुलाई टाइल भनिन्छ।","फुटरसहित","हेडरसहित","छवि मात्र","पङ्क्ति र स्तम्भको लेआउट","ग्रिडका सूचीहरू","जानकारी","इनपुट चिपहरूले खँदिलो रूपमा रहेको कुनै एकाइ (व्यक्ति, स्थान वा वस्तु) वा वार्तालापसम्बन्धी पाठका जटिल जानकारीको प्रतिनिधित्व गर्दछन्।","इनपुट चिप","URL देखाउन सकिएन:","प्रगति पट्टि भनेर पनि जानिने सामग्री डिजाइनको गोलाकार प्रगति सूचक।","रेखीय प्रगति सूचक","सामान्य रूपमा केही पाठका साथै अगाडि वा पछाडि आइकन समावेश हुने स्थिर उचाइ भएको एकल पङ्क्ति।","माध्यमिक पाठ","स्क्रोल गर्ने सूचीका लेआउटहरू","सूचीहरू","असक्षम पारिएका मेनुको वस्तु","चेकलिस्ट मेनुमा भएको वस्तु","सन्दर्भ मेनुमा भएको वस्तु","खण्डमा बाँडिएको मेनुमा भएको वस्तु","सामान्य मेनुमा भएको वस्तु",["चिन्हमार्फत चयन गरिएको: ",["o","0"]],"सन्दर्भ मेनुको पहिलो वस्तु","सन्दर्भ मेनुको तेस्रो वस्तु","मेनुले अस्थायी सतहमा विकल्पहरूको सूची देखाउँछ। यिनीहरू प्रयोगकर्ताले बटन दबाउँदा, छुँदा वा अन्य नियन्त्रणहरूले प्रतिक्रिया गर्दा देखिन्छन्।","चार","लिंक प्राप्त गर्नुहोस्","मेनुको पहिलो वस्तु","मेनुको तेस्रो वस्तु","मेनुको दोस्रो वस्तु","एक","पूर्वावलोकन","हटाउनुहोस्",["चयन गरिएको: ",["c","0"]],"सेयर गर्नुहोस्","मेनु बटन र सामान्य मेनुहरू","तीन","मेनु","दुई","विवरण पृष्ठ","सूचीमा रहेको वस्तु","सबटाइटलको पाठ","शीर्षक","छोट्याइएको सबटाइटलको पाठ","पहिले नै तय गरिएका सबै ट्रान्जिसन प्याटर्न","मोसन","स्क्रिनको किनाराबाट तेर्सो गरी स्लाइड गर्दा देखिने मटरियल डिजाइन प्यानल कुनै एप्लिकेसनमा भएका नेभिगेसन लिंकहरू देखाउन प्रयोग गरिन्छ।","एपबारभित्र देखिने ड्रअर","ड्रअर हेर्न स्क्रिनको किनाराबाट स्वाइप गर्नुहोस् वा माथिपट्टि बायँतिर रहेको आइकनमा ट्याप गर्नुहोस्","नेभिगेसन ड्रअर","पहिलो वस्तु","दोस्रो वस्तु","user.name@example.com","युजरनेम","कुनै एपको बायाँ वा दायाँपट्टि देखिने मटरियल विजेट थोरै भ्यूहरू (खासगरी तीनदेखि पाँचवटा भ्यू) बिच नेभिगेसन गर्न प्रयोग गरिन्छ।","पहिलो","दोस्रो","कुनै एपभित्र देखिने नेभिगेसन रेल","तेस्रो","नेभिगेसन रेल","एक पङ्क्ति","यो डेमोका उपलब्ध विकल्पहरू हेर्न यहाँ ट्याप गर्नुहोस्।","हेराइसम्बन्धी विकल्पहरू","विकल्पहरू","आउटलाइनयुक्त बटनहरू अपारदर्शी बन्छन् र थिच्दा माथि उठ्छन्। यिनीहरूलाई वैकल्पिक र सहायक कार्यको सङ्केत दिन प्रायः माथि उठेका बटनहरूसँग जोडा बनाइन्छ।","आउटलाइनयुक्त बटन","चयनकर्ता देखाउनुहोस्","मिति तथा समयको चयन","चयनकर्ता","रेखीय, गोलाकार, अस्थिर","प्रगति सूचकहरू","स्लाइडरहरूले बारमा रहेका मानको दायरा प्रतिबिम्बित गर्दछन्। यी स्लाइडरका बारका दुवै पुछारमा मानको दायरा प्रतिबिम्बित गर्ने आइकनहरू हुन सक्छन्। यी स्लाइडरहरू भोल्युम, चमक जस्ता सेटिङ समायोजन गर्ने वा छविका फिल्टरहरू लागू गर्ने कार्यका लागि उपयुक्त हुन्छन्।","दायरा प्रतिबिम्बित गर्ने स्लाइडरहरू","खण्डमा बाँडिएको मेनु","जाँच बाकसहरूले प्रयोगकर्तालाई कुनै सेटबाट बहु विकल्पहरूको चयन गर्न अनुमति दिन्छन्। साधारण जाँच बाकसको मान सही वा गलत हुन्छ र तीन स्थिति भएको जाँच बाकसको मान पनि रिक्त हुन सक्छ।","जाँच बाकस","रेडियो बटनहरूले प्रयोगकर्तालाई सेटबाट एउटा विकल्प चयन गर्न अनुमति दिन्छन्। तपाईंलाई प्रयोगकर्ताले उपलब्ध सबै विकल्पहरू सँगसँगै हेर्नु पर्छ भन्ने लाग्छ भने विशेष रूपमा चयन गर्न रेडियो बटनहरूको प्रयोग गर्नुहोस्।","रेडियो","जाँच बाकस, रेडियो बटन र स्विचहरू","अन/अफ गर्ने स्विचहरूले सेटिङका एकल विकल्पको स्थिति टगल गर्दछन्। स्विचले नियन्त्रण गर्ने विकल्प र उक्त विकल्पको स्थितिसम्बन्धी जानकारी सम्बन्धित इनलाइन लेबलमा स्पष्ट रूपमा दिइनु पर्छ।","स्विच","चयनसम्बन्धी नियन्त्रणहरू","सेयर्ड एक्सिस प्याटर्न स्थानिक वा नेभिगेसनको सम्बन्ध भएका UI एलिमेन्टहरूबिच हुने ट्रान्जिसनका लागि प्रयोग गरिन्छ। यो प्याटर्नमा UI एलिमेन्टहरूबिचको सम्बन्ध सुदृढ बनाउन x, y वा z एक्सिसमा साझा ट्रान्सफर्मेसन प्रयोग गरिन्छ।","कला र शिल्पकला","पछाडि","बन्डल बनाइएका","व्यवसाय","बन्डल बनाइएका कोटीहरू तपाईंको फिडमा समूहका रूपमा देखिन्छन्। तपाईं पछि जुनसुकै बेला यो सेटिङ परिवर्तन गर्न सक्नुहुन्छ।","आफ्ना कोर्सहरू सुव्यवस्थित बनाउनुहोस्","खाता बनाउनुहोस्","पाक कला","'अर्को' र 'पछाडि' बटन","डिजाइन","इमेल ठेगाना बिर्सनुभयो?","चित्रण","छुट्टा छुट्टै देखाइने","अर्को","आफ्नो खातामार्फत साइन इन गर्नुहोस्","इमेल ठेगाना वा फोन नम्बर","नमस्ते David Park","साझा एक्स-एक्सिस","२६८ वटा एल्बम","मिनेट","कलाकार","एल्बम","A-Z","\"हालसालै प्ले गरिएका\" अनुसार क्रमबद्ध गर्नुहोस्","हालसालै प्ले गरिएका","साझा वाइ-एक्सिस","बिफ स्यान्डविच बनाउने तरिका","बिफ स्यान्डविच","बर्गर बनाउने तरिका","बर्गर","गँगटोको परिकार बनाउने तरिका","गँगटो","सेटिङ आइकनको बटन","डेजर्ट बनाउने तरिका","डेजर्ट","मद्दत","सूचना","गोपनीयता","प्रोफाइल","स्यान्डविच बनाउने तरिका","स्यान्डविच","सुरक्षित गरिएका पाकविधि","सेटिङ","झिँगे माछाको परिकार बनाउने तरिका","झिँगे माछा","साझा जेड-एक्सिस","सामान्य संवादले प्रयोगकर्तालाई थुप्रै विकल्पहरूबाट चयन गर्ने सुविधा दिन्छ। सामान्य संवादमा रोज्ने विकल्पहरूमाथि देखाइएको एउटा वैकल्पिक शीर्षक हुन्छ।","सरल","सामान्य मेनु","निरन्तर","आफू अनुकूल विषयवस्तु भएको निरन्तर दायरा प्रतिबिम्बित गर्ने स्लाइडर","सम्पादन गर्न मिल्ने सङ्ख्यात्मक मान भएको निरन्तर मान","स्लाइडरहरूले बारमा रहेको मानको दायरा प्रतिबिम्बित गर्दछन् र प्रयोगकर्ताहरू सो दायराबाट एकल मान चयन गर्न सक्छन्। यी स्लाइडरहरू भोल्युम, चमक जस्ता सेटिङ समायोजन गर्ने वा छविका फिल्टरहरू लागू गर्ने कार्यका लागि उपयुक्त हुन्छन्।","पृथक","आफू अनुकूल विषयवस्तु भएको पृथक स्लाइडर","सम्पादन गर्न मिल्ने सङ्ख्यात्मक मान","स्वाइप गरेर मान चयन गर्ने विजेटहरू","स्लाइडरहरू","तपाईंले स्न्याकबारको एक्सन थिच्नुभयो।","एक्सन","कुनै स्न्याकबार देखाउनुहोस्","स्न्याकबारहरूले प्रयोगकर्तालाई एपले गर्दै गरेको वा गर्नेसम्बन्धी प्रक्रियाका बारेमा जानकारी दिन्छन्। स्न्याकबारहरू केही समयका लागि स्क्रिनको फेदतिर देखिन्छन्। स्न्याकबारहरूले प्रयोगकर्ताको अनुभवमा बाधा पुऱ्याउँदैनन् र तिनीहरूले प्रयोगकर्ताले हालेको जानकारी लुकाउनु पर्दैन।","स्न्याकबारहरूले सन्देशहरू स्क्रिनको फेदमा देखाउँछन्","यो स्न्याकबार हो।","स्न्याकबारहरू","ट्याबहरूले फरक स्क्रिन, डेटा सेट र अन्य अन्तर्क्रियाहरूभरिको सामग्री व्यवस्थापन गर्दछन्।","स्क्रोल नगर्ने","स्क्रोल गर्ने","स्वतन्त्र रूपमा स्क्रोल गर्न मिल्ने दृश्यहरू भएका ट्याबहरू","ट्याबहरू","कुनै टेक्स्ट बटनमा थिच्दा मसी फैलिएको जस्तो देखिन्छ तर माथि उठ्दैन। टुलबार र डायलगहरूमा र प्याडिङसहितको इनलाइनका लागि टेक्स्ट बटन प्रयोग गर्नुहोस्","टेक्स्ट बटन","पाठका फिल्डहरूले प्रयोगकर्तालाई UI मा पाठ प्रविष्टि गर्न दिन्छन्। सामान्यतया तिनीहरू फारम वा संवादका रूपमा देखा पर्छन्।","इमेल","कृपया कुनै पासवर्ड प्रविष्टि गर्नुहोस्।","(###) ###-#### - कृपया सं. रा. अमेरिकाको फोन नम्बर प्रविष्टि गर्नुहोस्।","कृपया पेस गर्नुअघि रातो रङले इङ्गित गरिएका त्रुटिहरू सच्याउनुहोस्।","पासवर्ड लुकाउनुहोस्","कृपया धेरै लामो नलेख्नुहोस्, यो एउटा डेमो मात्र हो।","जीवन कथा","नाम*",[" को फोन नम्बर  हो",["0","0"],["e","1"]],"नाम अनिवार्य छ।","८ वर्णभन्दा लामो हुनु हुँदैन।","कृपया अक्षरहरू मात्र प्रविष्टि गर्नुहोस्।","पासवर्ड*","पासवर्डहरू मिलेनन्","फोन नम्बर*","* ले उक्त फिल्ड अनिवार्य हो भन्ने कुरा जनाउँछ","पासवर्ड पुनः टाइप गर्नुहोस्*","तलब","पासवर्ड देखाउनुहोस्","पेस गर्नुहोस्","सम्पादन गर्न मिल्ने पाठ तथा अङ्कहरू समावेश भएको एउटा हरफ","हामीलाई आफ्नो बारेमा बताउनुहोस् (जस्तै, आफ्नो पेसा वा आफ्ना रुचिहरू लेख्नुहोस्)","पाठ फिल्डहरू","अमेरिकी डलर","मान्छेहरू तपाईंलाई के भनी बोलाउँछन्?","हामी तपाईंलाई कुन नम्बरमा सम्पर्क गर्न सक्छौँ?","तपाईंको इमेल ठेगाना","सामग्री डिजाइनको समय चयनकर्ता समावेश भएको संवाद देखाउँछ।","समय चयनकर्ता","सम्बन्धित विकल्पहरूको समूह बनाउन टगल गर्ने बटन प्रयोग गर्न सकिन्छ। सम्बन्धित टगल बटनका समूहहरूलाई जोड दिनका लागि एउटा समूहले साझा कन्टेनर आदान प्रदान गर्नु पर्छ","टगल गर्ने बटन","उपकरण वर्णनहरूले बटन वा प्रयोगकर्ताको इन्टरफेससम्बन्धी कार्य वर्णन गर्न मद्दत गर्ने पाठका लेबलहरू प्रदान गर्दछन्। प्रयोगकर्ताहरूले कुनै तत्त्वमाथि होभर गरेमा, त्यसमा फोकस गरेमा वा त्यसलाई केही बेरसम्म थिचेमा उपकरण वर्णनहरूले जानकारीमूलक पाठ देखाउँछन्।","उपकरण वर्णन देखाउन केही बेरसम्म थिच्नुहोस् वा होभर गर्नुहोस्।","केही बेरसम्म थिच्दा वा होभर गर्दा देखाउने छोटो सन्देश","उपकरण वर्णनहरू","दुई पङ्क्ति","विवरण","TwoPane ले फोल्ड गर्न मिल्ने डिभाइसमा यसरी काम गर्छ।","फोल्ड गर्न मिल्ने",["वस्तु ",["6","0"]],["वस्तुसम्बन्धी  विवरणहरू",["e","0"]],"सूची","कुनै वस्तु चयन गर्नुहोस्","TwoPane सुविधाले सानो स्क्रिन भएको डिभाइसमा यसरी काम गर्छ।","सानो स्क्रिन","रेस्पोन्सिभ लेआउटहरू फोल्ड गर्न मिल्ने डिभाइस र ठुला तथा साना स्क्रिनहरूमा प्रयोग गर्न मिल्छ","TwoPane ले ट्याब्लेट वा डेस्कटप जस्ता ठुला स्क्रिनमा यसरी काम गर्छ।","ट्याब्लेट / डेस्कटप","TwoPane","सामग्री डिजाइनमा पाइने टाइपोग्राफीका विभिन्न शैलीहरूको परिभाषा।","पाठका सबै पूर्वपरिभाषित शैलीहरू","टाइपोग्राफी","ठाडो विभाजक","चयन रद्द गर्नुहोस्","खाता थप्नुहोस्","सहमत","रद्द गर्नुहोस्","असहमत","खारेज गर्नुहोस्","मस्यौदा हटाउने हो?","संवादको फुल स्क्रिन डेमो","सेभ गर्नुहोस्","फुल स्क्रिन संवाद","Google लाई एपहरूलाई स्थान निर्धारण गर्ने कार्यमा मद्दत गर्न दिनुहोस्। यसले कुनै पनि एप सञ्चालन नभएको बेला पनि Google मा स्थानसम्बन्धी बेनामी डेटा पठाइन्छ भन्ने कुरा बुझाउँछ।","Google को लोकेसन सर्भिस प्रयोग गर्ने हो?",["तपाईंले यो चयन गर्नुभयो: \"\"",["q","0"]],"ब्याकअप खाता सेट गर्नुहोस्","संवाद देखाउनुहोस्","हटाउनुहोस्","सामग्रीमा केन्द्रित समाचार एप","हरित सेनाको आन्तरिक सुधार गर्ने तरिका","खेतमा पालेका मौरीहरूको अभाव","डिजाइनरहरूले नवीनतम शैलीको कपडा बनाउन प्रविधिको प्रयोग गर्छन्","नारीवादीहरू पक्षपातका विरुद्धमा सङ्घर्ष गर्दैछन्","ग्यासोलिनको भविष्य","स्वास्थ्य स्याहारसम्बन्धी शान्त तर शक्तिशाली क्रान्ति","स्टकको वृद्धि नभएकाले धेरै मान्छेले मुद्रामा लगानी गर्न खोज्दैछन्","लडाईंका समयमा विभाजित अमेरिकी जीवन","नवीनतम अद्यावधिकहरू","व्यवसाय","संस्कृति","आवरण पृष्ठ","राजनीति","विज्ञान","खेलकुद","प्रविधि","यात्रा","सं. रा. अमेरिका","विश्व","GreenArmy","HealthcareRevolution","Reform","स्टकहरू","TechDesign",[" GitHub रिपोजिटरी",["0","0"]],"शैली तथा अन्य","कोटीहरू","ग्यालेरी","लोड हुँदै छ","चयन गरिएको छैन","समुद्र किनारा","कांस्य वस्तुहरू","चेन्नई","चेट्टिनाड","माझी","फुल बजार","दिउँसोको भोजन बनाउने तयारी","बजार","पोन्डिचेरी","नुनको फार्म","स्कूटरहरू","रेशम निर्माता","तन्जोर","तन्जावुर मन्दिर",[" रकम सहितको  खाता ।",["0","0"],["c","1"],["i","2"]],"कार खरिदका लागि बचत खाता","चल्ती खाता","घरायसी बचत खाता","बिदा","खाताको मालिक","वार्षिक प्राप्तिफलको प्रतिशत","गत वर्ष तिरिएको ब्याज","ब्याज दर","वर्षको सुरुदेखि आजसम्मको ब्याज","अर्को स्टेटमेन्ट","कुल","खाताहरू","अलर्टहरू",["तपाईंले यो महिना ATM शुल्कबापत  खर्च गर्नुभएको छ",["v","0"]],["स्याबास! तपाईंको चल्ती खाताको मौज्दात गत महिनाको तुलनामा  बढी छ।",["1l","0"]],["तपाईंले यस महिनाको आफ्नो किनमेलको बजेटमध्ये  रकम खर्च गरिसक्नुभएको छ भन्ने कुरा ख्याल गर्नुहोस्।",["18","0"]],["तपाईंले यस महिना रेस्टुरेन्टहरूमा  खर्च गर्नुभएको छ।",["y","0"]],[3,0,["आफ्नो सम्भावित कर कटौती बढाउनुहोस्! कोटीहरूलाई निर्दिष्ट नगरिएका  कारोबारमा निर्दिष्ट गर्नुहोस्।",["1t","0"]],[4,"आफ्नो सम्भावित कर कटौती बढाउनुहोस्! कोटीहरूलाई निर्दिष्ट नगरिएको १ कारोबारमा निर्दिष्ट गर्नुहोस्।"]],[" तिर्नु पर्ने  को म्याद ।",["0","0"],["e","1"],["o","2"]],"तिर्नु पर्ने रकम","भुक्तानी गरिएको रकम","कुल रकम","बिलहरू","तिर्न बाँकी",[" कुल रकम भएको,  चलाइएको र  छाडिएको  बजेट",["0","0"],["f","1"],["q","2"],["z","3"]],"लुगा","कफी पसलहरू","किराना सामान","भोजनालयहरू","बाँकी रकम","प्रयोग गरिएको रकम","कुल बजेट","बाँकी रकम","बजेट","व्यक्तिगत वित्त व्यवस्थापनसम्बन्धी एप","बाँकी","लग इन गर्नुहोस्","लग इन गर्नुहोस्","Rally मा लग इन गर्नुहोस्","खाता छैन?","पासवर्ड","मलाई सम्झनुहोस्","साइन अप गर्नुहोस्","युजरनेम","सबै हेर्नुहोस्","सबै खाता हेर्नुहोस्","सबै बिलहरू हेर्नुहोस्","सबै बजेटहरू हेर्नुहोस्","ATM हरू फेला पार्नुहोस्","मद्दत","खाताहरू व्यवस्थापन गर्नुहोस्","सूचनाहरू","कागजरहित सेटिङ","पासकोड वा Touch ID","व्यक्तिगत जानकारी","साइन आउट गर्नुहोस्","करका कागजातहरू","खाताहरू","बिलहरू","बजेट","परिदृश्य","सेटिङ","एउटा प्रभावकारी अनि समर्पित इमेल एप","मस्यौदाहरू","इनबक्स","पठाइएको","स्प्याम","ताराङ्कित","ट्र्यास","चयन गर्नुहोस्","चयन गर्न मिल्ने (केही बेरसम्म थिच्नुहोस्)","चयन गरिएको छ","Flutter Gallery का बारेमा","TOASTER द्वारा लन्डनमा डिजाइन गरिएको","सेटिङ बन्द गर्नुहोस्","सेटिङ","अँध्यारो","प्रतिक्रिया पठाउनुहोस्","उज्यालो","स्थानिक भाषा","प्लेटफर्मको यान्त्रिकी","ढिलो गति","प्रणाली","पाठको दिशा","बायाँबाट दायाँ","लोकेलमा आधारित","दायाँबाट बायाँ","पाठको मापन","विशाल","ठुलो","साधारण","सानो","विषयवस्तु","सेटिङ","रद्द गर्नुहोस्","कार्ट खाली गर्नुहोस्",[3,0,[" वस्तु",["0","0"]],[2,"कुनै पनि वस्तु छैन",4,"१ वस्तु"]],"कार्ट","ढुवानी शुल्क:","उपयोगफल:","कर:","कुल","सामानहरू","सबै","लुगा","घर","फेसनसँग सम्बन्धित कुराहरू खुद्रा बिक्री गरिने एप","पासवर्ड","युजरनेम","लगआउट गर्नुहोस्","मेनु","अर्को","ब्लु स्टोन मग","गुलाबी रङको टिसर्ट","स्याम्ब्रे न्याप्किन","स्याम्ब्रे सर्ट","क्लासिक शैलीको कलर भएको सेतो सर्ट","क्ले स्विटर","तामाको तारको ऱ्याक","पातला धर्का भएको टिसर्ट","बगैँचाको किनारा","Gatsby टोपी","जेन्ट्री ज्याकेट","तीनवटा डेस्कको सेट","जिन्जर स्कार्फ","खैरो रङको टिसर्ट","Hurrahs को चियाका कपको सेट","Quattro किचन","गाढा निलो रङको पाइन्ट","प्लास्टर ट्युनिक",["x ",["2","0"]],["परिमाण: ",["8","0"]],"वर्गाकार टेबुल","वर्षाको पानी सङ्कलन गर्ने थाली","रामोना क्रसओभर","सी ट्युनिक","सिब्रिज स्विटर","बाहुला भएको टिसर्ट","काँधमा भिर्ने झोला","सुथ सेरामिकका कप र प्लेटको सेट","स्टेला सनग्लास","स्ट्रट मुन्द्राहरू","रसिला बगानका मालिक","सनसर्ट ड्रेस","सर्फ एन्ड पर्फ सर्ट","Vagabond का झोलाहरू","Varsity मोजा","वाल्टर हेन्ली (सेतो)","विभ किरिङ्ग","पातला धर्का भएको सेतो सर्ट","ह्विट्नी बेल्ट",[3,0,["किनमेल गर्ने कार्ट,  वस्तु छन्",["k","0"]],[2,"किनमेल गर्ने कार्ट, कुनै पनि वस्तु छैन",4,"किनमेल गर्ने कार्ट, १ वस्तु छ"]],"किनमेल गर्ने कार्टमा राख्नुहोस्",["हटाउनुहोस् ",["b","0"]],"कार्ट बन्द गर्नुहोस्","मेनु बन्द गर्नुहोस्","मेनु खोल्नुहोस्","वस्तु हटाउनुहोस्","खोज्नुहोस्","सेटिङ","साइन इन गर्नुहोस्","डेमो चयन गर्नुहोस्","सुरु हुँदा स्क्रिनअनुसार समायोजन हुने ढाँचा",["वस्तु ",["6","0"]],"मुख्य भाग","बटन","शीर्षक","उपशीर्षक","शीर्षक","सुरुमा खुल्ने एप","थप्नुहोस्","मन पर्ने","खोज्नुहोस्","सेयर गर्नुहोस्"]