[0,"sl","c3b5sv",0,null,["Če si želite ogledati izvorno kodo za to aplikacijo, odprite .",["1p","0"]],"Nazaj v galerijo","Ikona na začetku","Več dejanj","Ponastavitev pasice","Geslo je bilo posodobljeno v drugi napravi. Prijavite se znova.","Spodnja vrstica aplikacije","Izrez","Položaj plavajočega interaktivnega gumba","Zasidrano – v sredini","Zasidrano – na koncu","Plavajoče – na sredini","Plavajoče – na koncu","Račun","Alarm","Koledar","Fotoaparat","Komentarji",["Nadomestni znak za zavihek ",["r","0"]],"GUMB","Ustvari","Raziščite",["Raziskovanje ",["d","0"]],["Deljenje z drugimi ",["j","0"]],"Omogoča dotike","Thanjavur","Chettinad","Številka 10","Svilarji","Templji","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","10 najbolj priljubljenih mest za obisk v indijski zvezni državi Tamil Nadu","Rokodelci južne Indije","Tempelj Brihadisvara","Kolesarjenje","Dvigalo","Kamin","Velika","Srednja","Majhna","Vklop luči","Pralni stroj","JANTARNA","MODRA","MODROSIVA","RJAVA","CIJAN","MOČNO ORANŽNA","MOČNO VIJOLIČNA","ZELENA","SIVA","INDIGO","SVETLOMODRA","SVETLO ZELENA","RUMENOZELENA","ORANŽNA","ROŽNATA","VIJOLIČNA","RDEČA","ZELENOMODRA","RUMENA","Individualno prilagojena aplikacija za potovanja","HRANA","Neapelj, Italija","Pica v krušni peči","Dallas, Združene države","Lizbona, Portugalska","Ženska, ki drži ogromen sendvič s pastramijem","Prazen bar s stoli v slogu okrepčevalnice","Córdoba, Argentina","Burger","Portland, Združene države","Korejski taco","Pariz, Francija","Čokoladni posladek","Seul, Južna Koreja","Prostor za sedenje v restavraciji z umetniškim vzdušjem","Seattle, Združene države","Jed z rakci","Nashville, Združene države","Vhod v pekarno","Atlanta, Združene države","Porcija sladkovodnega raka","Madrid, Španija","Kavarniški pult s pecivom",[3,0,[" restavracij",["0","0"]],[7,[" restavracije",["0","0"]],2,"Ni restavracij",4,"Ena restavracija",5,[" restavraciji",["0","0"]]]],"Raziskovanje restavracij glede na cilj",[" ",["0","0"],["1","1"]],"LETENJE","Aspen, Združene države","Planinska koča v zasneženi pokrajini z zimzelenimi drevesi","Big Sur, Združene države","Kairo, Egipt","Stolpi mošeje al-Azhar ob sončnem zahodu","Lizbona, Portugalska","Opečnat svetilnik na morju","Napa, Združene države","Bazen s palmami","Bali, Indonezija","Obmorski bazen s palmami","Šotor na polju","Dolina Khumbu, Nepal","Molilne zastavice z zasneženo goro v ozadju","Machu Picchu, Peru","Trdnjava Machu Picchu","Malé, Maldivi","Bungalovi nad vodo","Vitznau, Švica","Hotel ob jezeru z gorami v ozadju","Ciudad de Mexico, Mehika","Pogled iz zraka na Palacio de Bellas Artes","Gora Rushmore, Združene države","Gora Rushmore","Singapur","Supertree Grove","Havana, Kuba","Moški, naslonjen na starinski modri avtomobil",[3,0,[" postankov",["0","0"]],[7,[" postanki",["0","0"]],2,"Direktni let",4,"1 postanek",5,[" postanka",["0","0"]]]],"Raziskovanje letov glede na cilj","Izberite datum","Izberite datume","Izberite cilj","Okrepčevalnice","Izberite lokacijo","Izberite izhodišče","Izberite čas","Popotniki",[3,0,[" h",["0","0"]],[7,[" h",["0","0"]],4,"1 h",5,[" h",["0","0"]]]],[3,0,[" min",["0","0"]],[7,[" min",["0","0"]],4,"1 min",5,[" min",["0","0"]]]],"SPANJE","Malé, Maldivi","Bungalovi nad vodo","Aspen, Združene države","Kairo, Egipt","Stolpi mošeje al-Azhar ob sončnem zahodu","Tajpej, Tajska","Nebotičnik Taipei 101","Planinska koča v zasneženi pokrajini z zimzelenimi drevesi","Machu Picchu, Peru","Trdnjava Machu Picchu","Havana, Kuba","Moški, naslonjen na starinski modri avtomobil","Vitznau, Švica","Hotel ob jezeru z gorami v ozadju","Big Sur, Združene države","Šotor na polju","Napa, Združene države","Bazen s palmami","Porto, Portugalska","Barvita stanovanja na trgu Ribeira","Tulum, Mehika","Majevske razvaline na pečini nad obalo","Lizbona, Portugalska","Opečnat svetilnik na morju",[3,0,[" razpoložljivih kapacitet",["0","0"]],[7,[" razpoložljive kapacitete",["0","0"]],2,"Ni razpoložljivih kapacitet",4,"Ena razpoložljiva kapaciteta",5,[" razpoložljivi kapaciteti",["0","0"]]]],"Raziskovanje kapacitet glede na cilj","Dovoli","Jabolčna pita","Prekliči","Skutina torta","Čokoladni brownie","Na spodnjem seznamu izberite priljubljeno vrsto posladka. Na podlagi vaše izbire bomo prilagodili predlagani seznam okrepčevalnic na vašem območju.","Zavrzi","Ne dovoli","Izbira priljubljenega posladka","Vaša trenutna lokacija bo prikazana na zemljevidu in se bo uporabljala za navodila za pot, rezultate iskanja v bližini in ocenjen čas potovanja.","Ali želite Zemljevidom omogočiti dostop do lokacije, ko uporabljate aplikacijo?","Tiramisu","Gumb","Z ozadjem","Prikaži opozorilo","Klepet","Začetek","Profil","Kalcij (%)","Kalorije","Ogljikovi hidrati (g)","Posladek (1 porcija)","Maščobe (g)","Železo (%)","Beljakovine (g)","Sol (mg)","Prehrana","Apple pie","Cupcake","Donut","Eclair","Frozen yogurt","Gingerbread","Honeycomb","Ice Cream Sandwich","Jelly bean","Lollipop",[" z medom",["0","0"]],[" s sladkorjem",["0","0"]],"Predstavitvena različica","Dotaknite se, če želite urejati ploščice in uporabljati kretnje za pomikanje po prizoru. Vlecite, če se želite premikati, povlecite s prsti skupaj oz. narazen, če želite pomanjšati oziroma povečati, in sukajte z dvema prstoma. Pritisnite gumb za ponastavitev, če se želite vrniti v začetni položaj.","Urejanje ploščice","Ponastavitev preoblikovanj","Premikanje, povečava/pomanjšava, sukanje","2D-preoblikovanja","Elementi za dejanja so niz možnosti, ki sprožijo dejanje, povezano z glavno vsebino. Elementi za dejanja se morajo v uporabniškem vmesniku pojavljati dinamično in kontekstualno.","Element za dejanja","Opozorilno pogovorno okno obvešča uporabnika o primerih, v katerih se zahteva potrditev. Opozorilno pogovorno okno ima izbirni naslov in izbirni seznam dejanj.","Opozorilo","Opozorilo z naslovom","Vrstica aplikacije navaja vsebino in dejanja, povezane s trenutnim zaslonom. Uporablja se za označevanje blagovne znamke, naslove zaslonov, premikanje in dejanja.","Prikazuje podatke in dejanja, povezane s trenutnim zaslonom.","Vrstica aplikacije","Pasica prikaže pomembno, jedrnato sporočilo in uporabnikom omogoča dejanja za uporabo ali opustitev pasice. Opustitev pasice terja ukrepanje uporabnika.","Prikaz pasice na seznamu","Pasica","Spodnje vrstice aplikacije omogočajo dostop do spodnjega predala za krmarjenje in do štirih dejanj, vključno s plavajočim interaktivnim gumbom.","Prikaže krmarjenje in dejanja na dnu","Spodnja vrstica aplikacije","Spodnje vrstice za krmarjenje na dnu zaslona prikazujejo od tri do pet ciljev. Vsak cilj predstavljata ikona in izbirna besedilna oznaka. Ko se uporabnik dotakne ikone za krmarjenje na dnu zaslona, se odpre cilj krmarjenja najvišje ravni, povezan s to ikono.","Trajne oznake","Izbrana oznaka","Krmarjenje na dnu zaslona, ki se postopno prikazuje in izginja","Krmarjenju na dnu zaslona","Dodajanje","POKAŽI LIST NA DNU ZASLONA","Glava",["Element ",["8","0"]],"Modalni list na dnu zaslona je nadomestna možnost za meni ali pogovorno okno in uporabniku preprečuje uporabo preostanka aplikacije.","Modalni list na dnu zaslona","Trajni list na dnu zaslona prikazuje podatke, ki dopolnjujejo glavno vsebino aplikacije. Trajni list na dnu zaslona ostaja viden, tudi ko uporabnik uporablja druge dele aplikacije.","Trajni list na dnu zaslona","Trajni in modalni listi na dnu zaslona","List na dnu zaslona","Besedilna polja","Besedilo, dvignjeno, orisano in drugo.","Gumbi","Kartica je list materiala, uporabljenega za ponazoritev povezanih podatkov, na primer albuma, zemljepisne lokacije, obroka, podatkov za stik ipd.","Kartice za osnovno vrstico z zaobljenimi robovi","Kartice","Meni s kontrolnim seznamom","Kompaktni elementi, ki predstavljajo vnos, atribut ali dejanje","Elementi","Elementi za izbiro predstavljajo posamezno izbiro v nizu. Elementi za izbiro vsebujejo povezano opisno besedilo ali kategorije.","Element za izbiro","Okrogli indikator napredovanja z materialnim oblikovanjem, ki z vrtenjem nakazuje, da je aplikacija zasedena.","Okrogli indikator napredovanja","Predstavitvena koda","Kopirano v odložišče.","KOPIRAJ VSE",["Kopiranje v odložišče ni uspelo: ",["x","0"]],"Barvne konstante in konstante barvnih vzorcev, ki predstavljajo barvno paleto materialnega oblikovanja.","Vse vnaprej določene barve","Barve","Kartice, seznami in plavajoči gumb","Vzorec pretvorbe vsebnika je zasnovan za prehode med elementi uporabniškega vmesnika, ki vključujejo vsebnik. Ta vzorec ustvari vidno povezavo med dvema elementoma uporabniškega vmesnika.","Način pojemanja","Pretvorba vsebnika","POJEMANJE","POSTOPNO POJEMANJE","Kontekstni meni","Preglednica z dejanji je določen slog opozorila, ki uporabniku omogoča najmanj dve možnosti glede trenutnega konteksta. Preglednica z dejanji ima lahko naslov, dodatno sporočilo in seznam dejanj.","Preglednica z dejanji","Indikator dejavnosti v slogu iOSa, ki se vrti v desno.","Indikatorji dejavnosti v slogu iOSa","Indikator dejavnosti","Samo opozorilni gumbi","Opozorilo z gumbi","Opozorilno pogovorno okno obvešča uporabnika o primerih, v katerih se zahteva potrditev. Opozorilno pogovorno okno ima izbirni naslov, izbirno vsebino in izbirni seznam dejanj. Naslov je prikazan nad vsebino in dejanja so prikazana pod vsebino.","Opozorilo","Opozorilo z naslovom","Opozorilna pogovorna okna v slogu iOSa","Opozorila","Gumb v slogu iOSa. Vsebuje besedilo in/ali ikono, ki se zatemni ali odtemni ob dotiku. Lahko ima tudi ozadje.","Gumbi v slogu iOSa","Gumbi","Prvo dejanje","Pridržite logotip za Flutter, če si želite ogledati kontekstni meni.","Drugo dejanje","Celozaslonski kontekstni meni v slogu iOSa, ki se pojavi po dolgem pritisku elementa.","Kontekstni meni v slogu iOSa","Kontekstni meni","Vrstica za krmarjenje v slogu iOSa. Vrstica za krmarjenje je orodna vrstica, ki jo sestavlja najmanj naslov strani na sredini orodne vrstice.","Vrstica za krmarjenje v slogu iOSa","Vrstica za krmarjenje","Izbirnik","Datum","Datum in ura","Pripomoček z izbirnikom v slogu iOSa, s katerim je mogoče izbirati nize, datume, ure ali datum in uro.","Izbirniki v slogu iOSa","Ura","Časovnik","Izbirniki","Pripomoček z izvedbo kontrolnika za vlečenje navzdol za osvežitev vsebine v slogu iOSa.","Kontrolnik za vlečenje navzdol za osvežitev v slogu iOSa","Vlečenje navzdol za osvežitev","Drsna vrstica, ki združi izbrane podrejene elemente.","Drsna vrstica v slogu iOSa.","Drsna vrstica","Besedilno polje za iskanje, ki uporabniku omogoča iskanje z vnosom besedila, prav tako pa lahko ponudi in filtrira predloge.","Vnesite nekaj besedila","Besedilno polje za iskanje v slogu iOSa.","Besedilno polje za iskanje","Uporablja se za izbiro med več možnostmi, ki se medsebojno izključujejo. Če je izbrana ena možnost segmentiranega upravljanja, druge možnosti segmentiranega upravljanja niso več izbrane.","Segmentirano upravljanje v slogu iOSa","Segmentirano upravljanje",["Neprekinjeno: ",["e","0"]],"Drsnik je mogoče uporabiti za izbiro neprekinjenih ali diskretnih nizov vrednosti.",["Diskretno: ",["b","0"]],"Drsnik v slogu iOSa","Drsnik","Stikalo se uporablja za preklop stanja vklop/izklop posamezne nastavitve.","Stikalo v slogu iOSa","Spodnja vrstica za krmarjenje z zavihki v slogu iOSa. Prikazuje več zavihkov z enim aktivnim zavihkov – privzeto je to prvi zavihek.","Spodnja vrstica z zavihki v slogu iOSa","Vrstica z zavihki","Besedilno polje uporabniku omogoča vnos besedila – ali s strojno tipkovnico ali z zaslonsko tipkovnico.","PIN","Besedilna polja v slogu iOSa","Besedilna polja","Drsniki odražajo niz vrednosti vzdolž vrstice, izmed katerih lahko uporabniki izberejo posamezno vrednost ali obseg vrednosti. Drsnikom je mogoče določiti temo in jih prilagoditi.","Drsniki po meri","V podatkovnih tabelah so prikazani podatki v vrsticah in stolpcih v obliki mreže. Podatki so razvrščeni na način, ki omogoča preprosto pregledovanje, tako da lahko uporabniki iščejo vzorce in podrobne informacije.","Vrstice in stolpci s podatki","Podatkovne tabele","Prikaže pogovorno okno z izbirnikom datuma v slogu materialnega oblikovanja.","Izbirnik datuma","Prikaže pogovorno okno z izbirnikom časovnega obdobja v slogu materialnega oblikovanja.","Izbirnik časovnega obdobja","Preprosto, opozorila in celozaslonsko","Pogovorna okna","Razdelilne črte je mogoče uporabljati za sezname, predale in drugje za ločevanje vsebine.","Razdelilna črta je tanka črta, ki združuje vsebino v seznamih in postavitvah.","Razdelilna črta","Dokumentacija za API","Dvignjeni gumbi dodajo razsežnosti večinoma ravnim postavitvam. Poudarijo funkcije na mestih z veliko elementi ali širokih mestih.","Dvignjen gumb","PREKLIČI","ZAVRZI","Opozorilno pogovorno okno","Modalno okno in plavajoči gumb","Vzorec pojemanja se uporablja za elemente uporabniškega vmesnika, ki se prikazujejo ali izginjajo znotraj meja zaslona, kot je pogovorno okno, ki pojenja na sredini zaslona.","SKRIJ PLAVAJOČI GUMB","PRIKAŽI MODALNO OKNO","PRIKAŽI PLAVAJOČI GUMB","Pojemanje","Albumi","Krmarjenju na dnu zaslona","Vzorec postopnega pojemanja se uporablja za prehode med elementi uporabniškega vmesnika, ki niso v močnem medsebojnem razmerju.","Fotografije","Iskanje","123 fotografij","Postopno pojemanje","Elementi za filtre uporabljajo oznake ali opisne besede za filtriranje vsebine.","Element za filtre","Plavajoči interaktivni gumb je gumb z okroglo ikono, ki se prikaže nad vsebino in označuje primarno dejanje v aplikaciji.","Plavajoči interaktivni gumb","Element fullscreenDialog določa, ali je dohodna stran celozaslonsko pogovorno okno","Celozaslonsko","Celozaslonski način","Mrežni seznami so najbolj primerni za predstavljanje homogenih podatkov, in sicer običajno slik. Posameznemu elementu na mrežnem seznamu pravimo ploščica.","Z nogo","Z glavo","Samo slika","Postavitev z vrsticami in stolpci","Mrežni seznami","Informacije","Elementi za vnos predstavljajo zapletene podatke, na primer o subjektu (osebi, mestu ali predmetu) ali pogovornem besedilu, v zgoščeni obliki.","Element za vnos","URL-ja ni bilo mogoče prikazati:","Linearni indikator napredovanja z materialnim oblikovanjem, znan tudi kot vrstica napredovanja.","Linearni indikator napredovanja","Ena vrstica s fiksno višino, ki običajno vsebuje besedilo in ikono na začetku ali koncu.","Sekundarno besedilo","Postavitve seznama, ki omogoča pomikanje","Seznami","Onemogočen menijski element","Element z menijem s kontrolnim seznamom","Element s kontekstnim menijem","Element z menijem z razdelki","Element s preprostim menijem",["Potrjeno: ",["a","0"]],"Prvi element kontekstnega menija","Tretji element kontekstnega menija","Meni prikaže seznam izbir na začasni površini. Prikažejo se, ko uporabniki uporabijo gumb, dejanje ali drug kontrolnik.","Štiri","Pridobi povezavo","Prvi menijski element","Tretji menijski element","Drugi menijski element","Ena","Predogled","Odstrani",["Izbrano: ",["9","0"]],"Deli","Menijski gumbi in preprosti meniji","Tri","Meni","Dve","Stran s podrobnostmi","Element seznama","Sekundarno besedilo","Naslov","Sekundarno","Vsi vnaprej določeni vzorci prehodov","Gibanje","Podokno materialnega oblikovanja, ki v aplikaciji pridrsa vodoravno z roba zaslona in prikaže povezave za krmarjenje.","Prikazuje predal v vrstici z aplikacijami.","Povlecite z roba ali se dotaknite ikone v spodnjem levem kotu, če želite prikazati predal.","Predal za krmarjenje","Element ena","Element dve","uporabniško.ime@primer.si","Uporabniško ime","Pripomoček materialnega oblikovanja, ki naj bi bil prikazan levo ali desno od aplikacije in naj bi omogočal krmarjenje med manjšim številom pogledom – običajno med tremi in petimi.","1.","2.","Prikaz črte za krmarjenje v aplikaciji.","3.","Črta za krmarjenje","Ena vrstica","Dotaknite se tukaj, če si želite ogledati razpoložljive možnosti za to predstavitev.","Ogled možnosti","Možnosti","Orisani gumbi ob pritisku postanejo prosojni in dvignjeni. Pogosto so združeni z dvignjenimi gumbi in označujejo nadomestno, sekundarno dejanje.","Orisan gumb","POKAŽI IZBIRNIK","Izbira datuma in ure","Izbirniki","Linearno, okroglo, nedoločeno","Indikatorji napredovanja","Drsniki odražajo niz vrednosti vzdolž vrstice. Na obeh koncih vrstice imajo lahko ikoni, ki odražata obseg vrednosti. Kot nalašč so za prilagajanje nastavitev, kot je glasnost ali svetlost, ali uveljavljanje filtrov za slike.","Drsniki za obseg","Meni z razdelki","Potrditvena polja omogočajo uporabniku izbiro več možnosti iz nabora. Običajna vrednost potrditvenega polja je True ali False. Vrednost potrditvenega polja za tri stanja je lahko tudi ničelna.","Potrditveno polje","Z izbirnimi gumbi lahko uporabnik izbere eno možnost iz nabora. Izbirne gumbe uporabite za izključno izbiro, če menite, da mora uporabnik videti vse razpoložljive možnosti drugo ob drugi.","Izbirni gumb","Potrditvena polja, izbirni gumbi in stikala","Stikala za vklop/izklop spremenijo stanje posamezne možnosti nastavitev. Z ustrezno oznako v besedilu mora biti jasno, katero možnost stikalo upravlja in kakšno je njegovo stanje.","Stikalo","Kontrolniki za izbiro","Vzorec skupne osi se uporablja za prehode med elementi uporabniškega vmesnika, ki so v prostorskem ali navigacijskem razmerju. Ta vzorec uporablja skupno spremembo na osi x, y ali z, da okrepi razmerje med elementi.","Ročna obrt","NAZAJ","Združeno","Posel","Združene kategorije so prikazane kot skupine v vašem viru. To lahko pozneje kadar koli spremenite.","Izboljšajte tečaje","USTVARI RAČUN","Kulinarika","Gumba za naprej in nazaj","Oblikovanje","STE POZABILI E-POŠTNI NASLOV?","Ilustracije","Prikazano posamezno","NAPREJ","Prijavite se s svojim računom","E-poštni naslov ali telefonska številka","Pozdravljeni, David Park","Skupna os x","268 albumov","min","Izvajalec","Album","A–Ž","Razvrščanje glede na »Nedavno predvajano«","Nedavno predvajano","Skupna os y","Recept za sendvič z govedino","Sendvič z govedino","Recept za burger","Burger","Recept za jed z raki","Rak","Ikona gumba za nastavitve","Recept za sladico","Sladica","Pomoč","Obvestila","Zasebnost","Profil","Recept za sendvič","Sendvič","Shranjeni recepti","Nastavitve","Recept za jed z rakci","Morski rakec","Skupna os z","Preprosto pogovorno okno omogoča uporabniku izbiro med več možnostmi. Preprosto pogovorno okno ima izbirni naslov, ki je prikazan nad izbirami.","Preprosto","Preprosti meni","Neprekinjeno","Drsnik z neprekinjenim obsegom in temo po meri","Neprekinjeno s številsko vrednostjo, ki jo je mogoče urediti","Drsniki odražajo niz vrednosti vzdolž vrstice, izmed katerih lahko uporabniki izberejo posamezno vrednost. Kot nalašč so za prilagajanje nastavitev, kot je glasnost ali svetlost, ali uveljavljanje filtrov za slike.","Diskretno","Diskretni drsnik s temo po meri","Številska vrednost, ki jo je mogoče urediti","Pripomočki za izbiranje vrednosti z vlečenjem","Drsniki","Pritisnili ste dejanje spodnje obvestilne vrstice.","DEJANJE","PRIKAŽI SPODNJO OBVESTILNO VRSTICO","Spodnje obvestilne vrstice uporabnike obveščajo o procesu, ki ga aplikacija je ali ga bo izvedla. Prikazane so začasno, in sicer blizu dna zaslona. Ne smejo motiti uporabniške izkušnje in uporabniku ni treba ukrepati, da izginejo.","Spodnje obvestilne vrstice prikazujejo sporočila na dnu zaslona","To je spodnja obvestilna vrstica.","Spodnje obvestilne vrstice","Na zavihkih je vsebina organizirana na več zaslonih, po naborih podatkov in glede na druge uporabe.","Ne omogoča pomikanja","Omogoča pomikanje","Zavihki s pogledi, ki omogočajo neodvisno pomikanje","Zavihki","Gumb za besedilo prikazuje pljusk črnila ob pritisku, vendar se ne dvigne. Gumbe za besedilo uporabljajte v orodnih vrsticah, v pogovornih oknih in v vrstici z odmikom.","Gumb za besedilo","Besedilna polja uporabnikom omogočajo vnašanje besedila v uporabniški vmesnik. Običajno se pojavilo v obrazcih in pogovornih oknih.","E-poštni naslov","Vnesite geslo.","(###) ###-#### – Vnesite telefonsko številko v Združenih državah.","Pred pošiljanjem popravite rdeče obarvane napake.","Skrij geslo","Bodite jedrnati, to je zgolj predstavitev.","Življenjska zgodba","Ime*",["Telefonska številka osebe  je ",["q","0"],["u","1"]],"Ime je obvezno.","Največ 8 znakov.","Vnesite samo abecedne znake.","Geslo*","Gesli se ne ujemata","Telefonska številka*","* označuje obvezno polje","Znova vnesite geslo*","Plača","Pokaži geslo","POŠLJI","Vrstica besedila in številk, ki omogočajo urejanje","Povejte nam več o sebi (napišite na primer, s čim se ukvarjate ali katere konjičke imate)","Besedilna polja","USD","Kako vas ljudje kličejo?","Na kateri številki ste dosegljivi?","Vaš e-poštni naslov","Prikaže pogovorno okno z izbirnikom ure v slogu materialnega oblikovanja.","Izbirnik ure","Preklopne gumbe je mogoče uporabiti za združevanje sorodnih možnosti. Če želite poudariti skupine sorodnih preklopnih gumbov, mora imeti skupina skupni vsebnik","Preklopni gumbi","Opisi orodja zagotavljajo besedilne oznake, ki pomagajo pojasniti funkcijo gumba ali drugega dejanja uporabniškega vmesnika. Opisi orodja prikazujejo informativno besedilo, kadar uporabniki premaknejo miškin kazalec na element, izberejo element ali za dalj časa pritisnejo element.","Za dalj časa pritisnite element ali premaknite miškin kazalec nanj, če želite prikazati opis orodja.","Kratko sporočilo, prikazano ob dolgem pritisku ali premiku miškinega kazalca na element","Opisi orodja","Dve vrstici","Podrobnosti","Tako TwoPane deluje v pregibni napravi.","Pregibne",["Element ",["8","0"]],["Podrobnosti elementa ",["l","0"]],"Seznam","Izberite element","Tako TwoPane deluje v napravi z majhnim zaslonom.","Majhen zaslon","Odzivne postavitve na pregibnih, velikih in majhnih zaslonih","Tako TwoPane deluje v napravi z večjim zaslonom, kot je tablični ali namizni računalnik.","Tablični/namizni računalniki","TwoPane","Definicije raznih tipografskih slogov v materialnem oblikovanju.","Vsi vnaprej določeni besedilni slogi","Tipografija","Navpična razdelilna črta","Počisti izbiro","Dodaj račun","STRINJAM SE","PREKLIČI","NE STRINJAM SE","ZAVRZI","Želite zavreči osnutek?","Predstavitev celozaslonskega pogovornega okna","SHRANI","Celozaslonsko pogovorno okno","Naj Google pomaga aplikacijam določiti lokacijo. S tem se bodo Googlu pošiljali anonimni podatki o lokaciji, tudi ko se ne izvaja nobena aplikacija.","Želite uporabljati Googlovo lokacijsko storitev?",["Izbrali ste: »«",["e","0"]],"Nastavite račun za varnostno kopiranje","PRIKAŽI POGOVORNO OKNO","OPUSTI","Aplikacija za novice s poudarkom na vsebini","Reformiranje zelene vojske od znotraj","Primanjkljaj čebel na deželi","Oblikovalci si s tehnologijo pomagajo do tkanin prihodnosti","Feministke nad strankarstvo","Prihodnost bencina","Tiha, vendar krepka revolucija v zdravstvu","Ob stagnaciji delnic se številni ozirajo k valutam","Ločena ameriška življenja med vojno","Zadnje novice","Posel","Kultura","Prva stran","Politika","Znanost","Šport","Tehnologija","Potovanja","Združene države","Svet","Zelena vojska","Revolucija v zdravstvu","Reforme","Delnice","Tehnološko oblikovanje",["shrambo  v GitHubu",["8","0"]],"SLOGI IN DRUGO","Kategorije","Galerija","Nalaganje","Ni izbrano","Plaža","Bronaste umetnine","Čenaj","Chettinad","Ribič","Tržnica s cvetjem","Priprava kosila","Tržnica","Pondicherry","Soline","Skiroji","Svilar","Thanjavur","Tempelj v Thanjavurju",[" na račun »« s številko .",["0","0"],["b","1"],["o","2"]],"Prihranki pri avtomobilu","Preverjanje","Domači prihranki","Počitnice","Lastnik računa","Letni donos v odstotkih","Lani plačane obresti","Obrestna mera","Obresti od začetka leta do danes","Naslednji izpisek","Skupno","Računi","Opozorila",["Ta mesec ste porabili  za provizije na bankomatih.",["m","0"]],["Bravo. Stanje na transakcijskem računu je  višje kot prejšnji mesec.",["16","0"]],["Pozor, porabili ste  proračuna za nakupovanje za ta mesec.",["k","0"]],["Ta teden ste porabili  za restavracije.",["m","0"]],[3,0,["Povečajte morebitno davčno olajšavo. Dodelite kategorije  transakcijam brez dodelitev.",["1l","0"]],[7,["Povečajte morebitno davčno olajšavo. Dodelite kategorije  transakcijam brez dodelitev.",["1l","0"]],4,"Povečajte morebitno davčno olajšavo. Dodelite kategorije eni transakciji brez dodelitev.",5,["Povečajte morebitno davčno olajšavo. Dodelite kategorije  transakcijama brez dodelitev.",["1l","0"]]]],["Rok za plačilo položnice »« z zneskom  je .",["q","0"],["12","1"],["16","2"]],"Neplačan znesek","Plačani znesek","Skupni znesek","Položnice","Rok",["Proračun  s porabljenimi sredstvi v višini  od , na voljo še ",["9","0"],["17","1"],["1b","2"],["1p","3"]],"Oblačila","Kavarne","Živila","Restavracije","Preostali znesek","Porabljeni znesek","Skupna omejitev","preostalih sredstev","Proračuni","Aplikacija za osebne finance","PREOSTALIH SREDSTEV","PRIJAVA","Prijava","Prijava v aplikacijo Rally","Nimate računa?","Geslo","Zapomni si me","REGISTRACIJA","Uporabniško ime","PRIKAŽI VSE","Ogled vseh računov","Ogled vseh položnic","Ogled vseh proračunov","Iskanje bankomatov","Pomoč","Upravljanje računov","Obvestila","Nastavitev brez papirja","Geslo in Touch ID","Osebni podatki","Odjava","Davčni dokumenti","RAČUNI","POLOŽNICE","PRORAČUNI","PREGLED","NASTAVITVE","Učinkovita, osredotočena aplikacija za e-pošto.","Osnutki","Prejeto","Poslano","Vsiljena pošta","Z zvezdico","Smetnjak","Izberi","Omogoča izbiro (dolg pritisk)","Izbrano","O aplikaciji Flutter Gallery","Oblikovali pri podjetju TOASTER v Londonu","Zapiranje nastavitev","Nastavitve","Temna","Pošiljanje povratnih informacij","Svetla","Jezik","Mehanika okolja","Počasni posnetek","Sistemsko","Smer besedila","OD LEVE PROTI DESNI","Na podlagi jezika","OD DESNE PROTI LEVI","Prilagajanje besedila","Zelo velika","Velika","Navadna","Majhna","Tema","Nastavitve","PREKLIČI","POČISTI VOZIČEK",[3,0,[" IZDELKOV",["0","0"]],[7,[" IZDELKI",["0","0"]],2,"NI IZDELKOV",4,"1 IZDELEK",5,[" IZDELKA",["0","0"]]]],"VOZIČEK","Pošiljanje:","Delna vsota:","Davek:","SKUPNO","DODATKI","VSE","OBLAČILA","DOM","Modna aplikacija za nakupovanje","Geslo","Uporabniško ime","ODJAVA","MENI","NAPREJ","Lonček v slogu modrega kamna","Svetlordeča majica z volančki","Prtički iz kamrika","Majica iz kamrika","Klasična bela srajca","Pulover opečnate barve","Bakrena žičnata stalaža","Majica s črtami","Vrtni okraski na vrvici","Čepica","Jakna gentry","Tri pozlačene mizice","Rdečkasti šal","Sivi ohlapni zgornji del","Čajni komplet Hurrahs","Kuhinjski pomočnik","Mornarsko modre hlače","Umazano bela tunika",["x ",["2","0"]],["Količina: ",["a","0"]],"Miza za štiri","Posoda za deževnico","Crossover izdelek Ramona","Tunika z morskim vzorcem","Pulover z vzorcem morskih valov","Majica z izrezom na ramah","Enoramna torba","Keramični komplet za pomirjanje","Očala Stella","Uhani Strut","Okrasni lonci za debelolistnice","Tunika za na plažo","Surferska majica","Torba Vagabond","Nogavice z univerzitetnim vzorcem","Majica z V-izrezom (bela)","Pleteni obesek za ključe","Bela črtasta srajca","Pas Whitney",[3,0,["Nakupovalni voziček,  izdelkov",["l","0"]],[7,["Nakupovalni voziček,  izdelki",["l","0"]],2,"Nakupovalni voziček, ni izdelkov",4,"Nakupovalni voziček, 1 izdelek",5,["Nakupovalni voziček,  izdelka",["l","0"]]]],"Dodaj v košarico",["Odstranitev izdelka ",["k","0"]],"Zapiranje vozička","Zapiranje menija","Odpiranje menija","Odstranitev elementa","Iskanje","Nastavitve","PRIJAVA","Izberite predstavitev","Odzivna začetna postavitev",["Element ",["8","0"]],"Telo","GUMB","Naslov","Podnaslov","Naslov","Aplikacija za začetek","Dodajanje","Priljubljeno","Iskanje","Deljenje z drugimi"]