[0,"vi","quq6f",0,null,"Đang tải","Bỏ chọn","Chọn","Chọn được (nhấn và giữ)","Đã chọn","Bản minh hoạ","Thanh ứng dụng ở dưới cùng","Chưa chọn","Trường văn bản tìm kiếm","Bộ chọn","Trường văn bản tìm kiếm kiểu iOS","Một trường văn bản tìm kiếm cho phép người dùng tìm kiếm bằng cách nhập văn bản, ngoài ra còn có thể đưa ra và lọc các đề xuất.","Nhập nội dung văn bản","Thanh cuộn","Thanh cuộn kiểu iOS","Một thanh cuộn bao bọc phần tử con đã cho",["Mục ",["4","0"]],"Danh sách","Thiết bị có thể gập lại","Thiết bị có màn hình nhỏ","Bản minh hoạ cách TwoPane hoạt động trên thiết bị có màn hình nhỏ.","Máy tính bảng/Máy tính để bàn","Bản minh hoạ cách TwoPane hoạt động trên thiết bị có màn hình lớn hơn như máy tính bảng hoặc máy tính.","TwoPane","Bố cục thích ứng trên màn hình của thiết bị có thể gập lại, màn hình lớn và màn hình nhỏ","Hãy chọn một bản minh hoạ","Bản minh hoạ cách TwoPane hoạt động trên thiết bị có thể gập lại.","Thông tin chi tiết","Hãy chọn một mục",["Thông tin chi tiết về mục ",["q","0"]],"Chạm và giữ biểu tượng Flutter để xem trình đơn theo bối cảnh.","Một trình đơn theo bối cảnh toàn màn hình mang phong cách iOS xuất hiện khi người dùng nhấn và giữ một thành phần.","Thanh ứng dụng","Thanh ứng dụng cung cấp nội dung và thao tác liên quan đến màn hình hiện tại. Bạn có thể dùng thanh này cho hoạt động xây dựng thương hiệu, tiêu đề màn hình, thông tin điều hướng và thao tác","Đường phân chia","Đường phân chia là một đường thẳng mỏng giúp nhóm nội dung thành các danh sách và bố cục.","Đường phân chia có thể được sử dụng trong danh sách, ngăn hoặc nơi khác để phân cách nội dung.","Đường phân chia dọc","Trình đơn theo bối cảnh","Trình đơn theo bối cảnh phong cách iOS","Hiện thông tin và thao tác liên quan đến màn hình hiện tại","Thao tác 1","Thao tác 2","Hiện hộp thoại chứa bộ chọn phạm vi ngày Material Design.","Bộ chọn phạm vi ngày","Tên người dùng","user.name@example.com","Vuốt từ cạnh màn hình hoặc nhấn vào biểu tượng ở phía trên bên trái để xem ngăn","Dải điều hướng","Hiển thị dải điều hướng trong một ứng dụng","Tiện ích của Material Design được hiển thị ở bên trái hoặc bên phải của một ứng dụng để di chuyển giữa một số ít lượt xem, thông thường là từ 3 đến 5 lượt.","Thứ nhất","Ngăn điều hướng","Thứ ba","Có gắn dấu sao","Nút văn bản hiển thị hình ảnh giọt mực bắn tung tóe khi nhấn giữ. Dùng nút văn bản trên thanh công cụ, hộp thoại và cùng dòng với khoảng đệm","Nút lồi","Các nút lồi sẽ làm gia tăng kích thước đối với hầu hết các bố cục phẳng. Các nút này làm nổi bật những chức năng trên không gian rộng hoặc có mật độ dày đặc.","Nút có đường viền","Các nút có đường viền sẽ mờ đi rồi hiện rõ lên khi nhấn. Các nút này thường xuất hiện cùng các nút lồi để biểu thị hành động phụ, thay thế.","Thẻ, danh sách và FAB","Hiển thị một ngăn trong thanh ứng dụng","Ứng dụng email tập trung và hiệu quả","Bảng điều khiển Material Design trượt theo chiều ngang từ cạnh màn hình để hiển thị đường liên kết điều hướng trong một ứng dụng.","Thư nháp","Mục một","Hộp thư đến","Nút Tiếp theo và nút Quay lại","Thư rác","Thùng rác","Đã gửi","Thứ hai","Mục hai","Hộp thoại và FAB","Thanh điều hướng dưới cùng","Nút biểu tượng Cài đặt","Lọc theo mục \"Phát gần đây\"","Nút văn bản","Bánh sandwich bò","Công thức làm món tráng miệng","Nghệ sĩ","Album","Phát gần đây","A-Z","268 album","Trục y chung","TẠO TÀI KHOẢN","HỦY","Email hoặc số điện thoại","Đăng nhập bằng tài khoản của bạn","Xin chào David Park","Hiển thị riêng lẻ","Theo gói","Album","Thiết kế","Minh họa","Kinh doanh","Thủ công và mỹ nghệ","Văn bản thứ cấp","HỦY","Hộp thoại thông báo","ẨN NÚT HÀNH ĐỘNG NỔI","HIỆN NÚT HÀNH ĐỘNG NỔI","HIỆN HỘP THOẠI","Mẫu làm mờ được dùng cho các thành phần giao diện người dùng đi vào hoặc thoát ra trong phạm vi màn hình, chẳng hạn như một hộp thoại mờ dần ở giữa màn hình.","Làm mờ","123 ảnh","Tìm kiếm","Ảnh","Các danh mục theo gói sẽ xuất hiện ở dạng nhóm trong nguồn cấp dữ liệu của bạn. Bạn luôn có thể thay đổi tùy chọn này vào lúc khác.","Mẫu chuyển mờ được dùng cho quá trình chuyển đổi giữa các thành phần giao diện người dùng không có mối quan hệ chặt chẽ với nhau.","Chuyển mờ","Trợ giúp","Tất cả mẫu chuyển đổi định sẵn","Thông báo","Hồ sơ","Công thức nấu ăn đã lưu","Công thức làm bánh sandwich bò","Công thức làm món cua","Tinh giản các khóa học","Cua","Công thức làm món tôm","Tôm","CHUYỂN MỜ","Món tráng miệng","Công thức làm bánh sandwich","Bánh sandwich","Công thức làm bánh mì kẹp","Bánh mì kẹp","Cài đặt","Trục z chung","Quyền riêng tư","Chuyển động","Biến đổi vùng chứa","Mẫu biến đổi vùng chứa được thiết kế cho quá trình chuyển đổi giữa các thành phần giao diện người dùng có vùng chứa. Mẫu này tạo ra sự kết nối dễ thấy giữa 2 thành phần giao diện người dùng","Chế độ làm mờ","LÀM MỜ","phút","Tiêu đề","BẠN QUÊN EMAIL?","Thứ cấp","Trang chi tiết","Mục danh sách","Mẫu trục chung được dùng cho quá trình chuyển đổi giữa các thành phần giao diện người dùng có mối quan hệ về hướng hoặc không gian. Mẫu này dùng sự biến đổi chung trên trục x, y hoặc z để củng cố mối quan hệ giữa các thành phần.","Trục x chung","QUAY LẠI","TIẾP THEO","Ẩm thực",["Kho lưu trữ  trên GitHub",["c","0"]],"Hoa Kỳ","Kinh doanh","Khoa học","Thể thao","Du lịch","Văn hóa","TechDesign","Số tiền còn lại","Cải cách Green Army từ bên trong","Ứng dụng tin tức dành cho những nội dung đặc sắc","Số tiền phải thanh toán","Tổng số tiền","Số tiền đã dùng","HealthcareRevolution","Trang đầu","Thế giới","Số tiền đã thanh toán","Chính trị","Thiếu hụt nguồn cung ong nuôi","Tương lai của xăng dầu","GreenArmy","Chủ nghĩa nữ quyền thách thức các đảng chính trị","Nhiều nhà thiết kế dùng công nghệ để tạo ra loại vải thế hệ mới","Khi cổ phiếu chứng khoán đình trệ, nhiều người chuyển sang dự trữ tiền tệ","Reform","Công nghệ","Những người Mỹ phải chia ly trong thời chiến","Cuộc cải cách y tế âm thầm mà bền bỉ","Thông tin cập nhật mới nhất","Stocks","Tổng số tiền","Ngày và giờ","ĐĂNG NHẬP",[" phủ đường",["0","0"]],"Bánh táo","Donut","Honeycomb","Lollipop","Jelly bean","Gingerbread","Cupcake","Eclair","Ice Cream Sandwich","Sữa chua đông lạnh","Sắt (%)","Canxi (%)","Natri (mg)","Bộ chọn giờ","Đặt lại phép biến đổi","Chất béo (g)","Calo","Đồ tráng miệng (1 suất)","Thanjavur, Tamil Nadu","Hiển thị hộp thoại chứa bộ chọn giờ Material Design.","HIỂN THỊ BỘ CHỌN","Cuộn","Không cuộn",[3,0,[" giờ",["0","0"]],[4,"1 giờ"]],[3,0,[" phút",["0","0"]],[4,"1 phút"]],[" ",["0","0"],["1","1"]],"Dinh dưỡng","Bộ chọn ngày","Chọn ngày và giờ","Bộ chọn","Chỉnh sửa thẻ thông tin","Bảng dữ liệu trình bày thông tin ở định dạng lưới gồm hàng và cột. Những bảng này sắp xếp thông tin theo cách rõ ràng, dễ tra cứu để người dùng có thể tìm mẫu và thông tin chi tiết.","Nhấn để chỉnh sửa thẻ thông tin rồi dùng cử chỉ để di chuyển xung quanh cảnh. Kéo để di chuyển, chụm để thu phóng, xoay bằng 2 ngón tay. Nhấn nút đặt lại để trở về hướng bắt đầu.","Dịch chuyển, thu phóng, xoay","Phép biến đổi 2D","Mã PIN","Trường văn bản để người dùng nhập văn bản bằng bàn phím thực hoặc bàn phím ảo.","Trường văn bản kiểu iOS","Trường văn bản","Hiển thị hộp thoại chứa bộ chọn ngày Material Design.","Giờ","Ngày","Hẹn giờ","Một tiện ích bộ chọn kiểu iOS có thể dùng để chọn chuỗi, ngày, giờ hoặc cả ngày và giờ.","Bộ chọn kiểu iOS","Bộ chọn",[" phủ mật ong",["0","0"]],"Chettinad","Đặt lại biểu ngữ","Nhiều hành động","Biểu tượng hàng đầu","BỎ QUA","Có thể nhấn","Có thể chọn (nhấn và giữ)","Khám phá",["Khám phá ",["9","0"]],["Chia sẻ ",["8","0"]],"10 thành phố hàng đầu phải ghé thăm ở Tamil Nadu","Số 10","Thanjavur","Chất đạm (g)","Thợ thủ công ở Nam Ấn Độ","Xa quay tơ","Mật khẩu của bạn đã được cập nhật trên thiết bị kia. Vui lòng đăng nhập lại.","Sivaganga, Tamil Nadu","Đền Brihadisvara","Đền","Biểu ngữ","Hiển thị một biểu ngữ trong danh sách","Một biểu ngữ hiển thị thông điệp quan trọng, súc tích và đưa ra các hành động để người dùng xử lý (hoặc bỏ qua biểu ngữ). Cần có hành động của người dùng để bỏ qua biểu ngữ.","Thẻ","Thẻ đường cơ sở có góc tròn","Thẻ là một tờ Vật liệu dùng để trình bày một số thông tin có liên quan, ví dụ như album, vị trí địa lý, một bữa ăn, chi tiết liên hệ, v.v.","Bảng dữ liệu","Hàng và cột thông tin","Carb (g)","Tanjore","Danh sách dạng lưới","Chợ hoa","Xưởng đúc đồng","Chợ","Đền Thanjavur","Cánh đồng muối","Xe Scooter","Máy làm lụa","Chuẩn bị bữa trưa","Bãi biển","Người đánh cá",["Đã chọn: ",["9","0"]],"Xóa","Nhận đường liên kết","Chia sẻ","Hiển thị ngăn điều hướng và các hành động ở dưới cùng","Mục có trình đơn theo phần","Mục có trình đơn ở trạng thái vô hiệu hóa","Chỉ báo tiến trình tuyến tính","Mục đầu tiên trong trình đơn ngữ cảnh","Mục có trình đơn đơn giản","Thanh trượt tùy chỉnh","Mục có trình đơn danh sách kiểm tra","Chỉ báo hoạt động","Chỉ báo hoạt động theo kiểu iOS","Chỉ báo hoạt động theo kiểu iOS quay theo chiều kim đồng hồ.","Thanh điều hướng","Thanh điều hướng theo kiểu iOS","Một thanh điều hướng theo kiểu iOS. Thanh điều hướng là thanh công cụ có tối thiểu một tiêu đề trang ở giữa.","Kéo để làm mới","Tùy chọn kiểm soát kéo để làm mới theo kiểu iOS","Một tiện ích giúp kiểm soát thao tác kéo để làm mới nội dung theo kiểu iOS.","Chỉ báo tiến trình","Tuyến tính, vòng tròn, không xác định","Chỉ báo tiến trình vòng tròn","Chỉ báo tiến trình vòng tròn trong Material Design, quay vòng để chỉ ra rằng ứng dụng đang bận.","Bốn","Chỉ báo tiến trình tuyến tính trong Material Design, còn được gọi là thanh tiến trình.","Chú giải công cụ","Hiện thông báo ngắn khi nhấn và giữ hoặc di chuột","Chú giải công cụ cung cấp nhãn văn bản làm rõ chức năng của nút hoặc hành động khác trong giao diện người dùng. Chú giải công cụ hiển thị văn bản cung cấp thông tin khi người dùng di chuột qua, trỏ vào hoặc nhấn và giữ một phần tử.","Nhấn và giữ hoặc di chuột để hiển thị chú giải công cụ.","Chennai",["Đã kiểm tra: ",["d","0"]],"Chettinad","Xem trước","Thanh ứng dụng ở dưới cùng","Với thanh ứng dụng ở dưới cùng, bạn có thể truy cập vào ngăn điều hướng ở dưới cùng và tối đa 4 hành động, bao gồm cả nút hành động nổi.","Vết cắt","Vị trí của nút hành động nổi","Cố định – Ở cuối","Cố định – Ở giữa","Nổi – Ở cuối","Nổi – Ở giữa","Giá trị số có thể chỉnh sửa","Bố cục hàng và cột","Danh sách dạng lưới là hình thức phù hợp nhất để trình bày dữ liệu có tính chất đồng nhất, cụ thể là hình ảnh. Mỗi mục trong danh sách dạng lưới được gọi là một ô.","Chỉ hình ảnh","Có phần đầu trang","Có phần chân trang","Thanh trượt","Tiện ích để chọn giá trị bằng cách vuốt","Thanh trượt biểu thị khoảng giá trị dọc theo một thanh mà người dùng có thể chọn một giá trị từ đó. Thanh trượt là lựa chọn lý tưởng để điều chỉnh các tùy chọn cài đặt như âm lượng, độ sáng hoặc áp dụng bộ lọc hình ảnh.","Thanh trượt khoảng","Thanh trượt biểu thị khoảng giá trị dọc theo một thanh. Thanh trượt có thể có các biểu tượng ở cả hai đầu thanh biểu thị khoảng giá trị. Thanh trượt là lựa chọn lý tưởng để điều chỉnh các tùy chọn cài đặt như âm lượng, độ sáng hoặc áp dụng bộ lọc hình ảnh.","Mục có trình đơn ngữ cảnh","Thanh trượt biểu thị khoảng giá trị dọc theo một thanh mà người dùng có thể chọn một giá trị hoặc khoảng giá trị từ đó. Bạn có thể tùy chỉnh và tạo giao diện cho thanh trượt.","Liên tục với giá trị số có thể chỉnh sửa","Rời rạc","Thanh trượt rời rạc có chủ đề tùy chỉnh","Thanh trượt khoảng liên tục có chủ đề tùy chỉnh","Liên tục","Pondicherry","Trình đơn","Trình đơn ngữ cảnh","Trình đơn theo phần","Trình đơn đơn giản","Trình đơn danh sách kiểm tra","Nút trình đơn và trình đơn đơn giản","Trình đơn sẽ hiển thị một danh sách các lựa chọn trên giao diện tạm thời. Các lựa chọn sẽ xuất hiện khi người dùng tương tác với một nút, hành động hoặc tùy chọn kiểm soát khác.","Mục đầu tiên trong trình đơn","Mục thứ hai trong trình đơn","Mục thứ ba trong trình đơn","Một","Hai","Ba","Mục thứ ba trong trình đơn ngữ cảnh","Nút chuyển theo kiểu iOS","Đây là thanh thông báo nhanh.","Thanh trượt theo kiểu iOS","Bạn có thể dùng thanh trượt để chọn trong một tập hợp các giá trị liên tục hoặc rời rạc.",["Liên tục: ",["a","0"]],["Rời rạc: ",["9","0"]],"Bạn đã nhấn vào một hành động trên thanh thông báo nhanh.","Quay lại Thư viện","Thanh thẻ","Bạn có thể dùng nút chuyển để chuyển đổi trạng thái bật/tắt của một tùy chọn cài đặt.","HÀNH ĐỘNG","Hồ sơ","HIỂN THỊ THANH THÔNG BÁO NHANH","Thanh thông báo nhanh cho người dùng biết về quá trình mà một ứng dụng đã hoặc sẽ thực hiện. Những thanh thông báo này xuất hiện một cách tạm thời về phía cuối màn hình. Chúng không làm gián đoạn trải nghiệm người dùng cũng như không yêu cầu ẩn hoạt động đầu vào của người dùng.","Thanh thông báo nhanh hiển thị các thông báo ở cuối màn hình","Thanh thông báo nhanh","Thanh trượt","Trò chuyện","Trang chủ","Thanh tab điều hướng dưới cùng theo kiểu iOS. Hiển thị nhiều tab khi đang mở một tab, tab đầu tiên hiển thị theo mặc định.","Thanh tab dưới cùng theo kiểu iOS","Xem các tùy chọn","Nhấn vào đây để xem các tùy chọn có sẵn cho bản minh họa này.","SAO CHÉP TOÀN BỘ",["Xóa ",["4","0"]],"Thêm vào giỏ hàng",[3,0,["Giỏ hàng, có  mặt hàng",["d","0"]],[2,"Giỏ hàng, không có mặt hàng nào",4,"Giỏ hàng, có 1 mặt hàng"]],["Không sao chép được vào bảng nhớ tạm: ",["12","0"]],"Đã sao chép vào bảng nhớ tạm.","Những vết tích của nền văn minh Maya ở một vách đá phía trên bãi biển","Khách sạn bên hồ phía trước những ngọn núi","Thành cổ Machu Picchu","Căn nhà gỗ trong khung cảnh đầy tuyết với cây thường xanh xung quanh","Nhà gỗ một tầng trên mặt nước","Bể bơi ven biển xung quanh là những cây cọ","Bể bơi xung quanh là những cây cọ","Ngọn hải đăng xây bằng gạch trên biển","Tháp Al-Azhar Mosque lúc hoàng hôn","Người đàn ông tựa vào chiếc xe ô tô cổ màu xanh dương","Supertree Grove","Quầy cà phê bày những chiếc bánh ngọt","Bánh mì kẹp","Khách sạn bên hồ phía trước những ngọn núi","Các hộp kiểm, nút radio và công tắc","Người phụ nữ cầm chiếc bánh sandwich kẹp thịt bò hun khói siêu to","Nhà gỗ một tầng trên mặt nước","Lối vào tiệm bánh","Món ăn làm từ tôm","Khu vực ghế ngồi đậm chất nghệ thuật tại nhà hàng","Món tráng miệng làm từ sô-cô-la","Món taco của Hàn Quốc","Thành cổ Machu Picchu","Quầy bar không người với những chiếc ghế đẩu chuyên dùng trong bar","Bánh pizza trong một lò nướng bằng củi","Tòa nhà chọc trời Đài Bắc 101","Tháp Al-Azhar Mosque lúc hoàng hôn","Ngọn hải đăng xây bằng gạch trên biển","Đĩa tôm hùm đất","Những ngôi nhà rực rỡ sắc màu tại Quảng trường Riberia","Bể bơi xung quanh là những cây cọ","Chiếc lều giữa cánh đồng","Đóng phần cài đặt","Các hộp kiểm cho phép người dùng chọn nhiều tùy chọn trong một tập hợp. Giá trị thông thường của hộp kiểm là true hoặc false và giá trị 3 trạng thái của hộp kiểm cũng có thể là null.","Phần cài đặt","Danh sách","Bố cục của danh sách cuộn","Một hàng có chiều cao cố định thường chứa một số văn bản cũng như biểu tượng ở đầu hoặc ở cuối.","1 dòng","2 dòng","Văn bản thứ cấp","Các chức năng điều khiển lựa chọn","Núi Rushmore","Hộp kiểm","Người đàn ông tựa vào chiếc xe ô tô cổ màu xanh dương","Nút radio","Các nút radio cho phép người dùng chọn một tùy chọn trong một tập hợp. Hãy dùng nút radio để lựa chọn riêng nếu bạn cho rằng người dùng cần xem song song tất cả các tùy chọn có sẵn.","Công tắc","Nút chuyển bật/tắt chuyển đổi trạng thái của một tuỳ chọn cài đặt. Tuỳ chọn mà bảng điều khiển nút chuyển, cũng như trạng thái của tuỳ chọn đó, phải thể hiện rõ ràng bằng nhãn nội tuyến tương ứng.","Căn nhà gỗ trong khung cảnh đầy tuyết với cây thường xanh xung quanh","Chiếc lều giữa cánh đồng","Những lá cờ cầu nguyện phía trước ngọn núi đầy tuyết","Quang cảnh Palacio de Bellas Artes nhìn từ trên không","Xem tất cả các tài khoản",["Hóa đơn   đến hạn vào .",["8","0"],["9","1"],["m","2"]],"Đóng giỏ hàng","Đóng trình đơn","Mở trình đơn","Cài đặt","Tìm kiếm","Các tab sắp xếp nội dung trên nhiều màn hình, tập dữ liệu và hoạt động tương tác khác.","Các tab có chế độ xem có thể di chuyển độc lập","Tab",["Đã dùng hết / ngân sách , số tiền còn lại là ",["c","0"],["d","1"],["o","2"],["19","3"]],"Xóa mặt hàng",["Số dư tài khoản   là .",["g","0"],["h","1"],["l","2"]],"Xem tất cả ngân sách","Xem tất cả các hóa đơn","Chọn ngày","Chọn điểm khởi hành","Thung lũng Khumbu, Nepal","Machu Picchu, Peru","Malé, Maldives","Vitznau, Thụy Sĩ","Thành phố Mexico, Mexico","Núi Rushmore, Hoa Kỳ","Dựa trên vị trí","Havana, Cuba","Cairo, Ai Cập","Lisbon, Bồ Đào Nha","Napa, Hoa Kỳ","Bali, Indonesia","Malé, Maldives","Aspen, Hoa Kỳ","Machu Picchu, Peru","Chế độ kiểm soát được phân đoạn","Vitznau, Thụy Sĩ","Big Sur, Hoa Kỳ","Napa, Hoa Kỳ","Porto, Bồ Đào Nha","Tulum, Mexico","Seoul, Hàn Quốc","Thẻ","Các thành phần rút gọn biểu thị thông tin đầu vào, thuộc tính hoặc hành động","Thẻ hành động","Thẻ hành động là một tập hợp các tùy chọn kích hoạt hành động liên quan đến nội dung chính. Thẻ này sẽ hiển thị linh hoạt và theo ngữ cảnh trong giao diện người dùng.","Khối lựa chọn","Thẻ lựa chọn biểu thị một lựa chọn trong nhóm. Thẻ này chứa văn bản mô tả hoặc danh mục có liên quan.","Thẻ bộ lọc","Thẻ bộ lọc sử dụng thẻ hoặc từ ngữ mô tả để lọc nội dung.","Thẻ thông tin đầu vào","Thẻ thông tin đầu vào biểu thị một phần thông tin phức tạp dưới dạng rút gọn, chẳng hạn như thực thể (người, đồ vật hoặc địa điểm) hoặc nội dung hội thoại.","Lisbon, Bồ Đào Nha","Lisbon, Bồ Đào Nha","Dùng để chọn trong một số các tùy chọn loại trừ tương hỗ. Khi chọn 1 tùy chọn trong chế độ kiểm soát được phân đoạn, bạn sẽ không thể chọn các tùy chọn khác trong chế độ đó.","Bật đèn","Nhỏ","Trung bình","Lớn","Thang máy","Máy giặt","Lò sưởi","Đạp xe","Số thực khách",[3,0,["Tăng khoản khấu trừ thuế bạn có thể được hưởng! Gán danh mục cho  giao dịch chưa chỉ định.",["1t","0"]],[4,"Tăng khoản khấu trừ thuế bạn có thể được hưởng! Gán danh mục cho 1 giao dịch chưa chỉ định."]],"Chọn thời gian","Chọn vị trí","Số du khách","Atlanta, Hoa Kỳ","Chọn điểm đến","Chọn ngày","CHUYẾN BAY","CHỖ NGỦ","CHỖ ĂN","Khám phá chuyến bay theo điểm đến","Khám phá khách sạn theo điểm đến","Khám phá nhà hàng theo điểm đến",[3,0,[" điểm dừng",["0","0"]],[2,"Bay thẳng",4,"1 điểm dừng"]],[3,0,["Có  khách sạn",["3","0"]],[2,"Không có khách sạn nào",4,"Có 1 khách sạn"]],[3,0,[" nhà hàng",["0","0"]],[2,"Không có nhà hàng nào",4,"1 nhà hàng"]],"Aspen, Hoa Kỳ","Chế độ kiểm soát được phân đoạn theo kiểu iOS","Cairo, Ai Cập","Madrid, Tây Ban Nha","Big Sur, Hoa Kỳ","Nashville, Hoa Kỳ","Seattle, Hoa Kỳ","Singapore","Paris, Pháp","Portland, Hoa Kỳ","Córdoba, Argentina","Dallas, Hoa Kỳ","Naples, Ý","Đài Bắc, Đài Loan","Havana, Cuba","ĐĂNG XUẤT","HÓA ĐƠN","TÀI KHOẢN","Túi vải bố Vagabond","Lãi suất từ đầu năm đến nay","Thắt lưng Whitney","Dây làm vườn","Hoa tai Strut","Tất học sinh","Móc khóa kiểu tết dây","Mũ bê rê nam","Túi xách Shrug","Bộ ba dụng cụ mạ vàng để bàn","Giá bằng dây đồng","Bộ đồ gốm tao nhã","Bộ ấm chén trà Hurrahs","Cốc đá xanh lam","Khay hứng nước mưa","Khăn ăn bằng vải chambray","Chậu cây xương rồng","Bàn bốn người","Bộ bốn đồ dùng nhà bếp","Áo len dài tay màu nâu đất sét","Áo dài qua hông màu xanh biển","Áo dài qua hông màu thạch cao","Nhà hàng","Áo sơ mi vải chambray","Áo len dài tay màu xanh lơ","Áo khoác gentry","Quần màu xanh tím than","Áo Walter henley (màu trắng)","Áo Surf and perf","Khăn quàng màu nâu cam","Áo đắp chéo Ramona","Áo sơ mi cổ trắng cổ điển","Áo váy đi biển","Lãi suất","Phần trăm lợi nhuận hằng năm","Kỳ nghỉ","Áo thun sọc mảnh","Tài khoản tiết kiệm mua nhà","Tài khoản giao dịch","Lãi suất đã thanh toán năm ngoái","Bảng kê khai tiếp theo","Chủ sở hữu tài khoản","Quán cà phê","Cửa hàng tạp hóa","Áo thun viền cổ dạng vỏ sò màu đỏ hồng","Quần áo","Quản lý tài khoản","Tài khoản tiết kiệm mua ô tô","Chứng từ thuế","Mật mã và Touch ID","Thông báo","Thông tin cá nhân","Cài đặt không dùng bản cứng","Tìm máy rút tiền tự động (ATM)","Trợ giúp","Đăng xuất","Tổng","Khoản tiền đến hạn trả","Còn lại","Tài khoản","Hóa đơn","Ngân sách","Cảnh báo","XEM TẤT CẢ","CÒN LẠI","TỔNG QUAN","Áo thun xắn tay","TIẾP THEO","NGÂN SÁCH","CÀI ĐẶT","Đăng nhập vào Rally","Không có tài khoản?","ĐĂNG KÝ","Tên người dùng","Mật khẩu","Đăng nhập","Ghi nhớ thông tin đăng nhập của tôi","ĐĂNG NHẬP",["Xin lưu ý rằng bạn đã dùng hết  ngân sách Mua sắm của mình trong tháng này.",["v","0"]],["Bạn đã chi tiêu  cho Nhà hàng trong tuần này.",["g","0"]],["Bạn đã chi tiêu  cho phí sử dụng ATM trong tháng này",["g","0"]],["Chúc mừng bạn! Số dư trong tài khoản giao dịch của bạn cao hơn  so với tháng trước.",["1r","0"]],"TRÌNH ĐƠN","TẤT CẢ","PHỤ KIỆN","HÀNG MAY MẶC","ĐỒ GIA DỤNG","Tên người dùng","Mật khẩu","HỦY","Thuế:","GIỎ HÀNG",["Số lượng: ",["a","0"]],["x ",["2","0"]],[3,0,[" MẶT HÀNG",["0","0"]],[2,"KHÔNG CÓ MẶT HÀNG NÀO",4,"1 MẶT HÀNG"]],"XÓA GIỎ HÀNG","TỔNG","Tổng phụ:","Giao hàng:","Áo ba lỗ dáng rộng màu xám","Kính râm Stella","Áo sơ mi trắng sọc nhỏ","Số điện thoại liên hệ của bạn?","TRÁI SANG PHẢI","Lớn","Tiêu đề",["Mặt hàng số ",["c","0"]],"Trường văn bản","Trường văn bản","Một dòng gồm chữ và số chỉnh sửa được","Các trường văn bản cho phép người dùng nhập văn bản vào giao diện người dùng. Những trường này thường xuất hiện trong các biểu mẫu và hộp thoại.","Hiện mật khẩu","Ẩn mật khẩu","Vui lòng sửa các trường hiển thị lỗi màu đỏ trước khi gửi.","Bạn phải nhập tên.","Vui lòng chỉ nhập chữ cái.","(###) ###-#### – Nhập một số điện thoại của Hoa Kỳ.","Hãy nhập mật khẩu.","Các mật khẩu không trùng khớp","Bạn tên là gì?","Tên*","HIỂN THỊ BẢNG DƯỚI CÙNG","Số điện thoại*","Bảng dưới cùng","Email","Giới thiệu về bản thân (ví dụ: ghi rõ nghề nghiệp hoặc sở thích của bạn)","Hãy nhập nội dung thật ngắn gọn, đây chỉ là phiên bản dùng thử.","NÚT","Tiểu sử","Lương","USD","Nhiều nhất là 8 ký tự.","Mật khẩu*","Nhập lại mật khẩu*","GỬI","Thanh điều hướng dưới cùng có chế độ xem mờ chéo","Thêm","Bảng cách điệu dưới cùng là một dạng thay thế cho trình đơn hoặc hộp thoại để ngăn người dùng tương tác với phần còn lại của ứng dụng.","Bảng dưới cùng cách điệu","Bảng cố định dưới cùng hiển thị thông tin bổ sung cho nội dung chính của ứng dụng. Ngay cả khi người dùng tương tác với các phần khác của ứng dụng thì bảng cố định dưới cùng sẽ vẫn hiển thị.","Bảng cố định dưới cùng","Bảng cách điệu và bảng cố định dưới cùng",["Số điện thoại của  là ",["i","0"],["m","1"]],"NÚT","Định nghĩa của nhiều kiểu nghệ thuật chữ có trong Material Design.","Tất cả các kiểu chữ định sẵn","Nghệ thuật chữ","Thuộc tính fullscreenDialog cho biết liệu trang sắp tới có phải là một hộp thoại ở chế độ toàn màn hình hay không","Nút dẹt hiển thị hình ảnh giọt mực bắn tung tóe khi nhấn giữ. Use flat buttons on toolbars, in dialogs and inline with padding","Thanh điều hướng dưới cùng hiển thị từ 3 đến 5 điểm đến ở cuối màn hình. Mỗi điểm đến được biểu thị bằng một biểu tượng và nhãn văn bản tùy chọn. Khi nhấn vào biểu tượng trên thanh điều hướng dưới cùng, người dùng sẽ được chuyển tới điểm đến phần điều hướng cấp cao nhất liên kết với biểu tượng đó.","Nhãn đã chọn","Nhãn cố định",["Mặt hàng số ",["c","0"]],"* biểu thị trường bắt buộc","Thanh điều hướng dưới cùng","Sáng","Giao diện","iOS","Android","Phải qua trái","Rất lớn","Nút","Thường","Nhỏ","Hệ thống","Cài đặt","Một ứng dụng tài chính cá nhân",["Để xem mã nguồn của ứng dụng này, vui lòng truy cập vào .",["1k","0"]],"Bình luận","Nội dung","Tiêu đề","Phụ đề","Tiêu đề","Tìm kiếm","Chia sẻ","Mục yêu thích","Thêm","Lịch","Bố cục thích ứng cho ứng dụng cơ bản","Ứng dụng cơ bản","Kho lưu trữ GitHub cho các mẫu Flutter",["Phần giữ chỗ cho tab ",["l","0"]],"Máy ảnh","Đồng hồ báo thức","Tài khoản","Địa chỉ email của bạn","Bạn có thể dùng các nút chuyển đổi để nhóm những tùy chọn có liên quan lại với nhau. To emphasize groups of related toggle buttons, a group should share a common container","MÀU XÁM","MÀU NÂU","MÀU CAM ĐẬM","MÀU CAM","MÀU HỔ PHÁCH","MÀU VÀNG","MÀU VÀNG CHANH","MÀU XANH LỤC NHẠT","MÀU XANH LỤC","Thư viện","Danh mục","Ứng dụng bán lẻ thời thượng","Một ứng dụng du lịch cá nhân","BẢN MINH HỌA KIỂU VÀ CÁC BẢN MINH HỌA KHÁC","Không thể hiển thị URL:","Tùy chọn","Thông tin","Mã minh họa","Tài liệu API","Toàn màn hình","Chuyển tỉ lệ chữ","Hướng chữ","Ngôn ngữ","Cơ chế nền tảng","Tối","Chuyển động chậm","Giới thiệu về Flutter Gallery","Gửi ý kiến phản hồi","Thiết kế của TOASTER tại London","Nút","Nút văn bản, nút lồi, nút có đường viền và nhiều nút khác","Nút dẹt","Các nút lồi sẽ làm gia tăng kích thước đối với hầu hết các bố cục phẳng. Các nút này làm nổi bật những chức năng trên không gian rộng hoặc có mật độ dày đặc.","Nút lồi","Nút có đường viền","Các nút có đường viền sẽ mờ đi rồi hiện rõ lên khi nhấn. Các nút này thường xuất hiện cùng các nút lồi để biểu thị hành động phụ, thay thế.","Nút chuyển đổi","MÀU MÒNG KÉT","Nút hành động nổi","A floating action button is a circular icon button that hovers over content to promote a primary action in the application.","Hộp thoại","Hộp thoại đơn giản, cảnh báo và toàn màn hình","Cảnh báo","Hộp thoại cảnh báo thông báo cho người dùng về các tình huống cần xác nhận. Hộp thoại cảnh báo không nhất thiết phải có tiêu đề cũng như danh sách các hành động.","Cảnh báo có tiêu đề","Hộp thoại đơn giản","Hộp thoại đơn giản đưa ra cho người dùng một lựa chọn trong số nhiều tùy chọn. Hộp thoại đơn giản không nhất thiết phải có tiêu đề ở phía trên các lựa chọn.","Toàn màn hình","Nút","Nút theo kiểu iOS","Đây là một nút theo kiểu iOS. Nút này có chứa văn bản và/hoặc một biểu tượng mờ đi rồi rõ dần lên khi chạm vào. Ngoài ra, nút cũng có thể có nền (không bắt buộc).","Cảnh báo","Hộp thoại cảnh báo theo kiểu iOS","Cảnh báo","Hộp thoại cảnh báo thông báo cho người dùng về các tình huống cần xác nhận. Hộp thoại cảnh báo không nhất thiết phải có tiêu đề, nội dung cũng như danh sách các hành động. Bạn sẽ thấy tiêu đề ở phía trên nội dung còn các hành động thì ở phía dưới.","Cảnh báo có tiêu đề","Cảnh báo đi kèm các nút","Chỉ nút cảnh báo","Trang tính hành động","Trang tính hành động là một kiểu cảnh báo cụ thể cung cấp cho người dùng 2 hoặc nhiều lựa chọn liên quan đến ngữ cảnh hiện tại. Trang tính hành động có thể có một tiêu đề, thông báo bổ sung và danh sách các hành động.","Màu","Tất cả các màu xác định trước","Color and color swatch constants which represent Material design's color palette.","ENABLED","DISABLED","Tạo",["Bạn đã chọn: \"\"",["e","0"]],"Hủy bản nháp?","Sử dụng dịch vụ vị trí của Google?","Cho phép Google giúp ứng dụng xác định vị trí. Điều này có nghĩa là gửi dữ liệu vị trí ẩn danh cho Google, ngay cả khi không chạy ứng dụng nào.","HỦY","HỦY","KHÔNG ĐỒNG Ý","ĐỒNG Ý","Thiết lập tài khoản sao lưu","MÀU XANH XÁM","HIỂN THỊ HỘP THOẠI","Hộp thoại toàn màn hình","LƯU","Minh họa hộp thoại toàn màn hình","Enabled","Disabled","Có nền","Hủy","Hủy","Cho phép \"Maps\" sử dụng thông tin vị trí của bạn khi bạn đang dùng ứng dụng?","Vị trí hiện tại của bạn sẽ hiển thị trên bản đồ và dùng để xác định đường đi, kết quả tìm kiếm ở gần và thời gian đi lại ước đoán.","Cho phép","Không cho phép","Chọn món tráng miệng yêu thích","Vui lòng chọn món tráng miệng yêu thích từ danh sách bên dưới. Món tráng miệng bạn chọn sẽ dùng để tùy chỉnh danh sách các quán ăn đề xuất trong khu vực của bạn.","Bánh phô mai","Tiramisu","Bánh táo","Bánh brownie sô-cô-la","Hiển thị cảnh báo","MÀU ĐỎ","MÀU HỒNG","MÀU TÍM","MÀU TÍM ĐẬM","MÀU CHÀM","MÀU XANH LAM","MÀU XANH LAM NHẠT","MÀU XANH LƠ","Thêm tài khoản","Thư viện","Danh mục","SHRINE","Ứng dụng mua sắm cơ bản","RALLY","CRANE","Ứng dụng du lịch","TÀI LIỆU","CUPERTINO","KIỂU DÁNG VÀ NỘI DUNG NGHE NHÌN THAM KHẢO"]