[0,"nl","g1hsk",0,null,["Als je de broncode voor deze app wilt bekijken, ga je naar de .",["1q","0"]],"Terug naar galerij","Icoon vóór tekst","Meerdere acties","Banner resetten","Je wachtwoord is geüpdatet op je andere apparaat. Log opnieuw in.","App-balk onderaan","Inkeping","Positie van zwevende actieknop","Gedockt - Midden","Gedockt - Uiteinde","Zwevend - Midden","Zwevend - Uiteinde","Account","Wekker","Agenda","Camera","Reacties",["Tijdelijke aanduiding voor tabblad ",["z","0"]],"KNOP","Maken","Ontdekken",[" ontdekken",["0","0"]],[" delen",["0","0"]],"Tikbaar","Thanjavur","Chettinad","Nummer 10","Zijdespinners","Tempels","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","De tien mooiste steden om te bezoeken in Tamil Nadu","Ambachtslieden van Zuid-India","Brihadisvaratempel","Fietsen","Lift","Haard","Groot","Gemiddeld","Klein","Verlichting aanzetten","Wasmachine","GEELBRUIN","BLAUW","BLAUWGRIJS","BRUIN","CYAAN","DIEPORANJE","DIEPPAARS","GROEN","GRIJS","INDIGO","LICHTBLAUW","LICHTGROEN","LIMOENGROEN","ORANJE","ROZE","PAARS","ROOD","BLAUWGROEN","GEEL","Een gepersonaliseerde reis-app","ETEN","Napels, Italië","Pizza in een houtoven","Dallas, Verenigde Staten","Lissabon, Portugal","Vrouw houdt een enorme pastrami-sandwich vast","Lege bar met barkrukken","Córdoba, Argentinië","Hamburger","Portland, Verenigde Staten","Koreaanse taco","Parijs, Frankrijk","Chocoladetoetje","Seoul, Zuid-Korea","Kunstzinnig zitgedeelte in restaurant","Seattle, Verenigde Staten","Gerecht met garnalen","Nashville, Verenigde Staten","Ingang van bakkerij","Atlanta, Verenigde Staten","Bord met rivierkreeft","Madrid, Spanje","Cafétoonbank met gebakjes",[3,0,[" restaurants",["0","0"]],[2,"Geen restaurants",4,"1 restaurant"]],"Restaurants bekijken per bestemming",[" ",["0","0"],["1","1"]],"VLIEGEN","Aspen, Verenigde Staten","Chalet in een sneeuwlandschap met naaldbomen","Big Sur, Verenigde Staten","Caïro, Egypte","Torens van de Al-Azhar-moskee bij zonsondergang","Lissabon, Portugal","Bakstenen vuurtoren aan zee","Napa, Verenigde Staten","Zwembad met palmbomen","Bali, Indonesië","Zwembad aan zee met palmbomen","Kampeertent in een veld","Khumbu-vallei, Nepal","Gebedsvlaggen met op de achtergrond een besneeuwde berg","Machu Picchu, Peru","Citadel Machu Picchu","Malé, Maldiven","Bungalows op palen boven het water","Vitznau, Zwitserland","Hotel aan een meer met bergen op de achtergrond","Mexico-Stad, Mexico","Luchtfoto van het Palacio de Bellas Artes","Mount Rushmore, Verenigde Staten","Mount Rushmore","Singapore","Supertree Grove","Havana, Cuba","Man leunt op een antieke blauwe auto",[3,0,[" tussenstops",["0","0"]],[2,"Directe vlucht",4,"1 tussenstop"]],"Vluchten bekijken per bestemming","Datum selecteren","Datums selecteren","Bestemming kiezen","Gasten","Locatie selecteren","Vertrekpunt kiezen","Tijd selecteren","Reizigers",[3,0,[" u",["0","0"]],[4,"1 u"]],[3,0,[" m",["0","0"]],[4,"1 m"]],"OVERNACHTEN","Malé, Maldiven","Bungalows op palen boven het water","Aspen, Verenigde Staten","Caïro, Egypte","Torens van de Al-Azhar-moskee bij zonsondergang","Taipei, Taiwan","Taipei 101-skyscraper","Chalet in een sneeuwlandschap met naaldbomen","Machu Picchu, Peru","Citadel Machu Picchu","Havana, Cuba","Man leunt op een antieke blauwe auto","Vitznau, Zwitserland","Hotel aan een meer met bergen op de achtergrond","Big Sur, Verenigde Staten","Kampeertent in een veld","Napa, Verenigde Staten","Zwembad met palmbomen","Porto, Portugal","Kleurige appartementen aan het Ribeira-plein","Tulum, Mexico","Maya-ruïnes aan een klif boven een strand","Lissabon, Portugal","Bakstenen vuurtoren aan zee",[3,0,[" beschikbare accommodaties",["0","0"]],[2,"Geen beschikbare accommodaties",4,"1 beschikbare accommodatie"]],"Accommodaties bekijken per bestemming","Toestaan","Appeltaart","Annuleren","Kwarktaart","Chocoladebrownie","Selecteer hieronder je favoriete soort toetje uit de lijst. Je selectie wordt gebruikt om de voorgestelde lijst met eetgelegenheden in jouw omgeving aan te passen.","Niet opslaan","Niet toestaan","Selecteer je favoriete toetje","Je huidige locatie wordt op de kaart weergegeven en gebruikt voor routes, zoekresultaten in de buurt en geschatte reistijden.","Wil je Maps toegang geven tot je locatie als je de app gebruikt?","Tiramisu","Knop","Met achtergrond","Melding tonen","Chat","Home","Profiel","Calcium (%)","Calorieën","Koolhydraten (g)","Dessert (1 portie)","Vetten (g)","IJzer (%)","Eiwitten (g)","Natrium (mg)","Voedingswaarde","Appeltaart","Cupcake","Donut","Eclair","Yoghurtijs","Gingerbread","Honeycomb","IJswafel","Jellybean","Lolly",[" met honing",["0","0"]],[" met suiker",["0","0"]],"Demo","Tik om tegels te bewerken en gebruik gebaren om rond te bewegen in de scène. Sleep om mee te draaien, knijp om te zoomen en draai met twee vingers. Druk op de startknop om weer naar de beginstand te gaan.","Tegel bewerken","Transformaties resetten","Meedraaien, zoomen, draaien","2D-transformaties","Actiechips zijn een reeks opties die een actie activeren voor primaire content. Actiechips zouden dynamisch en contextueel moeten worden weergegeven in een gebruikersinterface.","Actiechip","Een dialoogvenster voor meldingen informeert de gebruiker over situaties die aandacht vereisen. Een dialoogvenster voor meldingen heeft een optionele titel en een optionele lijst met acties.","Melding","Melding met titel","De app-balk biedt content en acties voor het huidige scherm. De balk wordt gebruikt voor branding, schermtitels, navigatie en acties.","Toont informatie en acties voor het huidige scherm","App-balk","Een banner toont een belangrijk, kort geformuleerd bericht en biedt acties die gebruikers kunnen uitvoeren (of ze kunnen de banner sluiten). De banner kan alleen worden gesloten door een gebruikersactie.","Een banner weergeven in een lijst","Banner","Met de app-balken onderaan heb je toegang tot een navigatiemenu onderaan en maximaal vier acties, waaronder de zwevende actieknop.","Geeft navigatie en acties onderaan weer","App-balk onderaan","Navigatiebalken onderaan geven drie tot vijf bestemmingen weer onderaan een scherm. Elke bestemming wordt weergegeven als een icoon en een optioneel tekstlabel. Als er op een navigatieicoon onderaan wordt getikt, gaat de gebruiker naar de bestemming op hoofdniveau die aan dat icoon is gekoppeld.","Persistente labels","Geselecteerd label","Navigatie onderaan met weergaven met cross-fading","Navigatie onderaan","Toevoegen","BLAD ONDERAAN TONEN","Kop",["Item ",["5","0"]],"Een modaal blad onderaan (modal bottom sheet) is een alternatief voor een menu of dialoogvenster. Het voorkomt dat de gebruiker interactie kan hebben met de rest van de app.","Modaal blad onderaan","Een persistent blad onderaan (persistent bottom sheet) bevat informatie in aanvulling op de primaire content van de app. Een persistent blad onderaan blijft ook zichtbaar als de gebruiker interactie heeft met andere gedeelten van de app.","Persistent blad onderaan","Persistente en modale bladen onderaan","Blad onderaan","Tekstvelden","Tekst, verhoogd, contour en meer","Knoppen","Een kaart is een blad waarop bepaalde gerelateerde informatie wordt weergegeven, zoals een album, geografische locatie, gerecht, contactgegevens, enz.","Voedingsinformatiekaarten met afgeronde hoeken","Kaarten","Checklistmenu","Compacte elementen die een invoer, kenmerk of actie kunnen vertegenwoordigen","Chips","Keuzechips laten de gebruiker één optie kiezen uit een reeks. Keuzechips kunnen gerelateerde beschrijvende tekst of categorieën bevatten.","Keuzechip","Een ronde voortgangsindicator volgens material design, die ronddraait om aan te geven dat de app bezig is.","Ronde voortgangsindicator","Democode","Naar klembord gekopieerd.","ALLES KOPIËREN",["Kopiëren naar klembord is mislukt: ",["z","0"]],"Constanten van kleuren en kleurstalen die het kleurenpalet van material design vertegenwoordigen.","Alle vooraf gedefinieerde kleuren","Kleuren","Kaarten, lijsten en FAB","Het patroon 'Containertransformatie' is ontworpen voor overgangen tussen UI-elementen die een container bevatten. Dit patroon zorgt voor een zichtbare connectie tussen twee UI-elementen.","Vervagingsmodus","Containertransformatie","VERVAGEN","FADE-THROUGH","Contextmenu","Een actieblad is een specifieke stijl voor een melding die de gebruiker een set van twee of meer keuzes biedt, gerelateerd aan de huidige context. Een actieblad kan een titel, een aanvullende boodschap en een lijst met acties bevatten.","Actieblad","Een activiteitsindicator in iOS-stijl die rechtsom ronddraait.","Activiteitsindicatoren in iOS-stijl","Activiteitsindicator","Alleen meldingknoppen","Melding met knoppen","Een dialoogvenster voor meldingen informeert de gebruiker over situaties die aandacht vereisen. Een dialoogvenster voor meldingen heeft een optionele titel, optionele content en een optionele lijst met acties. De titel wordt boven de content weergegeven en de acties worden onder de content weergegeven.","Melding","Melding met titel","Dialoogvensters voor meldingen in iOS-stijl","Meldingen","Een knop in iOS-stijl. Deze bevat tekst en/of een icoon dat vervaagt en tevoorschijnkomt bij aanraking. Mag een achtergrond hebben.","Knoppen in iOS-stijl","Knoppen","Actie 1","Tik op het Flutter-logo en houd dit vast om het contextmenu te zien.","Actie 2","Een contextmenu in iOS-stijl op volledig scherm dat verschijnt als een element lang wordt ingedrukt.","Contextmenu in iOS-stijl","Contextmenu","Een navigatiebalk in iOS-stijl. De navigatiebalk is een werkbalk die in elk geval bestaat uit een paginatitel (in het midden van de werkbalk).","Navigatiebalk in iOS-stijl","Navigatiebalk","Kiezer","Datum","Datum en tijd","Een kiezerwidget in iOS-stijl waarmee tekenreeksen, datums, tijden of datum en tijd kunnen worden geselecteerd.","Kiezers in iOS-stijl","Tijd","Timer","Kiezers","Een widget voor implementatie van de optie voor omlaag trekken om te vernieuwen in iOS-stijl.","Optie voor omlaag trekken om te vernieuwen in iOS-stijl","Trek omlaag om te vernieuwen","Een scrollbalk die het betreffende onderliggende item verpakt","Scrollbalk in iOS-stijl","Scrollbalk","Een zoektekstveld waarmee de gebruiker kan zoeken door tekst in te vullen en dat suggesties kan aanbieden en filteren.","Geef tekst op","Zoektekstveld in iOS-stijl","Zoektekstveld","Wordt gebruikt om een keuze te maken uit verschillende opties die elkaar wederzijds uitsluiten. Als één optie in de gesegmenteerde bediening is geselecteerd, zijn de andere opties in de gesegmenteerde bediening niet meer geselecteerd.","Gesegmenteerde bediening in iOS-stijl","Gesegmenteerde bediening",["Doorlopend: ",["c","0"]],"Met een schuifregelaar kun je selecteren uit een doorlopende of afzonderlijke reeks waarden.",["Afzonderlijk: ",["e","0"]],"Schuifregelaar in iOS-stijl","Schuifregelaar","Met een schakelaar kun je de aan/uit-status van een enkele instelling schakelen.","Schakelaar in iOS-stijl","Een navigatietabbladbalk onderaan in iOS-stijl. Geeft meerdere tabbladen weer met één actief tabblad (standaard het eerste tabblad).","Tabbladbalk onderaan in iOS-stijl","Tabbladbalk","In een tekstveld kan een gebruiker tekst invoeren, via een fysiektoetsenbord of een schermtoetsenbord.","Pincode","Tekstvelden in iOS-stijl","Tekstvelden","Schuifregelaars geven een waardebereik langs een balk weer, waarop gebruikers één waarde of een waardebereik kunnen selecteren. De schuifregelaars kunnen worden voorzien van een thema en worden aangepast.","Aangepaste schuifregelaars","Gegevenstabellen tonen informatie in een rasterindeling met rijen en kolommen. Op die manier is de informatie makkelijk snel te bekijken, zodat gebruikers patronen kunnen herkennen of inzichten kunnen opdoen.","Rijen en kolommen met informatie","Gegevenstabellen","Toont een dialoogvenster met een datumkiezer in material design.","Datumkiezer","Toont een dialoogvenster met een Material Design-periodekiezer.","Periodekiezer","Eenvoudig, melding en volledig scherm","Dialoogvensters","Scheidingslijnen kunnen worden gebruikt in lijsten, lades en op andere plaatsen om content te scheiden.","Een scheidingslijn is een dunne lijn waarmee content wordt gegroepeerd in lijsten en indelingen.","Scheidingslijn","API-documentatie","Verhoogde knoppen voegen een dimensie toe aan vormgevingen die voornamelijk plat zijn. Ze lichten functies uit als de achtergrond druk is of breed wordt weergegeven.","Verhoogde knop","ANNULEREN","NIET OPSLAAN","Dialoogvenster voor meldingen","Modaal venster en FAB","Het patroon 'Vervagen' wordt gebruikt voor UI-elementen die binnen de begrenzing van het scherm verschijnen of verdwijnen, zoals een dialoogvenster dat vervaagt in het midden van het scherm.","ZWEVENDE ACTIEKNOP VERBERGEN","MODAAL VENSTER TONEN","ZWEVENDE ACTIEKNOP TONEN","Vervagen","Albums","Navigatie onderaan","Het patroon 'Fade-through' wordt gebruikt voor overgangen tussen UI-elementen die geen sterk onderling verband hebben.","Foto's","Zoeken","123 foto's","Fade-through","Filterchips gebruiken tags of beschrijvende woorden als methode om content te filteren.","Filterchip","Een zwevende actieknop is een knop met een rond icoon die boven content zweeft om een primaire actie in de app te promoten.","Zwevende actieknop","De eigenschap fullscreenDialog geeft aan of de binnenkomende pagina een dialoogvenster is in de modus volledig scherm","Volledig scherm","Volledig scherm","Rasterlijsten zijn geschikt voor het presenteren van homogene gegevens (vaak afbeeldingen). Elk item in een rasterlijst wordt een tegel genoemd.","Met voettekst","Met koptekst","Alleen afbeelding","Rij- en kolomopmaak","Rasterlijsten","Informatie","Invoerchips bevatten een complex informatiefragment, zoals een entiteit (persoon, plaats of object) of gesprekstekst, in compacte vorm.","Invoerchip","Kan URL niet weergeven:","Een lineaire voortgangsindicator volgens material design, ook wel een voortgangsbalk genoemd.","Lineaire voortgangsindicator","Eén rij met een vaste hoogte die meestal wat tekst bevat die wordt voorafgegaan of gevolgd door een icoon.","Secundaire tekst","Indelingen voor scrollende lijsten","Lijsten","Uitgezet menu-item","Een item met een checklistmenu","Een item met een contextmenu","Een item met een in secties opgesplitst menu","Een item met een eenvoudig menu",["Aangevinkt: ",["c","0"]],"Contextmenu-item één","Contextmenu-item drie","Een menu toont een lijst met keuzes in een tijdelijke weergave. Menu's worden weergegeven als gebruikers interactie hebben met een knop, actie of andere bedieningsoptie.","Vier","Link ophalen","Menu-item één","Menu-item drie","Menu-item twee","Eén","Voorbeeld","Verwijderen",["Geselecteerd: ",["e","0"]],"Delen","Menuknoppen en eenvoudige menu's","Drie","Menu","Twee","Detailpagina","Lijstitem","Secundaire tekst","Titel","Secundair","Alle vooraf gedefinieerde overgangspatronen","Beweging","Een Material Design-deelvenster dat horizontaal inschuift vanaf de rand van het scherm om navigatielinks in een app te tonen.","Een zijmenu in de app-balk weergeven","Swipe vanaf de rand of tik op het icoon linksboven om het zijmenu weer te geven","Zijmenu","Item één","Item twee","user.name@example.com","Gebruikersnaam","Een materiaalwidget die links of rechts van een app moet worden weergegeven om te navigeren tussen een klein aantal weergaven, meestal tussen drie en vijf.","Eerste","Tweede","Een navigatierail weergeven in een app","Derde","Navigatierail","Eén regel","Tik hier om de beschikbare opties voor deze demo te bekijken.","Opties bekijken","Opties","Contourknoppen worden ondoorzichtig en verhoogd als je ze indrukt. Ze worden vaak gekoppeld aan verhoogde knoppen om een alternatieve tweede actie aan te geven.","Contourknop","KIEZER TONEN","Selectie van datum en tijd","Kiezers","Lineair, rond, onbepaald","Voortgangsindicatoren","Schuifregelaars geven een waardebereik langs een balk weer. Ze kunnen pictogrammen aan beide uiteinden van de balk hebben die overeenkomen met een waardebereik. Ze zijn ideaal om instellingen (zoals volume of helderheid) aan te passen en afbeeldingsfilters toe te passen.","Schuifregelaars voor bereik","In secties opgesplitst menu","Met selectievakjes kan de gebruiker meerdere opties selecteren uit een set. De waarde voor een normaal selectievakje is 'true' of 'false'. De waarde van een selectievakje met drie statussen kan ook 'null' zijn.","Selectievakje","Met keuzerondjes kan de gebruiker één optie selecteren uit een set. Gebruik keuzerondjes voor exclusieve selectie als de gebruiker alle beschikbare opties op een rij moet kunnen bekijken.","Radio","Selectievakjes, keuzerondjes en schakelaars","Aan/uit-schakelaars bepalen de status van 1 instellingsoptie. De optie die door de schakelaar wordt beheerd, en de status waarin de schakelaar zich bevindt, moeten duidelijk worden gemaakt via het bijbehorende inline label.","Schakelaar","Selectieopties","Het patroon 'Gedeelde as' wordt gebruikt voor overgangen tussen UI-elementen die een ruimtelijke of navigatiegebonden relatie hebben. Dit patroon gebruikt een gedeelde transformatie op de X-, Y- of Z-as om de relatie tussen elementen te benadrukken.","Kunst en creatief","TERUG","Gebundeld","Zakelijk","Gebundelde categorieën worden als groepen weergegeven in je feed. Je kunt dit later altijd wijzigen.","Je cursussen stroomlijnen","ACCOUNT MAKEN","Culinair","Knoppen voor volgende en terug","Design","E-MAILADRES VERGETEN?","Illustratie","Afzonderlijk getoond","VOLGENDE","Inloggen met je account","E-mailadres of telefoonnummer","Hallo David Park","Gedeelde X-as","268 albums","min","Artist","Album","A-Z","Sorteren op Onlangs afgespeeld","Onlangs geluisterd","Gedeelde Y-as","Recept voor sandwich met rundvlees","Sandwich met rundvlees","Recept voor hamburger","Hamburger","Recept voor gerecht met krab","Krab","Knop voor icoon Instellingen","Recept voor dessert","Dessert","Hulp","Meldingen","Privacy","Profiel","Recept voor sandwich","Sandwich","Opgeslagen recepten","Instellingen","Recept voor gerecht met garnalen","Garnalen","Gedeelde Z-as","Een eenvoudig dialoogvenster biedt de gebruiker een keuze tussen meerdere opties. Een eenvoudig dialoogvenster bevat een optionele titel die boven de keuzes wordt weergegeven.","Eenvoudig","Eenvoudig menu","Doorlopend","Doorlopende schuifregelaar voor bereik met aangepast thema","Doorlopend met bewerkbare numerieke waarde","Schuifregelaars geven een waardebereik langs een balk weer, waarop gebruikers één waarde kunnen selecteren. Ze zijn ideaal om instellingen (zoals volume of helderheid) aan te passen en afbeeldingsfilters toe te passen.","Afzonderlijk","Afzonderlijke schuifregelaar met aangepast thema","Bewerkbare numerieke waarde","Widgets om een waarde te selecteren door middel van vegen","Schuifregelaars","Je hebt op de snackbaractie gedrukt.","ACTIE","EEN SNACKBAR TONEN","Snackbars informeren gebruikers over een proces dat een app heeft uitgevoerd of gaat uitvoeren. Ze zijn tijdelijk zichtbaar, onderaan het scherm. Ze verstoren de gebruikerservaring niet en verdwijnen zonder invoer van de gebruiker.","Snackbars tonen berichten onderaan het scherm","Dit is een snackbar.","Snackbars","Tabbladen delen content in op basis van verschillende schermen, datasets en andere interacties.","Niet-scrollend","Scrollend","Tabbladen met onafhankelijk scrollbare weergaven","Tabbladen","Als je op een tekstknop drukt, wordt een inktvlekeffect weergegeven, maar gaat de knop niet omhoog. Gebruik tekstknoppen op taakbalken, in dialoogvensters en inline met opvulling","Tekstknop","Met tekstvelden kunnen gebruikers tekst invoeren in een gebruikersinterface. Ze worden meestal gebruikt in formulieren en dialoogvensters.","E-mailadres","Geef een wachtwoord op.","(###) ###-#### - geef een Amerikaans telefoonnummer op.","Los de rood gemarkeerde fouten op voordat je het formulier indient.","Wachtwoord verbergen","Houd het kort, dit is een demo.","Levensverhaal","Naam*",["Het telefoonnummer van  is ",["n","0"],["r","1"]],"Naam is vereist.","Maximaal acht tekens.","Geef alleen letters op.","Wachtwoord*","De wachtwoorden komen niet overeen","Telefoonnummer*","* geeft een verplicht veld aan","Typ het wachtwoord opnieuw*","Salaris","Wachtwoord tonen","INDIENEN","Eén regel bewerkbare tekst en cijfers","Vertel ons meer over jezelf (bijvoorbeeld wat voor werk je doet of wat je hobby's zijn)","TEKSTVELDEN","USD","Hoe noemen mensen je?","Op welk nummer kunnen we je bereiken?","Je e-mailadres","Toont een dialoogvenster met een tijdkiezer in material design.","Tijdkiezer","Schakelknoppen kunnen worden gebruikt om gerelateerde opties tot een groep samen te voegen. Een groep moet een gemeenschappelijke container hebben om een groep gerelateerde schakelknoppen te benadrukken.","Schakelknoppen","Tooltip bevat een label dat de functie uitlegt van een knop of andere gebruikersinterface-actie. In tooltip wordt informatieve tekst weergegeven als gebruikers de muisaanwijzer of focus op een element plaatsen of het lang indrukken.","Druk lang op een element of plaats de muisaanwijzer erop om de tooltip weer te geven.","Kort bericht dat wordt weergegeven bij lang indrukken of muisaanwijzer plaatsen","Tooltip","Twee regels","Details","Dit is het gedrag van TwoPane op een opvouwbaar apparaat.","Opvouwbaar",["Item ",["5","0"]],["Details van item ",["h","0"]],"Lijst","Selecteer een item","Dit is het gedrag van TwoPane op een apparaat met een klein scherm.","Klein scherm","Responsieve lay-out op opvouwbare, grote en kleine schermen","Dit is het gedrag van TwoPane op een groter scherm zoals een tablet of desktop.","Tablet/desktop","TwoPane","Definities voor de verschillende typografische stijlen van material design.","Alle vooraf gedefinieerde tekststijlen","Typografie","Verticale scheidingslijn","Deselecteren","Account toevoegen","AKKOORD","ANNULEREN","NIET AKKOORD","NIET OPSLAAN","Concept weggooien?","Een demo van een dialoogvenster op volledig scherm","OPSLAAN","Dialoogvenster voor volledig scherm","Laat Google apps helpen bij het bepalen van de locatie. Dit houdt in dat anonieme locatiegegevens naar Google worden verzonden, zelfs als er geen apps actief zijn.","Locatieservice van Google gebruiken?",["Je hebt '' geselecteerd",["9","0"]],"Back-upaccount instellen","DIALOOGVENSTER TONEN","SLUITEN","Een op content gerichte nieuws-app","Hervorming van het Groene Leger van binnenuit","Bijentekort in landbouwgebied","Ontwerpers gebruiken technologie voor futuristische stoffen","Feministen pakken de partijgeest aan","De toekomst van benzine","De stille maar sterke revolutie in de gezondheidszorg","Stagnerende aandelenkoersen maken valuta populair","Verdeelde Amerikaanse levens tijdens de oorlog","Nieuwste updates","Zakelijk","Cultuur","Voorpagina","Politiek","Wetenschap","Sport","Technologie","Reizen","Verenigde Staten","Wereld","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",["GitHub-opslagplaats ",["k","0"]],"STIJLEN EN OVERIG","Categorieën","Galerij","Laden","Niet geselecteerd","Strand","Bronsgieterij","Chennai","Chettinad","Visser","Bloemenmarkt","Lunchbereiding","Markt","Pondicherry","Zoutpan","Scooters","Zijdewever","Tanjore","Thanjavur-tempel",["-rekening  met .",["0","0"],["a","1"],["f","2"]],"Spaarrekening auto","Lopende rekening","Spaarrekening huishouden","Vakantie","Accounteigenaar","Jaarlijks rentepercentage","Betaalde rente vorig jaar","Rentepercentage","Rente (jaar tot nu toe)","Volgend afschrift","Totaal","Accounts","Meldingen",["Je hebt deze maand  besteed aan geldautomaatkosten.",["j","0"]],["Goed bezig! Er staat  meer op je lopende rekening dan vorige maand.",["l","0"]],["Let op, je hebt  van je Shopping-budget voor deze maand gebruikt.",["g","0"]],["Je hebt deze week  besteed aan restaurants.",["i","0"]],[3,0,["Verhoog je potentiële belastingaftrek: wijs categorieën toe aan  niet-toegewezen transacties.",["1s","0"]],[4,"Verhoog je potentiële belastingaftrek: wijs categorieën toe aan één niet-toegewezen transactie."]],["Rekening van  voor , te betalen vóór .",["d","0"],["j","1"],["11","2"]],"Te betalen bedrag","Betaald bedrag","Totaalbedrag","Facturen","Vervaldatum",["-budget met  van  verbruikt, nog  over",["0","0"],["c","1"],["h","2"],["x","3"]],"Kleding","Koffiebars","Boodschappen","Restaurants","Resterend bedrag","Gebruikt bedrag","Totaallimiet","Resterend","Budgetten","Een app voor persoonlijke financiën","RESTEREND","INLOGGEN","Inloggen","Inloggen bij Rally","Heb je geen account?","Wachtwoord","Onthouden","AANMELDEN","Gebruikersnaam","ALLES WEERGEVEN","Alle rekeningen bekijken","Alle facturen bekijken","Alle budgetten bekijken","Geldautomaten vinden","Hulp","Accounts beheren","Meldingen","Instellingen voor papierloos gebruik","Toegangscode en Touch ID","Persoonlijke informatie","Uitloggen","Belastingdocumenten","ACCOUNTS","FACTUREN","BUDGETTEN","OVERZICHT","INSTELLINGEN","Een efficiënte, gefocuste e-mail-app","Concepten","Inbox","Gestuurd","Spam","Met ster","Prullenbak","Selecteren","Selecteerbaar (lang indrukken)","Geselecteerd","Over Flutter Gallery","Ontworpen door TOASTER uit Londen","Instellingen sluiten","Instellingen","Donker","Feedback versturen","Licht","Land","Platformmechanica","Slow motion","Systeem","Tekstrichting","Van links naar rechts","Gebaseerd op land","Van rechts naar links","Tekstgrootte","Enorm","Groot","Normaal","Klein","Thema","Instellingen","ANNULEREN","WINKELWAGEN LEEGMAKEN",[3,0,[" ITEMS",["0","0"]],[2,"GEEN ITEMS",4,"1 ITEM"]],"WINKELWAGEN","Verzendkosten:","Subtotaal:","Btw:","TOTAAL","ACCESSOIRES","ALLE","KLEDING","IN HUIS","Een modieuze winkel-app","Wachtwoord","Gebruikersnaam","UITLOGGEN","MENU","VOLGENDE","Blauwe aardewerken mok","T-shirt met geschulpte kraag (cerise)","Servetten (gebroken wit)","Spijkeroverhemd","Klassieke witte kraag","Clay-sweater","Koperen rooster","T-shirt met fijne lijnen","Garden-ketting","Gatsby-pet","Gentry-jas","Goudkleurig bureautrio","Sjaal (oker)","Ruimvallende tanktop (grijs)","Hurrahs-theeset","Keukenquattro","Broek (marineblauw)","Tuniek (gebroken wit)",["x ",["2","0"]],["Aantal: ",["8","0"]],"Quartet-tafel","Opvangbak voor regenwater","Ramona-crossover","Tuniek (zeegroen)","Seabreeze-sweater","T-shirt met gerolde schouders","Schoudertas","Soothe-keramiekset","Stella-zonnebril","Strut-oorbellen","Vetplantpotten","Overhemdjurk","Surf and perf-shirt","Vagabond-rugtas","Sportsokken","Walter henley (wit)","Geweven sleutelhanger","Wit shirt met krijtstreep","Whitney-riem",[3,0,["Winkelwagen,  artikelen",["d","0"]],[2,"Winkelwagen, geen artikelen",4,"Winkelwagen, 1 artikel"]],"Toevoegen aan winkelwagen",[" verwijderen",["0","0"]],"Winkelwagen sluiten","Menu sluiten","Menu openen","Item verwijderen","Zoeken","Instellingen","INLOGGEN","Selecteer een demo","Een responsieve starterlay-out",["Item ",["5","0"]],"Hoofdtekst","KNOP","Kop","Subtitel","Titel","Starter-app","Toevoegen","Favoriet","Zoeken","Delen"]