[0,"el","sdse34",0,null,["Για να δείτε τον πηγαίο κώδικα για αυτήν την εφαρμογή, επισκεφτείτε το .",[71,0]],"Πίσω στη Συλλογή","Εικονίδιο αρχής","Πολλές ενέργειες","Επαναφορά του banner","Ο κωδικός πρόσβασής σας ενημερώθηκε στην άλλη συσκευή σας. Συνδεθείτε ξανά.","Γραμμή εφαρμογής στο κάτω μέρος","Εγκοπή","Θέση κινούμενου κουμπιού ενεργειών","Προσδεδεμένο - Κέντρο","Προσδεδεμένο - Τέλος","Κινούμενο - Κέντρο","Κινούμενο - Τέλος","Λογαριασμός","Ξυπνητήρι","Ημερολόγιο","Κάμερα","Σχόλια",["Placeholder για την καρτέλα ",[28,0]],"ΚΟΥΜΠΙ","Δημιουργία","Εξερεύνηση",["Εξερεύνηση ",[11,0]],["Κοινοποίηση ",[12,0]],"Με δυνατότητα πατήματος","Τανχαβούρ","Τσέτιναντ","Αριθμός 10","Παραγωγοί μεταξιού","Ναοί","Τανχαβούρ, Ταμίλ Ναντού","Σιβαγκάνγκα, Ταμίλ Ναντού","Κορυφαίες 10 πόλεις για επίσκεψη στην πολιτεία Ταμίλ Ναντού","Τεχνίτες της Νότιας Ινδίας","Ναός Μπριχαντισβάρα","Ποδηλασία","Ανελκυστήρας","Τζάκι","Μεγάλο","Μέτριο","Μικρό","Ενεργοποίηση φωτισμού","Πλυντήριο","ΚΕΧΡΙΜΠΑΡΙ","ΜΠΛΕ","ΜΠΛΕ ΓΚΡΙ","ΚΑΦΕ","ΚΥΑΝΟ","ΒΑΘΥ ΠΟΡΤΟΚΑΛΙ","ΒΑΘΥ ΜΟΒ","ΠΡΑΣΙΝΟ","ΓΚΡΙ","ΛΟΥΛΑΚΙ","ΑΝΟΙΧΤΟ ΜΠΛΕ","ΑΝΟΙΧΤΟ ΠΡΑΣΙΝΟ","ΚΙΤΡΙΝΟ","ΠΟΡΤΟΚΑΛΙ","ΡΟΖ","ΜΟΒ","ΚΟΚΚΙΝΟ","ΓΑΛΑΖΟΠΡΑΣΙΝΟ","ΚΙΤΡΙΝΟ","Μια εξατομικευμένη εφαρμογή για ταξίδια","ΦΑΓΗΤΟ","Νάπολη, Ιταλία","Πίτσα σε ξυλόφουρνο","Ντάλας, Ηνωμένες Πολιτείες","Λισαβόνα, Πορτογαλία","Γυναίκα που κρατάει ένα τεράστιο σάντουιτς παστράμι","Άδειο μπαρ με σκαμπό εστιατορίου","Κόρδοβα, Αργεντινή","Μπέργκερ","Πόρτλαντ, Ηνωμένες Πολιτείες","Κορεατικό τάκο","Παρίσι, Γαλλία","Επιδόρπιο σοκολάτας","Σεούλ, Νότια Κορέα","Χώρος καθήμενων καλλιτεχνικού εστιατορίου","Σιάτλ, Ηνωμένες Πολιτείες","Πιάτο με γαρίδες","Νάσβιλ, Ηνωμένες Πολιτείες","Είσοδος φούρνου","Ατλάντα, Ηνωμένες Πολιτείες","Πιάτο με καραβίδες","Μαδρίτη, Ισπανία","Πάγκος καφετέριας με αρτοσκευάσματα",[3,0,[" εστιατόρια",[0,0]],[2,"Κανένα εστιατόριο",4,"1 εστιατόριο"]],"Αναζήτηση εστιατορίων κατά προορισμό",[" ",[0,0],[1,1]],"ΠΤΗΣΗ","Άσπεν, Ηνωμένες Πολιτείες","Σαλέ σε χιονισμένο τοπίο με αειθαλή δέντρα","Μπιγκ Σερ, Ηνωμένες Πολιτείες","Κάιρο, Αίγυπτος","Οι πύργοι του τεμένους Αλ-Αζχάρ στο ηλιοβασίλεμα","Λισαβόνα, Πορτογαλία","Φάρος από τούβλα στη θάλασσα","Νάπα, Ηνωμένες Πολιτείες","Λιμνούλα με φοινικόδεντρα","Μπαλί, Ινδονησία","Πισίνα δίπλα στη θάλασσα με φοινικόδεντρα","Μια σκηνή σε ένα λιβάδι","Κοιλάδα Κούμπου, Νεπάλ","Σημαίες προσευχής μπροστά από ένα χιονισμένο βουνό","Μάτσου Πίτσου, Περού","Φρούριο Μάτσου Πίτσου","Μαλέ, Μαλδίβες","Μπανγκαλόου πάνω στο νερό","Βιτζνάου, Ελβετία","Ξενοδοχείο δίπλα στη λίμνη μπροστά από βουνά","Πόλη του Μεξικού, Μεξικό","Αεροφωτογραφία του Palacio de Bellas Artes","Όρος Ράσμορ, Ηνωμένες Πολιτείες","Όρος Ράσμορ","Σιγκαπούρη","Supertree Grove","Αβάνα, Κούβα","Άνδρας που ακουμπάει σε αυτοκίνητο αντίκα",[3,0,[" στάσεις",[0,0]],[2,"Απευθείας",4,"1 στάση"]],"Αναζητήστε πτήσεις κατά προορισμό","Επιλογή ημερομηνίας","Επιλογή ημερομηνιών","Επιλογή προορισμού","Εστιατόρια","Επιλογή τοποθεσίας","Επιλογή προέλευσης","Επιλογή ώρας","Ταξιδιώτες",[3,0,["ώ.",[0,0]],[4,"1 ώ."]],[3,0,["λ.",[0,0]],[4,"1 λ."]],"ΥΠΝΟΣ","Μαλέ, Μαλδίβες","Μπανγκαλόου πάνω στο νερό","Άσπεν, Ηνωμένες Πολιτείες","Κάιρο, Αίγυπτος","Οι πύργοι του τεμένους Αλ-Αζχάρ στο ηλιοβασίλεμα","Ταϊπέι, Ταϊβάν","Ουρανοξύστης Taipei 101","Σαλέ σε χιονισμένο τοπίο με αειθαλή δέντρα","Μάτσου Πίτσου, Περού","Φρούριο Μάτσου Πίτσου","Αβάνα, Κούβα","Άνδρας που ακουμπάει σε αυτοκίνητο αντίκα","Βιτζνάου, Ελβετία","Ξενοδοχείο δίπλα στη λίμνη μπροστά από βουνά","Μπιγκ Σερ, Ηνωμένες Πολιτείες","Μια σκηνή σε ένα λιβάδι","Νάπα, Ηνωμένες Πολιτείες","Λιμνούλα με φοινικόδεντρα","Πόρτο, Πορτογαλία","Πολύχρωμα διαμερίσματα στην πλατεία Riberia","Τουλούμ, Μεξικό","Ερείπια των Μάγια σε έναν γκρεμό πάνω από μια παραλία","Λισαβόνα, Πορτογαλία","Φάρος από τούβλα στη θάλασσα",[3,0,[" διαθέσιμες ιδιότητες",[0,0]],[2,"Καμία διαθέσιμη ιδιοκτησία",4,"1 διαθέσιμη ιδιοκτησία"]],"Αναζήτηση ιδιοκτησιών κατά προορισμό","Να επιτραπεί","Μηλόπιτα","Ακύρωση","Τσίζκεϊκ","Σοκολατένιο μπράουνι","Επιλέξτε το αγαπημένο σας επιδόρπιο από την παρακάτω λίστα. Η επιλογή σας θα χρησιμοποιηθεί για την προσαρμογή της προτεινόμενης λίστας εστιατορίων στην περιοχή σας.","Απόρριψη","Δεν επιτρέπεται","Επιλέξτε αγαπημένο επιδόρπιο","Η τρέχουσα τοποθεσία σας θα εμφανίζεται στον χάρτη και θα χρησιμοποιείται για εμφάνιση οδηγιών, κοντινών αποτελεσμάτων αναζήτησης και εκτιμώμενη διάρκεια διαδρομής.","Να επιτρέπεται στους Χάρτες να έχουν πρόσβαση στην τοποθεσία σας, ενώ χρησιμοποιείτε την εφαρμογή;","Τιραμισού","Κουμπί","Με φόντο","Εμφάνιση ειδοποίησης","Συζήτηση","Αρχική σελίδα","Προφίλ","Ασβέστιο (%)","Θερμίδες","Υδατάνθρακες (γρ.)","Επιδόρπιο (1 μερίδα)","Λίπος (γρ.)","Σίδηρος (%)","Πρωτεΐνη (γρ.)","Νάτριο (mg)","Διατροφή","Apple pie","Cupcake","Donut","Eclair","Frozen yogurt","Gingerbread","Honeycomb","Ice Cream Sandwich","Jelly bean","Lollipop",[" με μέλι",[0,0]],[" με ζάχαρη",[0,0]],"Επίδειξη","Πατήστε για να επεξεργαστείτε πλακίδια και χρησιμοποιήστε κινήσεις για να μετακινηθείτε σε μια σκηνή. Σύρετε για μετακίνηση, πλησιάστε τα δάχτυλά σας για εστίαση, περιστρέψτε με δύο δάχτυλα. Πατήστε το κουμπί επαναφοράς για να επιστρέψετε στον αρχικό προσανατολισμό.","Επεξεργασία πλακιδίου","Επαναφορά μετασχηματισμών","Μετακίνηση, εστίαση, περιστροφή","Μετασχηματισμοί 2D","Τα τσιπ δράσης είναι ένα σύνολο επιλογών που ενεργοποιούν μια δράση που σχετίζεται με το αρχικό περιεχόμενο. Τα τσιπ δράσης θα πρέπει να εμφανίζονται δυναμικά και με βάση τα συμφραζόμενα στη διεπαφή χρήστη.","Τσιπ δράσης","Ένα παράθυρο διαλόγου ειδοποίησης που ενημερώνει τον χρήστη για καταστάσεις που απαιτούν επιβεβαίωση. Ένα παράθυρο διαλόγου ειδοποίησης με προαιρετικό τίτλο και προαιρετική λίστα ενεργειών.","Ειδοποίηση","Ειδοποίηση με τίτλο","Η γραμμή εφαρμογής παρέχει περιεχόμενο και ενέργειες που σχετίζονται με την τρέχουσα οθόνη. Χρησιμοποιείται στο πλαίσιο της καθιέρωσης επωνυμίας, των τίτλων οθόνης, της πλοήγησης και των ενεργειών","Εμφανίζει πληροφορίες και ενέργειες που σχετίζονται με την τρέχουσα οθόνη","Γραμμή εφαρμογής","Ένα banner εμφανίζει ένα σημαντικό, συνοπτικό μήνυμα και παρέχει ενέργειες που μπορούν να εκτελέσουν οι χρήστες (ή δυνατότητα παράβλεψης του banner). Απαιτείται ενέργεια χρήστη για την παράβλεψή του.","Εμφάνιση banner μέσα σε μια λίστα","Banner","Οι γραμμές εφαρμογών στο κάτω μέρος παρέχουν πρόσβαση σε ένα συρτάρι πλοήγησης στο κάτω μέρος και έως τέσσερις ενέργειες, συμπεριλαμβανομένου του κινούμενου κουμπιού ενεργειών.","Προβάλλει πλοήγηση και ενέργειες στο κάτω μέρος","Γραμμή εφαρμογής στο κάτω μέρος","Οι γραμμές πλοήγησης κάτω μέρους εμφανίζουν από τρεις έως πέντε προορισμούς στο κάτω μέρος μιας οθόνης. Κάθε προορισμός αντιπροσωπεύεται από ένα εικονίδιο και μια προαιρετική ετικέτα κειμένου. Με το πάτημα ενός εικονιδίου πλοήγησης στο κάτω μέρος, ο χρήστης μεταφέρεται στον προορισμό της πλοήγησης ανώτερου επιπέδου που συσχετίζεται με αυτό το εικονίδιο.","Μόνιμες ετικέτες","Επιλεγμένη ετικέτα","Πλοήγηση κάτω μέρους με προβολές σταδιακής μετάβασης","Πλοήγηση κάτω μέρους","Προσθήκη","ΕΜΦΑΝΙΣΗ ΦΥΛΛΟΥ ΚΑΤΩ ΜΕΡΟΥΣ","Κεφαλίδα",["Στοιχείο ",[9,0]],"Ένα αποκλειστικό φύλλο στο κάτω μέρος αποτελεί εναλλακτική λύση συγκριτικά με ένα μενού ή παράθυρο διαλόγου και αποτρέπει την αλληλεπίδραση του χρήστη με την υπόλοιπη εφαρμογή.","Αποκλειστικό φύλλο κάτω μέρους","Ένα μόνιμο φύλλο στο κάτω μέρος εμφανίζει πληροφορίες που συμπληρώνουν το κύριο περιεχόμενο της εφαρμογής. Ένα μόνιμο φύλλο στο κάτω μέρος παραμένει ορατό ακόμη και όταν ο χρήστης αλληλεπιδρά με άλλα μέρη της εφαρμογής.","Μόνιμο φύλλο στο κάτω μέρος","Μόνιμα και αποκλειστικά φύλλα κάτω μέρους","Φύλλο κάτω μέρους","Πεδία κειμένου","Κειμένου, ανυψωμένα, με περίγραμμα κ.α.","Κουμπιά","Μια κάρτα είναι ένα φύλλο υλικού που χρησιμοποιείται για την αναπαράσταση ορισμένων σχετικών πληροφοριών, για παράδειγμα ενός άλμπουμ, μιας γεωγραφικής τοποθεσίας, ενός γεύματος, στοιχείων επικοινωνίας κ.λπ.","Κάρτες γραμμής βάσης με στρογγυλεμένες γωνίες","Κάρτες","Μενού λίστας ελέγχου","Συμπαγή στοιχεία που αντιπροσωπεύουν μια εισαγωγή, ένα χαρακτηριστικό ή μια δράση","Τσιπ","Τα τσιπ επιλογής αντιπροσωπεύουν μία επιλογή από ένα σύνολο. Τα τσιπ επιλογής περιέχουν σχετικό περιγραφικό κείμενο ή κατηγορίες.","Τσιπ επιλογής","Μια κυκλική ένδειξη προόδου του Material Design, που περιστρέφεται για να υποδείξει ότι η εφαρμογή είναι απασχολημένη.","Κυκλική ένδειξη προόδου","Κωδικός επίδειξης","Αντιγράφηκε στο πρόχειρο.","ΑΝΤΙΓΡΑΦΗ ΟΛΩΝ",["Η αντιγραφή στο πρόχειρο απέτυχε: ",[34,0]],"Χρώματα και δείγματα χρώματος που αντιπροσωπεύουν τη χρωματική παλέτα του material design.","Όλα τα προκαθορισμένα χρώματα","Χρώματα","Κάρτες, λίστες και FAB","Το μοτίβο μετασχηματισμού κοντέινερ έχει σχεδιαστεί για μεταβάσεις μεταξύ στοιχείων διεπαφής χρήστη που περιλαμβάνουν ένα κοντέινερ. Αυτό το μοτίβο δημιουργεί μια ορατή σύνδεση μεταξύ δύο στοιχείων διεπαφής χρήστη.","Λειτουργία σταδιακής εξαφάνισης","Μετασχηματισμός κοντέινερ","ΣΤΑΔΙΑΚΗ ΕΞΑΦΑΝΙΣΗ","ΣΤΑΔΙΑΚΗ ΕΞΑΦΑΝΙΣΗ ΔΙΑ ΜΕΣΟΥ","Μενού περιβάλλοντος","Ένα φύλλο ενεργειών είναι ένα συγκεκριμένο στιλ ειδοποίησης που παρουσιάζει στον χρήστη ένα σύνολο δύο ή περισσότερων επιλογών που σχετίζονται με το τρέχον περιβάλλον. Ένα φύλλο ενεργειών μπορεί να έχει τίτλο, επιπλέον μήνυμα και μια λίστα ενεργειών.","Φύλλο ενεργειών","Ένδειξη δραστηριότητας σε στιλ iOS που περιστρέφεται δεξιόστροφα.","Ενδείξεις δραστηριότητας σε στιλ iOS","Ένδειξη δραστηριότητας","Μόνο κουμπιά ειδοποίησης","Ειδοποίηση με κουμπιά","Ένα παράθυρο διαλόγου ειδοποίησης που ενημερώνει τον χρήστη για καταστάσεις που απαιτούν επιβεβαίωση. Ένα παράθυρο διαλόγου ειδοποίησης με προαιρετικό τίτλο, προαιρετικό περιεχόμενο και προαιρετική λίστα ενεργειών. Ο τίτλος εμφανίζεται πάνω από το περιεχόμενο και οι ενέργειες εμφανίζονται κάτω από το περιεχόμενο.","Ειδοποίηση","Ειδοποίηση με τίτλο","Παράθυρα διαλόγου ειδοποίησης σε στιλ iOS","Ειδοποιήσεις","Ένα κουμπί σε στιλ iOS. Εμφανίζει κείμενο ή/και ένα εικονίδιο που εξαφανίζεται και εμφανίζεται σταδιακά με το άγγιγμα. Μπορεί να έχει φόντο προαιρετικά.","Κουμπιά σε στιλ iOS","Κουμπιά","Πρώτη ενέργεια","Πατήστε παρατεταμένα το λογότυπο Flutter για να δείτε το μενού περιβάλλοντος.","Δεύτερη ενέργεια","Ένα μενού περιβάλλοντος πλήρους οθόνης με στιλ iOS, το οποίο εμφανίζεται με το παρατεταμένο πάτημα ενός στοιχείου.","Μενού περιβάλλοντος με στιλ iOS","Μενού περιβάλλοντος","Μια γραμμή πλοήγησης τύπου iOS. Η γραμμή πλοήγησης είναι μια γραμμή εργαλείων που αποτελείται, κατά το ελάχιστο, από έναν τίτλο σελίδας στο μέσο της γραμμής εργαλείων.","Γραμμή πλοήγησης τύπου iOS","Γραμμή πλοήγησης","Εργαλείο επιλογής","Ημερομηνία","Ημερομηνία και ώρα","Ένα γραφικό στοιχείο εργαλείου επιλογής τύπου iOS το οποίο μπορεί να χρησιμοποιηθεί για την επιλογή συμβολοσειρών, ημερομηνιών, ωρών ή της ημερομηνίας και της ώρας μαζί.","Εργαλεία επιλογής τύπου iOS","Ώρα","Χρονόμετρο","Εργαλεία επιλογής","Ένα γραφικό στοιχείο που χρησιμοποιεί το στοιχείο ελέγχου περιεχομένου τύπου iOS για ανανέωση με σύρσιμο προς τα κάτω.","Στοιχείο ελέγχου τύπου iOS για ανανέωση με σύρσιμο προς τα κάτω","Σύρετε προς τα κάτω για ανανέωση","Μια γραμμή κύλισης που αναδιπλώνει το θυγατρικό στοιχείο","Γραμμή κύλισης τύπου iOS","Γραμμή κύλισης","Ένα πεδίο κειμένου αναζήτησης που επιτρέπει στον χρήστη να κάνει αναζητήσεις καταχωρίζοντας κείμενο και το οποίο μπορεί να προσφέρει και να φιλτράρει προτάσεις.","Καταχωρίστε κείμενο","Πεδίο κειμένου αναζήτησης τύπου iOS","Πεδίο κειμένου αναζήτησης","Χρησιμοποιείται για τον ορισμό μιας επιλογής μέσα από έναν αριθμό επιλογών που αποκλείουν η μία την άλλη. Όταν ορίζεται μία επιλογή στον τμηματοποιημένο έλεγχο, καταργείται ο ορισμός των άλλων επιλογών στον τμηματοποιημένο έλεγχο.","Τμηματοποιημένος έλεγχος σε στιλ iOS","Τμηματοποιημένος έλεγχος",["Συνεχές: ",[9,0]],"Ένα ρυθμιστικό που μπορεί να χρησιμοποιηθεί για την επιλογή ανάμεσα σε ένα συνεχές ή διακριτό σύνολο τιμών.",["Διακριτό: ",[10,0]],"Ρυθμιστικό σε στιλ iOS","Ρυθμιστικό","Ένας διακόπτης που χρησιμοποιείται για την εναλλαγή της κατάστασης ενεργοποίησης/απενεργοποίησης μιας μεμονωμένης ρύθμισης.","Διακόπτης σε στιλ iOS","Μια κάτω γραμμή πλοήγησης καρτελών σε στιλ iOS. Εμφανίζει πολλές καρτέλες, από τις οποίες μία είναι ενεργή, από προεπιλογή η πρώτη.","Κάτω γραμμή καρτελών σε στιλ iOS","Γραμμή καρτελών","Ένα πεδίο κειμένου που επιτρέπει στον χρήστη να εισάγει κείμενο, είτε με ένα πληκτρολόγιο υλικού είτε με ένα πληκτρολόγιο οθόνης.","PIN","Πεδία κειμένου τύπου iOS","Πεδία κειμένου","Τα ρυθμιστικά αντικατοπτρίζουν ένα εύρος τιμών κατά μήκος μιας γραμμής, μέσω της οποίας οι χρήστες μπορούν να επιλέξουν μία τιμή ή ένα εύρος τιμών. Μπορείτε να προσαρμόσετε ή να προσθέσετε θέμα στα ρυθμιστικά.","Προσαρμοσμένα ρυθμιστικά","Οι πίνακες δεδομένων εμφανίζουν πληροφορίες σε μορφή πλέγματος με σειρές και στήλες. Οργανώνουν τις πληροφορίες με εποπτικό τρόπο, έτσι ώστε οι χρήστες να μπορούν να αναζητούν εύκολα μοτίβα και insight.","Σειρές και στήλες πληροφοριών","Πίνακες δεδομένων","Εμφανίζει ένα παράθυρο διαλόγου που περιέχει ένα εργαλείο επιλογής ημερομηνίας material design.","Εργαλείο επιλογής ημερομηνίας","Εμφανίζει ένα παράθυρο διαλόγου που περιέχει ένα εργαλείο επιλογής ημερομηνιών Material design.","Εργαλείο επιλογής εύρους ημερομηνιών","Απλό, ειδοποίηση και σε πλήρη οθόνη","Παράθυρα διαλόγου","Τα διαχωριστικά μπορούν να χρησιμοποιηθούν για τον διαχωρισμό του περιεχομένου σε λίστες, συρτάρια και σε άλλα σημεία.","Ένα διαχωριστικό είναι μια λεπτή γραμμή που ομαδοποιεί το περιεχόμενο σε λίστες και διατάξεις.","Διαχωριστικό","Τεκμηρίωση API","Τα ανυψωμένα κουμπιά προσθέτουν διάσταση στις κυρίως επίπεδες διατάξεις. Δίνουν έμφαση σε λειτουργίες σε γεμάτους ή μεγάλους χώρους.","Ανυψωμένο κουμπί","ΑΚΥΡΩΣΗ","ΑΠΟΡΡΙΨΗ","Παράθυρο διαλόγου προειδοποιήσεων","Αποκλειστικό παράθυρο και FAB","Το μοτίβο σταδιακής εξαφάνισης χρησιμοποιείται για στοιχεία διεπαφής χρήστη που μπαίνουν ή βγαίνουν από τα όρια της οθόνης , όπως ένα παράθυρο διαλόγου που εμφανίζεται σταδιακά στο κέντρο της οθόνης.","ΑΠΟΚΡΥΨΗ ΚΙΝΟΥΜΕΝΟΥ ΚΟΥΜΠΙΟΥ ΕΝΕΡΓΕΙΑΣ","ΕΜΦΑΝΙΣΗ ΑΠΟΚΛΕΙΣΤΙΚΗΣ ΕΙΔΟΠΟΙΗΣΗΣ","ΕΜΦΑΝΙΣΗ ΚΙΝΟΥΜΕΝΟΥ ΚΟΥΜΠΙΟΥ ΕΝΕΡΓΕΙΑΣ","Σταδιακή εξαφάνιση","Άλμπουμ","Πλοήγηση κάτω μέρους","Το μοτίβο σταδιακής εξαφάνισης στο κέντρο χρησιμοποιείται για μεταβάσεις μεταξύ στοιχείων διεπαφής χρήστη που δεν έχουν μια ισχυρή σχέση ανάμεσά τους.","Φωτογραφίες","Αναζήτηση","123 φωτογραφίες","Σταδιακή εξαφάνιση διά μέσου","Τα τσιπ φίλτρου χρησιμοποιούν ετικέτες ή περιγραφικές λέξεις για το φιλτράρισμα περιεχομένου.","Τσιπ φίλτρου","Ένα κινούμενο κουμπί ενεργειών είναι ένα κουμπί με κυκλικό εικονίδιο που κινείται πάνω από το περιεχόμενο για να προωθήσει μια κύρια ενέργεια στην εφαρμογή.","Κινούμενο κουμπί ενεργειών","Η ιδιότητα fullscreenDialog καθορίζει εάν η εισερχόμενη σελίδα αποτελεί ένα παράθυρο διαλόγου σε πλήρη οθόνη.","Πλήρης οθόνη","Πλήρης οθόνη","Οι λίστες πλέγματος είναι κατάλληλες για παρουσίαση ομοιογενών δεδομένων, συνήθως εικόνων. Κάθε στοιχείο σε μια λίστα πλέγματος ονομάζεται πλακίδιο.","Με υποσέλιδο","Με κεφαλίδα","Μόνο εικόνα","Διάταξη σειράς και στήλης","Λίστες πλέγματος","Πληροφορίες","Τα τσιπ εισαγωγής αντιπροσωπεύουν ένα περίπλοκο τμήμα πληροφοριών, όπως μια οντότητα (άτομο, μέρος ή πράγμα) ή κείμενο συνομιλίας, σε συμπαγή μορφή.","Τσιπ εισαγωγής","Δεν ήταν δυνατή η προβολή του URL:","Μια γραμμική ένδειξη προόδου του Material Design, η οποία είναι επίσης γνωστή ως γραμμή προόδου.","Γραμμική ένδειξη προόδου","Μία γραμμή σταθερού ύψους που συνήθως περιέχει κείμενο καθώς και ένα εικονίδιο στην αρχή ή στο τέλος.","Δευτερεύον κείμενο","Διατάξεις κυλιόμενων λιστών","Λίστες","Απενεργοποιημένο στοιχείο μενού","Ένα στοιχείο με μενού λίστας ελέγχου","Ένα στοιχείο με μενού περιβάλλοντος","Ένα στοιχείο με μενού χωρισμένο σε ενότητες","Ένα στοιχείο με απλό μενού",["Ελέγχθηκε: ",[11,0]],"Στοιχείο μενού περιβάλλοντος ένα","Στοιχείο μενού περιβάλλοντος τρία","Ένα μενού παρουσιάζει μια λίστα επιλογών σε μια προσωρινή επιφάνεια. Εμφανίζονται όταν οι χρήστες αλληλεπιδρούν με ένα κουμπί, μια ενέργεια ή άλλο στοιχείο ελέγχου.","Τέσσερα","Λήψη συνδέσμου","Στοιχείο μενού ένα","Στοιχείο μενού τρία","Στοιχείο μενού δύο","Ένα","Προεπισκόπηση","Κατάργηση",["Επιλέχθηκε: ",[12,0]],"Κοινοποίηση","Κουμπιά μενού και απλά μενού","Τρία","Μενού","Δύο","Σελίδα λεπτομερειών","Στοιχείο λίστας","Δευτερεύον κείμενο","Τίτλος","Δευτερεύον","Όλα τα προκαθορισμένα μοτίβα μετάβασης","Κίνηση","Ένα πλαίσιο Material Design που σύρεται οριζόντια από την άκρη της οθόνης για την εμφάνιση συνδέσμων πλοήγησης σε μια εφαρμογή.","Προβολή συρταριού εντός της γραμμής εφαρμογών","Σύρετε από την άκρη ή πατήστε το εικονίδιο στην επάνω αριστερή γωνία για να δείτε το συρτάρι.","Συρτάρι πλοήγησης","Στοιχείο ένα","Στοιχείο δύο","user.name@example.com","Όνομα Χρήστη","Ένα γραφικό στοιχείο υλικού που προορίζεται για προβολή αριστερά ή δεξιά μιας εφαρμογής, για την πλοήγηση μεταξύ ενός μικρού αριθμού προβολών, συνήθως μεταξύ τριών και πέντε.","Πρώτη","Δεύτερη","Προβολή στήλης πλοήγησης σε μια εφαρμογή","Τρίτη","Στήλη πλοήγησης","Μία γραμμή","Πατήστε εδώ για να δείτε διαθέσιμες επιλογές για αυτήν την επίδειξη.","Επιλογές προβολής","Επιλογές","Τα κουμπιά με περίγραμμα γίνονται αδιαφανή και ανυψώνονται κατά το πάτημα. Συχνά συνδυάζονται με ανυψωμένα κουμπιά για να υποδείξουν μια εναλλακτική, δευτερεύουσα ενέργεια.","Κουμπί με περίγραμμα","ΕΜΦΑΝΙΣΗ ΕΡΓΑΛΕΙΟΥ ΕΠΙΛΟΓΗΣ","Επιλογή ημερομηνίας και ώρας","Εργαλεία επιλογής","Γραμμική, κυκλική, απροσδιόριστη","Ενδείξεις προόδου","Τα ρυθμιστικά αντικατοπτρίζουν ένα εύρος τιμών κατά μήκος μιας γραμμής. Διαθέτουν εικονίδια και στα δύο άκρα της γραμμής, τα οποία αντικατοπτρίζουν ένα εύρος τιμών. Είναι ιδανικά για προσαρμογή ρυθμίσεων, όπως η ένταση ήχου, η φωτεινότητα και η εφαρμογή φίλτρων εικόνας.","Ρυθμιστικά εύρους","Μενού με ενότητες","Τα πλαίσια ελέγχου επιτρέπουν στον χρήστη να επιλέξει πολλές επιλογές από ένα σύνολο. Μια τιμή ενός κανονικού πλαισίου ελέγχου είναι είτε true είτε false και η τιμή ενός πλαισίου ελέγχου τριπλής κατάστασης μπορεί, επίσης, να είναι null.","Πλαίσιο ελέγχου","Τα κουμπιά επιλογής επιτρέπουν στον χρήστη να επιλέξει μια επιλογή από ένα σύνολο. Χρησιμοποιήστε τα κουμπιά επιλογής για αποκλειστική επιλογή, εάν πιστεύετε ότι ο χρήστης πρέπει να βλέπει όλες τις διαθέσιμες επιλογές δίπλα-δίπλα.","Ραδιόφωνο","Πλαίσια ελέγχου, κουμπιά επιλογής και διακόπτες","Οι διακόπτες ενεργοποίησης/απενεργοποίησης εναλλάσσουν την κατάσταση μιας μεμονωμένης ρύθμισης. Η επιλογή που ελέγχει ο διακόπτης, καθώς και η κατάσταση στην οποία βρίσκεται, θα πρέπει να αποσαφηνίζεται από την αντίστοιχη ενσωματωμένη ετικέτα.","Εναλλαγή","Στοιχεία ελέγχου επιλογής","Το μοτίβο κοινόχρηστου άξονα χρησιμοποιείται για μεταβάσεις μεταξύ στοιχείων διεπαφής χρήστη που συνδέονται με μια χωρική σχέση ή μια σχέση πλοήγησης. Αυτό το μοτίβο χρησιμοποιεί έναν κοινόχρηστο μετασχηματισμό στον άξονα x, y ή z για να ενδυναμώσει τη σχέση μεταξύ των στοιχείων.","Τέχνη και κατασκευές","ΠΙΣΩ","Ομαδοποιημένο","Επιχειρήσεις","Οι ομαδοποιημένες κατηγορίες εμφανίζονται ως ομάδες στη ροή σας. Μπορείτε πάντα να αλλάξετε αυτήν την επιλογή αργότερα.","Συντονισμός των μαθημάτων σας","ΔΗΜΙΟΥΡΓΙΑ ΛΟΓΑΡΙΑΣΜΟΥ","Μαγειρική","Κουμπιά Επόμενο και Πίσω","Σχέδιο","ΞΕΧΑΣΑΤΕ ΤΗ ΔΙΕΥΘΥΝΣΗ ΗΛΕΚΤΡΟΝΙΚΟΥ ΤΑΧΥΔΡΟΜΕΙΟΥ;","Εικονογράφηση","Μεμονωμένο","ΕΠΟΜΕΝΟ","Σύνδεση με τον λογαριασμό σας","Διεύθυνση ηλεκτρονικού ταχυδρομείου ή αριθμός τηλεφώνου","Γεια σας David Park,","Κοινόχρηστος άξονας x","268 άλμπουμ","λ.","Καλλιτέχνης","Άλμπουμ","Α-Ω","Ταξινόμηση κατά Ακούσατε πρόσφατα","Ακούσατε πρόσφατα","Κοινόχρηστος άξονας y","Συνταγή για σάντουιτς με βοδινό","Σάντουιτς με βοδινό","Συνταγή μπέργκερ","Μπέργκερ","Συνταγή για καβούρι","Καβούρι","Κουμπί εικονιδίου ρυθμίσεων","Συνταγή επιδορπίου","Επιδόρπιο","Βοήθεια","Ειδοποιήσεις","Απόρρητο","Προφίλ","Συνταγή σάντουιτς","Σάντουιτς","Αποθηκευμένες συνταγές","Ρυθμίσεις","Συνταγή για γαρίδες","Γαρίδες","Κοινόχρηστος άξονας z","Ένα απλό παράθυρο διαλόγου που προσφέρει στον χρήστη τη δυνατότητα επιλογής μεταξύ διαφόρων επιλογών. Ένα απλό παράθυρο διαλόγου με προαιρετικό τίτλο που εμφανίζεται πάνω από τις επιλογές.","Απλό","Απλό μενού","Συνεχές","Συνεχές ρυθμιστικό εύρους με προσαρμοσμένο θέμα","Συνεχές με αριθμητική τιμή με δυνατότητα επεξεργασίας","Τα ρυθμιστικά αντικατοπτρίζουν ένα εύρος τιμών κατά μήκος μιας γραμμής, μέσω της οποίας οι χρήστες μπορούν να επιλέξουν μία τιμή. Είναι ιδανικά για προσαρμογή ρυθμίσεων, όπως η ένταση ήχου, η φωτεινότητα και η εφαρμογή φίλτρων εικόνας.","Διακριτό","Διακριτό ρυθμιστικό με προσαρμοσμένο θέμα","Αριθμητική τιμή με δυνατότητα επεξεργασίας","Γραφικά στοιχεία για επιλογή μιας τιμής μέσω σάρωσης","Ρυθμιστικά","Πατήσατε την ενέργεια της αναδυόμενης ειδοποίησης χωρίς δυνατότητα παράβλεψης.","ΕΝΕΡΓΕΙΑ","ΕΜΦΑΝΙΣΗ ΑΝΑΔΥΟΜΕΝΗΣ ΕΙΔΟΠΟΙΗΣΗΣ ΧΩΡΙΣ ΔΥΝΑΤΟΤΗΤΑ ΠΑΡΑΒΛΕΨΗΣ","Οι αναδυόμενες ειδοποιήσεις χωρίς δυνατότητα παράβλεψης ενημερώνουν τους χρήστες σχετικά με μια διεργασία που εκτέλεσε ή πρόκειται να εκτελέσει μια εφαρμογή. Εμφανίζονται προσωρινά, στο κάτω μέρος της οθόνης. Δεν διακόπτουν την εμπειρία χρήστη και δεν απαιτούν κάποια ενέργεια από τον χρήστη για να εξαφανιστούν.","Οι αναδυόμενες ειδοποιήσεις χωρίς δυνατότητα παράβλεψης εμφανίζουν μηνύματα στο κάτω μέρος της οθόνης.","Αυτή είναι μια αναδυόμενη ειδοποίηση χωρίς δυνατότητα παράβλεψης.","Αναδυόμενες ειδοποιήσεις χωρίς δυνατότητα παράβλεψης","Οι καρτέλες οργανώνουν το περιεχόμενο σε διαφορετικές οθόνες, σύνολα δεδομένων και άλλες αλληλεπιδράσεις.","Χωρίς κύλιση","Κύλιση","Καρτέλες με προβολές ανεξάρτητης κύλισης","Καρτέλες","Ένα κουμπί κειμένου εμφανίζει μια πιτσιλιά μελανιού κατά το πάτημα, χωρίς ανασήκωμα. Χρησιμοποιήστε κουμπιά κειμένου στις γραμμές εργαλείων, σε παράθυρα διαλόγου και ενσωματωμένα με την αναπλήρωση.","Κουμπί κειμένου","Τα πεδία κειμένου επιτρέπουν στους χρήστες να εισάγουν κείμενο σε μια διεπαφή χρήστη. Συνήθως, εμφανίζονται σε φόρμες και παράθυρα διαλόγου.","Διεύθυνση ηλεκτρονικού ταχυδρομείου","Καταχωρίστε έναν κωδικό πρόσβασης.","(###) ###-#### - Εισαγάγετε έναν αριθμό τηλεφώνου ΗΠΑ.","Διορθώστε τα σφάλματα που έχουν επισημανθεί με κόκκινο χρώμα πριν την υποβολή.","Απόκρυψη κωδικού πρόσβασης","Φροντίστε να είστε σύντομοι, αυτή είναι απλώς μια επίδειξη.","Βιογραφία","Όνομα*",["Ο αριθμός τηλεφώνου του χρήστη  είναι ",[31,0],[38,1]],"Το όνομα είναι υποχρεωτικό.","Μέγιστος αριθμός οκτώ χαρακτήρων.","Εισαγάγετε μόνο αλφαβητικούς χαρακτήρες.","Κωδικός πρόσβασης*","Οι κωδικοί πρόσβασης δεν ταιριάζουν","Αριθμός τηλεφώνου*","Το * υποδεικνύει απαιτούμενο πεδίο","Επαναπληκτρολόγηση κωδικού πρόσβασης*","Μισθός","Εμφάνιση κωδικού πρόσβασης","ΥΠΟΒΟΛΗ","Μονή γραμμή κειμένου και αριθμών με δυνατότητα επεξεργασίας","Πείτε μας για τον εαυτό σας (π.χ., γράψτε με τι ασχολείστε ή ποια είναι τα χόμπι σας)","Πεδία κειμένου","USD","Πώς σας λένε;","Πώς μπορούμε να επικοινωνήσουμε μαζί σας;","Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας","Εμφανίζει ένα παράθυρο διαλόγου που περιέχει ένα εργαλείο επιλογής ώρας material design.","Εργαλείο επιλογής ώρας","Μπορείτε να χρησιμοποιήσετε κουμπιά εναλλαγής για να ομαδοποιήσετε τις σχετικές επιλογές. Για να δοθεί έμφαση σε ομάδες σχετικών κουμπιών εναλλαγής, μια ομάδα θα πρέπει να μοιράζεται ένα κοινό κοντέινερ.","Κουμπιά εναλλαγής","Οι επεξηγήσεις εργαλείου παρέχουν ετικέτες κειμένου που βοηθούν με την επεξήγηση της λειτουργίας ενός κουμπιού ή άλλης ενέργειας της διεπαφής χρήστη. Οι επεξηγήσεις εργαλείου προβάλουν ενημερωτικό κείμενο όταν οι χρήστες τοποθετούν τον δείκτη πάνω από ένα στοιχείο, εστιάζουν ή πατούν παρατεταμένα σε ένα στοιχείο.","Παρατεταμένο πάτημα ή τοποθέτηση του δείκτη για εμφάνιση της επεξήγησης εργαλείου.","Σύντομο μήνυμα που εμφανίζεται με παρατεταμένο πάτημα ή τοποθέτηση του δείκτη","Επεξηγήσεις εργαλείου","Δύο γραμμές","Λεπτομέρειες","Αυτός είναι ο τρόπος με τον οποίο συμπεριφέρεται το TwoPane σε μια αναδιπλούμενη συσκευή.","Αναδιπλούμενη",["Στοιχείο ",[9,0]],["Λεπτομέρειες στοιχείου ",[23,0]],"Λίστα","Επιλέξτε ένα στοιχείο","Αυτός είναι ο τρόπος με τον οποίο συμπεριφέρεται το TwoPane σε μια συσκευή με μικρή οθόνη.","Μικρή οθόνη","Αποκριτικές διατάξεις σε αναδιπλούμενες συσκευές, συσκευές με μεγάλη και μικρή οθόνη","Αυτός είναι ο τρόπος με τον οποίο συμπεριφέρεται το TwoPane σε μια συσκευή με μεγαλύτερη οθόνη όπως tablet ή υπολογιστή.","Tablet/Υπολογιστής","TwoPane","Ορισμοί για διάφορα τυπογραφικά στιλ που συναντώνται στο material design.","Όλα τα προκαθορισμένα στιλ κειμένου","Τυπογραφία","Κάθετο διαχωριστικό","Αποεπιλογή","Προσθήκη λογαριασμού","ΣΥΜΦΩΝΩ","ΑΚΥΡΩΣΗ","ΔΙΑΦΩΝΩ","ΑΠΟΡΡΙΨΗ","Απόρριψη πρόχειρου;","Μια επίδειξη παραθύρου διαλόγου σε πλήρη οθόνη","ΑΠΟΘΗΚΕΥΣΗ","Παράθυρο διαλόγου σε πλήρη οθόνη","Επιτρέψτε στην Google να διευκολύνει τις εφαρμογές να προσδιορίζουν την τοποθεσία σας. Αυτό συνεπάγεται την αποστολή ανώνυμων δεδομένων τοποθεσίας στην Google, ακόμη και όταν δεν εκτελούνται εφαρμογές.","Χρήση της υπηρεσίας τοποθεσίας της Google;",["Επιλέξατε \"\"",[11,0]],"Ρύθμιση λογαριασμού δημιουργίας αντιγράφων ασφαλείας","ΕΜΦΑΝΙΣΗ ΠΑΡΑΘΥΡΟΥ ΔΙΑΛΟΓΟΥ","ΠΑΡΑΒΛΕΨΗ","Μια εφαρμογή ειδήσεων με έμφαση στο περιεχόμενο","Η εκ των έσω μεταρρύθμιση του Πράσινου στρατού","Περιορισμένα αποθέματα μελισσιών","Οι σχεδιαστές χρησιμοποιούν την τεχνολογία για να δημιουργήσουν φουτουριστικά υφάσματα","Η στράτευση των φεμινιστριών","Το μέλλον της βενζίνης","Η αθόρυβη, αλλά ισχυρή επανάσταση στην υγειονομική περίθαλψη","Μετοχές σε τέλμα, στροφή στο συνάλλαγμα","Ο διχασμός στη ζωή των Αμερικανών κατά τη διάρκεια του πολέμου","Τελευταίες ενημερώσεις","Επιχειρήσεις","Πολιτισμός","Εξώφυλλο","Πολιτική","Επιστήμη","Αθλητικά","Τεχνολογία","Ταξίδια","ΗΠΑ","Κόσμος","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" Χώρος φύλαξης GitHub",[0,0]],"ΣΤΙΛ ΚΑΙ ΑΛΛΑ","Κατηγορίες","Συλλογή","Φόρτωση","Δεν έχει επιλεχθεί","Παραλία","Χυτήριο χαλκού","Τσενάι","Τσέτιναντ","Ψαράς","Αγορά λουλουδιών","Προετοιμασία γεύματος","Αγορά","Pondicherry","Αλυκή","Σκούτερ","Παραγωγός μεταξιού","Tanjore","Ναός Thanjavur",["Λογαριασμός  με αριθμό  και ποσό .",[12,0],[23,1],[33,2]],"Οικονομίες αυτοκινήτου","Τρεχούμενος","Οικονομίες σπιτιού","Διακοπές","Κάτοχος λογαριασμού","Απόδοση ετήσιου ποσοστού","Τόκοι που πληρώθηκαν το προηγούμενο έτος","Επιτόκιο","Επιτόκιο τρέχοντος έτους","Επόμενη δήλωση","Σύνολο","Λογαριασμοί","Ειδοποιήσεις",["Δαπανήσατε  σε προμήθειες ATM αυτόν τον μήνα.",[11,0]],["Συγχαρητήρια! Ο τρεχούμενος λογαριασμός σας παρουσιάζει αύξηση  συγκριτικά με τον προηγούμενο μήνα.",[63,0]],["Έχετε υπόψη ότι χρησιμοποιήσατε το  του προϋπολογισμού αγορών σας γι' αυτόν τον μήνα.",[35,0]],["Δαπανήσατε  σε εστιατόρια αυτήν την εβδομάδα.",[11,0]],[3,0,["Αυξήστε την πιθανή έκπτωση φόρου! Εκχωρήστε κατηγορίες σε  μη εκχωρημένες συναλλαγές.",[58,0]],[4,"Αυξήστε την πιθανή έκπτωση φόρου! Εκχωρήστε κατηγορίες σε 1 μη εκχωρημένη συναλλαγή."]],["Λογαριασμός  με προθεσμία στις  και ποσό .",[12,0],[31,1],[41,2]],"Οφειλόμενο ποσό","Ποσό που καταβλήθηκε","Συνολικό ποσό","Λογαριασμοί","Προθεσμία",["Προϋπολογισμός  από τον οποίο έχουν χρησιμοποιηθεί  από το συνολικό ποσό των , απομένουν ",[15,0],[51,1],[77,2],[89,3]],"Ρουχισμός","Καφετέριες","Είδη παντοπωλείου","Εστιατόρια","Ποσό που απομένει","Ποσό που χρησιμοποιείται","Συνολικό κεφάλαιο","Αριστερά","Προϋπολογισμοί","Μια εφαρμογή για προσωπικά οικονομικά","ΑΡΙΣΤΕΡΑ","ΣΥΝΔΕΣΗ","Σύνδεση","Σύνδεση στην εφαρμογή Rally","Δεν έχετε λογαριασμό;","Κωδικός πρόσβασης","Απομνημόνευση των στοιχείων μου","ΕΓΓΡΑΦΗ","Όνομα χρήστη","ΠΡΟΒΟΛΗ ΟΛΩΝ","Εμφάνιση όλων των λογαριασμών","Εμφάνιση όλων των λογαριασμών","Εμφάνιση όλων των προϋπολογισμών","Εύρεση ATM","Βοήθεια","Διαχείριση λογαριασμών","Ειδοποιήσεις","Ρυθμίσεις Paperless","Κωδικός πρόσβασης και Touch ID","Προσωπικά στοιχεία","Αποσύνδεση","Φορολογικά έγγραφα","ΛΟΓΑΡΙΑΣΜΟΙ","ΛΟΓΑΡΙΑΣΜΟΙ","ΠΡΟΥΠΟΛΟΓΙΣΜΟΙ","ΕΠΙΣΚΟΠΗΣΗ","ΡΥΘΜΙΣΕΙΣ","Μια αποδοτική και εξειδικευμένη εφαρμογή ηλεκτρονικού ταχυδρομείου","Πρόχειρα","Εισερχόμενα","Απεσταλμένα","Ανεπιθύμητο περιεχόμενο","Με αστέρι","Κάδος","Επιλογή","Με δυνατότητα επιλογής (παρατεταμένο πάτημα)","Επιλεγμένο","Σχετικά με το Flutter Gallery","Σχεδίαση από TOASTER στο Λονδίνο","Κλείσιμο ρυθμίσεων","Ρυθμίσεις","Σκούρο","Αποστολή σχολίων","Φωτεινό","Τοπικές ρυθμίσεις","Μηχανική πλατφόρμας","Αργή κίνηση","Σύστημα","Κατεύθυνση κειμένου","LTR","Με βάση τις τοπικές ρυθμίσεις","RTL","Κλιμάκωση κειμένου","Τεράστιο","Μεγάλο","Κανονικό","Μικρό","Θέμα","Ρυθμίσεις","ΑΚΥΡΩΣΗ","ΑΔΕΙΑΣΜΑ ΚΑΛΑΘΙΟΥ",[3,0,[" ΣΤΟΙΧΕΙΑ",[0,0]],[2,"ΚΑΝΕΝΑ ΣΤΟΙΧΕΙΟ",4,"1 ΣΤΟΙΧΕΙΟ"]],"ΚΑΛΑΘΙ","Αποστολή:","Υποσύνολο:","Φόρος:","ΣΥΝΟΛΟ","ΑΞΕΣΟΥΑΡ","ΟΛΑ","ΡΟΥΧΙΣΜΟΣ","ΣΠΙΤΙ","Μια μοντέρνα εφαρμογή λιανικής πώλησης","Κωδικός πρόσβασης","Όνομα χρήστη","ΑΠΟΣΥΝΔΕΣΗ","ΜΕΝΟΥ","ΕΠΟΜΕΝΟ","Κούπα Blue stone","Κοντομάνικο Cerise","Πετσέτες Chambray","Μπλούζα Chambray","Κλασικό στιλ γραφείου","Πουλόβερ Clay","Συρμάτινο ράφι από χαλκό","Μπλούζα Fine lines","Garden strand","Τραγιάσκα Gatsby","Μπουφάν Gentry","Σετ τριών επιχρυσωμένων τραπεζιών","Κασκόλ Ginger","Γκρι αμάνικη μπλούζα","Σερβίτσιο τσαγιού Hurrahs","Τραπέζι κουζίνας quattro","Παντελόνια Navy","Τουνίκ με σχέδια",["x ",[2,0]],["Ποσότητα: ",[10,0]],"Τραπέζι Quartet","Δοχείο νερού βροχής","Ramona crossover","Τουνίκ θαλάσσης","Πουλόβερ Seabreeze","Μπλούζα με άνοιγμα στους ώμους","Τσάντα ώμου","Σετ κεραμικών Soothe","Γυαλιά ηλίου Stella","Σκουλαρίκια Strut","Γλάστρες παχύφυτων","Φόρεμα παραλίας","Μπλούζα Surf and perf","Τσάντα Vagabond","Κάλτσες Varsity","Walter henley (λευκό)","Μπρελόκ Weave","Λευκό ριγέ πουκάμισο","Ζώνη Whitney",[3,0,["Καλάθι αγορών,  στοιχεία",[15,0]],[2,"Καλάθι αγορών, κανένα στοιχείο",4,"Καλάθι αγορών, 1 στοιχείο"]],"Προσθήκη στο καλάθι",["Κατάργηση ",[10,0]],"Κλείσιμο καλαθιού","Κλείσιμο μενού","Άνοιγμα μενού","Κατάργηση στοιχείου","Αναζήτηση","Ρυθμίσεις","ΣΥΝΔΕΣΗ","Επιλογή επίδειξης","Μια αποκριτική διάταξη για την εφαρμογή Starter",["Στοιχείο ",[9,0]],"Σώμα","ΚΟΥΜΠΙ","Επικεφαλίδα","Υπότιτλος","Τίτλος","Εφαρμογή Starter","Προσθήκη","Αγαπημένο","Αναζήτηση","Κοινοποίηση"]