[0,"es","g79nfc",0,null,["Ve a  para ver el código fuente de esta aplicación.",["5","0"]],"Volver a la galería","Icono situado delante","Varias acciones","Recuperar el banner","La contraseña se ha actualizado en el otro dispositivo. Vuelve a iniciar sesión.","Barra de aplicaciones inferior","Recorte","Posición del botón de acción flotante","Acoplado a la base: parte central","Acoplado a la base: parte inferior","Flotante: parte central","Flotante: parte inferior","Cuenta","Alarma","Calendario","Cámara","Comentarios",["Marcador de posición de la pestaña ",["z","0"]],"BOTÓN","Crear","Explorar",["Explorar ",["9","0"]],["Compartir ",["a","0"]],"Se puede tocar","Thanjavur","Chettinad","Número 10","Hilanderas de seda","Templos","Thanjavur (Tamil Nadu)","Sivaganga (Tamil Nadu)","Las 10 ciudades que debes visitar en Tamil Nadu","Artesanos del sur de India","Templo Brihadisvara","Bicicleta","Ascensor","Chimenea","Grande","Medio","Pequeño","Encender las luces","Lavadora","ÁMBAR","AZUL","GRIS AZULADO","MARRÓN","CIAN","NARANJA INTENSO","VIOLETA INTENSO","VERDE","GRIS","ÍNDIGO","AZUL CLARO","VERDE CLARO","LIMA","NARANJA","ROSA","MORADO","ROJO","TURQUESA","AMARILLO","Una aplicación de viajes personalizada","COMER","Nápoles (Italia)","Pizza en un horno de leña","Dallas (Estados Unidos)","Lisboa (Portugal)","Mujer que sostiene un gran sándwich de pastrami","Bar vacío con taburetes junto a la barra","Córdoba (Argentina)","Hamburguesa","Portland (Estados Unidos)","Taco coreano","París (Francia)","Postre de chocolate","Seúl (Corea del Sur)","Sala de un restaurante artístico","Seattle (Estados Unidos)","Plato de gambas","Nashville (Estados Unidos)","Entrada de una panadería","Atlanta (Estados Unidos)","Plato con cangrejos de río","Madrid (España)","Mostrador de cafetería con pastas",[3,0,[" restaurantes",["0","0"]],[2,"No hay restaurantes",4,"1 restaurante"]],"Buscar restaurantes por destino",[" ",["0","0"],["1","1"]],"VOLAR","Aspen (Estados Unidos)","Chalet en un paisaje nevado con árboles de hoja perenne","Big Sur (Estados Unidos)","El Cairo (Egipto)","Minaretes de la mezquita de al-Azhar al atardecer","Lisboa (Portugal)","Faro de ladrillos junto al mar","Napa (Estados Unidos)","Piscina con palmeras","Bali (Indonesia)","Piscina junto al mar con palmeras","Tienda de campaña en un campo","Valle del Khumbu (Nepal)","Banderas de plegaria frente a una montaña nevada","Machu Picchu (Perú)","Ciudadela de Machu Picchu","Malé (Maldivas)","Bungalós flotantes","Vitznau (Suiza)","Hotel a orillas de un lago y frente a montañas","Ciudad de México (México)","Vista aérea del Palacio de Bellas Artes","Monte Rushmore (Estados Unidos)","Monte Rushmore","Singapur","Supertree Grove","La Habana (Cuba)","Hombre apoyado en un coche azul antiguo",[3,0,[" escalas",["0","0"]],[2,"Vuelo directo",4,"1 escala"]],"Buscar vuelos por destino","Seleccionar fecha","Seleccionar fechas","Elegir destino","Restaurantes","Seleccionar ubicación","Elegir origen","Seleccionar hora","Viajeros",[3,0,[" h",["0","0"]],[4,"1 h"]],[3,0,[" min",["0","0"]],[4,"1 min"]],"DORMIR","Malé (Maldivas)","Bungalós flotantes","Aspen (Estados Unidos)","El Cairo (Egipto)","Minaretes de la mezquita de al-Azhar al atardecer","Taipéi (Taiwán)","Rascacielos Taipei 101","Chalet en un paisaje nevado con árboles de hoja perenne","Machu Picchu (Perú)","Ciudadela de Machu Picchu","La Habana (Cuba)","Hombre apoyado en un coche azul antiguo","Vitznau (Suiza)","Hotel a orillas de un lago y frente a montañas","Big Sur (Estados Unidos)","Tienda de campaña en un campo","Napa (Estados Unidos)","Piscina con palmeras","Oporto (Portugal)","Apartamentos de vivos colores en la Plaza de la Ribeira","Tulum (México)","Ruinas mayas en lo alto de un acantilado junto a una playa","Lisboa (Portugal)","Faro de ladrillos junto al mar",[3,0,[" propiedades disponibles",["0","0"]],[2,"No hay propiedades disponibles",4,"1 propiedad disponible"]],"Buscar propiedades por destino","Permitir","Tarta de manzana","Cancelar","Tarta de queso","Brownie de chocolate","En la siguiente lista, elige tu tipo de postre favorito. Lo que elijas se usará para personalizar la lista de restaurantes recomendados de tu zona.","Descartar","No permitir","Seleccionar postre favorito","Se mostrará tu ubicación en el mapa y se utilizará para ofrecerte indicaciones, resultados de búsqueda cercanos y la duración prevista de los desplazamientos.","¿Das permiso a Maps para que acceda a tu ubicación mientras usas la aplicación?","Tiramisú","Botón","Con fondo","Mostrar alerta","Chat","Página principal","Perfil","Calcio (%)","Calorías","Carbohidratos (g)","Postre (1 ración)","Grasas (g)","Hierro (%)","Proteínas (g)","Sodio (mg)","Nutrición","Apple pie","Cupcake","Donut","Eclair","Frozen yogurt","Gingerbread","Honeycomb","Ice cream sandwich","Jelly bean","Lollipop",[" con miel",["0","0"]],[" con azúcar",["0","0"]],"Demo","Toca un archivo para editarlo o usa gestos para desplazarte por la imagen. Arrastra el dedo para moverte por la imagen, pellízcala para hacer zoom y usa dos dedos para girarla. Pulsa el botón para revertir las transformaciones si quieres volver a la orientación inicial.","Editar mosaico","Revertir transformaciones","Gira y usa zoom o el modo panorámico","Transformaciones a 2D","Los chips de acción son un conjunto de opciones que permiten llevar a cabo tareas relacionadas con el contenido principal. Deberían aparecer de forma dinámica y según el contexto en la interfaz.","Chip de acción","En un cuadro de diálogo de alerta se informa al usuario sobre situaciones que requieren su confirmación. Este tipo de cuadros de diálogo incluyen un título opcional y una lista de acciones opcional.","Con alerta","Alerta con título","La barra de aplicaciones proporciona contenido y acciones relacionadas con la pantalla actual. Se usa para el branding, los títulos de pantalla, la navegación y las acciones.","Muestra información y acciones relacionadas con la pantalla actual","Barra de aplicaciones","Un banner contiene un breve mensaje importante y muestra a los usuarios acciones que deben tomar, aunque puede que solo tengan que cerrar el banner. Para poder cerrarlo, el usuario debe hacer algo antes.","Se muestra un banner en una lista","Banner","Las barras de aplicaciones inferiores proporcionan acceso a un panel de navegación inferior y a hasta cuatro acciones, incluido el botón de acción flotante.","Muestra la navegación y las acciones en la parte inferior","Barra de aplicaciones inferior","En la barra de navegación inferior de la pantalla se muestran entre tres y cinco destinos. Cada destino está representado mediante un icono y, de forma opcional, con una etiqueta de texto. Al tocar un icono de navegación inferior, se redirige al usuario al destino de nivel superior que esté asociado a ese icono.","Etiquetas persistentes","Etiqueta seleccionada","Navegación inferior con vistas de fusión cruzada","Navegación inferior","Añadir","MOSTRAR HOJA INFERIOR","Encabezado",["Artículo ",["9","0"]],"Una hoja inferior modal es la alternativa al menú o a los cuadros de diálogo y evita que los usuarios interactúen con el resto de la aplicación que estén utilizando.","Hoja inferior modal","Una hoja inferior persistente muestra información complementaria al contenido principal de la aplicación que estén utilizando y permanece siempre visible, aunque los usuarios interactúen con otras partes de la aplicación.","Hoja inferior persistente","Hojas inferiores modales y persistentes","Hoja inferior","Campos de texto","De texto, con relieve, con contorno y más","Botones","Una tarjeta es una hoja de Material utilizada para representar información relacionada, como un álbum, una ubicación geográfica, una comida, datos de contacto, etc.","Tarjetas de referencia con esquinas redondeadas","Tarjetas","Menú con lista de comprobación","Elementos compactos que representan atributos, acciones o texto que se ha introducido","Chips","Los chips de elección representan una opción de un conjunto de opciones. Incluyen descripciones o categorías relacionadas.","Chip de elección","Un indicador de progreso circular de Material Design, que gira para indicar que la aplicación no está disponible.","Indicador de progreso circular","Código de demostración","Se ha copiado en el portapapeles.","COPIAR TODO",["No se ha podido copiar en el portapapeles: ",["17","0"]],"Color y muestra de color que representa la paleta de colores de Material Design.","Todos los colores predefinidos","Colores","Tarjetas, listas y Floating Action Button (BAF)","El patrón \"Transformación de contenedores\" está diseñado para usarse en transiciones entre elementos de la interfaz que incluyen un contenedor. Este patrón crea una conexión visible entre 2 elementos de la interfaz.","Modo de atenuación","Transformación de contenedores","ATENUAR","CAMBIAR CON ATENUACIÓN","Menú contextual","Una hoja de acción es un estilo concreto de alerta que presenta al usuario dos o más opciones relacionadas con el contexto; puede incluir un título, un mensaje adicional y una lista con acciones.","Hoja de acción","Un indicador de actividad similar al de iOS que gira en el sentido de las agujas del reloj.","Indicadores de actividad similares a los de iOS","Indicador de actividad","Solo botones de alerta","Alerta con botones","En un cuadro de diálogo de alerta se informa al usuario sobre situaciones que requieren su confirmación. Un cuadro de diálogo de alerta incluye un título opcional, contenido opcional y una lista con acciones opcional. El título se muestra encima del contenido y las acciones, bajo el contenido.","Alerta","Alerta con título","Cuadros de diálogo de alerta similares a los de iOS","Alertas","Un botón similar a los de iOS que incluye texto o un icono que desaparece y aparece al tocarlo. Puede tener un fondo opcionalmente.","Botones similares a los de iOS","Botones","Acción 1","Mantén pulsado el logotipo de Flutter para ver el menú contextual.","Acción 2","Un menú contextual en pantalla completa de estilo iOS que aparece al mantener pulsado un elemento.","Menú contextual estilo iOS","Menú contextual","Una barra de navegación similar a la de iOS. La barra de navegación es una barra de herramientas que básicamente contiene el título de una página en medio de la barra.","Barra de navegación similar a la de iOS","Barra de navegación","Selector","Fecha","Fecha y hora","Widget de un selector similar a los de iOS desde el que se puede seleccionar cadenas, fechas, horas, o tanto fechas como horas.","Selectores similares a los de iOS","Hora","Temporizador","Selectores","Un widget que implementa el control de contenido con la función \"Desliza hacia abajo para actualizar\" similar al de iOS.","Control con la función \"Desliza hacia abajo para actualizar\" similar al de iOS","Desliza hacia abajo para actualizar","Barra de desplazamiento que envuelve el elemento secundario indicado","Barra de desplazamiento similar a la de iOS","Barra de desplazamiento","Campo para buscar texto que permite al usuario buscar texto, y que puede ofrecer y filtrar sugerencias.","Introduce texto","Campo para buscar texto similar al de iOS","Campo para buscar texto","Se usa para seleccionar entre un número de opciones igualmente exclusivas. Si se selecciona una opción en el control segmentado, el resto no se podrán seleccionar.","Control segmentado similar al de iOS","Control segmentado",["Continuo: ",["a","0"]],"Los controles deslizantes sirven para seleccionar valores de un conjunto de valores continuos o específicos.",["Específico: ",["c","0"]],"Control deslizante similar al de iOS","Control deslizante","Los interruptores sirven para activar o desactivar un solo ajuste.","Interruptor similar al de iOS","Una barra de pestañas de navegación situada en la parte inferior similar a la de iOS. Muestra varias pestañas, con una de ellas activa, que de forma predeterminada es la primera.","Barra de pestañas de la parte inferior similar a la de iOS","Barra de pestañas","Un campo de texto permite que el usuario introduzca texto, tanto mediante el teclado del hardware como mediante el teclado en pantalla.","PIN","Campos de texto similares a los de iOS","Campos de texto","Los controles deslizantes muestran un intervalo de valores en una barra, de la cual los usuarios pueden seleccionar un solo valor o intervalo. Se pueden aplicar temas a los controles deslizantes y personalizarlos.","Controles deslizantes personalizados","Las tablas de datos muestran información en un formato de cuadrícula estructurado en filas y columnas. Organizan la información de forma que sea fácil de analizar para que los usuarios puedan detectar patrones y datos interesantes.","Filas y columnas de información","Tablas de datos","Muestra un cuadro de diálogo que contiene un selector de fecha de Material Design.","Selector de fecha","Muestra un cuadro de diálogo que contiene un selector de periodo de Material Design.","Selector de periodo","Sencillo, con alerta y a pantalla completa","Cuadros de diálogo","Los divisores pueden usarse en listas, paneles y otros lugares para separar contenido.","Un divisor es una línea fina que agrupa contenido en listas y diseños.","Divisor","Documentación de la API","Los botones con relieve añaden dimensión a los diseños que son planos en su mayoría. Destacan funciones en espacios llenos o amplios.","Botón con relieve","CANCELAR","DESCARTAR","Cuadro de diálogo de alerta","Ventana modal y BAF","El patrón \"Atenuar\" se utiliza en elementos de la interfaz que se abren o se cierran dentro de los límites de la pantalla; por ejemplo, cuando un cuadro de diálogo se atenúa en el centro de la pantalla.","OCULTAR BAF","VER MODAL","VER BAF","Atenuar","Álbumes","Navegación inferior","El patrón \"Cambiar con atenuación\" se utiliza en las transiciones entre elementos de la interfaz que no están estrechamente relacionados.","Fotos","Buscar","123 fotos","Cambiar con atenuación","Los chips de filtro sirven para filtrar contenido por etiquetas o palabras descriptivas.","Chip de filtro","Un botón de acción flotante es un botón con un icono circular que aparece sobre contenido para fomentar una acción principal en la aplicación.","Botón de acción flotante","La propiedad fullscreenDialog especifica si la página entrante es un cuadro de diálogo modal a pantalla completa","A pantalla completa","Pantalla completa","Las listas con cuadrícula son las más adecuadas para presentar datos homogéneos, normalmente imágenes. Los elementos de las listas con cuadrícula se llaman mosaicos.","Con pie de página","Con encabezado","Solo imagen","Diseño de fila y columna","Listas con cuadrícula","Información","Los chips de entrada representan datos complejos de forma compacta, como textos o entidades (por ejemplo, personas, lugares o cosas).","Chip de entrada","No se ha podido mostrar la URL:","Un indicador de progreso lineal de Material Design, también denominado \"barra de progreso\".","Indicador de progreso lineal","Fila con un altura fija que por lo general incluye texto y un icono al principio o al final.","Texto secundario","Diseños de listas por las que se puede desplazar","Listas","Opción de menú inhabilitada","Una opción con un menú con lista de comprobación","Una opción con un menú contextual","Una opción con un menú con secciones","Una opción con un menú sencillo",["Marcado: ",["9","0"]],"Opción de menú contextual uno","Opción de menú contextual tres","Un menú muestra una lista de opciones en una superficie temporal. Se muestran cuando los usuarios interaccionan con un botón, una acción u otro control.","Cuatro","Obtener enlace","Opción de menú uno","Opción de menú tres","Opción de menú dos","Uno","Vista previa","Quitar",["Seleccionado: ",["e","0"]],"Compartir","Botones del menú y menús sencillos","Tres","Menú","Dos","Página de detalles","Elemento de lista","Texto secundario","Título","Elementos secundarios","Todos los patrones de transición predefinidos","Movimiento","Panel de Material Design que se desliza horizontalmente desde el borde de la pantalla hasta el interior para mostrar enlaces de navegación en una aplicación.","Mostrar un panel dentro de una barra de aplicación","Para ver el panel, desliza el dedo desde el borde de la pantalla o toca el icono de la parte superior izquierda","Panel de navegación","Elemento uno","Elemento dos","user.name@example.com","Nombre de usuario","Un widget de Material Design pensado para mostrarse en las partes izquierda o derecha de una aplicación y para desplazarse entre unas cuantas vistas (por lo general, entre tres y cinco).","Primera","Segunda","Mostrar una barra de navegación en una aplicación","Tercera","Barra de navegación","Una línea","Toca aquí para ver las opciones disponibles en esta demostración.","Ver opciones","Opciones","Los botones con contorno se vuelven opacos y se elevan al pulsarlos. Suelen aparecer junto a botones con relieve para indicar una acción secundaria alternativa.","Botones con contorno","MOSTRAR SELECTOR","Selección de fecha y hora","Selectores","Lineal, circular, indeterminado","Indicadores de progreso","Los controles deslizantes muestran un intervalo de valores en una barra, que puede tener iconos en ambos extremos. Pueden resultar muy útiles para modificar ajustes como el volumen o el brillo o aplicar filtros de imagen.","Controles deslizantes de intervalos","Menú con secciones","Las casillas permiten que los usuarios seleccionen varias opciones de un conjunto de opciones. Por lo general, las casillas pueden tener dos valores (verdadero o falso), aunque hay casillas que pueden tener tres (el tercero es el valor nulo).","Casilla","Los botones de selección permiten que los usuarios seleccionen una opción de un conjunto de opciones. Utilízalos si quieres que los usuarios elijan una única opción, pero quieres mostrarles todas las que están disponibles.","Botón de selección","Casillas, botones de selección e interruptores","Los interruptores controlan el estado de un solo ajuste. La etiqueta insertada del interruptor debería indicar de forma clara el ajuste que controla y el estado en el que está.","Interruptor","Controles de selección","El patrón \"Eje compartido\" se utiliza en transiciones entre elementos de la interfaz que tienen una relación espacial o de navegación. Este patrón hace una transición basándose en el eje X, Y o Z para reforzar la relación que hay entre los elementos.","Arte y manualidades","ATRÁS","Agrupado","Empresa","Las categorías agrupadas aparecen como grupos en tu feed. Puedes cambiarlo en cualquier momento.","Optimiza tus cursos","CREAR CUENTA","Gastronomía","Botones para continuar y para volver","Diseño","¿HAS OLVIDADO TU CORREO ELECTRÓNICO?","Ilustración","Por separado","SIGUIENTE","Inicia sesión con tu cuenta","Correo electrónico o número de teléfono","Hola, David Park","Eje X compartido","268 álbumes","min","Artista","Álbum","A-Z","Ordenar por \"Reproducidas recientemente\"","Reproducido recientemente","Eje Y compartido","Receta de bocadillo de ternera","Bocadillo de ternera","Receta de hamburguesa","Hamburguesa","Receta de plato de cangrejo","Cangrejo","Botón del icono de ajustes","Receta de postre","Postre","Ayuda","Notificaciones","Privacidad","Perfil","Receta de bocadillo","Bocadillo","Recetas guardadas","Ajustes","Receta de plato de gambas","Gamba","Eje Z compartido","Un cuadro de diálogo sencillo ofrece al usuario la posibilidad de elegir entre diversas opciones e incluye un título opcional que se muestra encima de las opciones.","Sencillo","Menú sencillo","Valores continuos","Control deslizante de intervalo y valores continuos con un tema personalizado","Valores continuos con un valor numérico editable","Los controles deslizantes muestran un intervalo de valores en una barra, de la que los usuarios pueden seleccionar un único valor. Pueden resultar muy útiles para modificar ajustes como el volumen o el brillo o aplicar filtros de imagen.","Valores discretos","Control deslizante de valores discretos con un tema personalizado","Valor numérico editable","Widgets para seleccionar un valor deslizando el dedo","Controles deslizantes","Has tocado la acción del snackbar.","ACCIÓN","MOSTRAR UN SNACKBAR","Las snackbars informan a los usuarios sobre cualquier proceso que una aplicación complete o vaya a iniciar. Aparecen de manera temporal en la parte inferior de la pantalla. No deberían interrumpir la experiencia de usuario, y desaparecen sin que los usuarios tengan que hacer nada.","Los snackbar muestran mensajes en la parte inferior de la pantalla","Esto es un snackbar.","Snackbar","En las pestañas se organiza contenido en distintas pantallas, conjuntos de datos y otras interacciones.","Sin desplazamiento","Desplazamiento","Pestañas con vistas desplazables por separado","Pestañas","Al pulsar un botón de texto, se muestra una salpicadura de tinta que no recupera el relieve al dejar de pulsarse. Utiliza este tipo de botones en barras de herramientas, cuadros de diálogo y elementos insertados con espacios de relleno.","Botón de texto","En los campos de texto, los usuarios pueden introducir texto en la interfaz. Estos campos suelen aparecer en formularios y cuadros de diálogo.","Correo electrónico","Introduce una contraseña.","(###) ###-####. Introduce un número de teléfono de EE. UU.","Corrige los errores marcados en rojo antes de enviar el formulario.","Ocultar contraseña","Sé breve, esto es solo una demostración.","Biografía","Nombre*",["El número de teléfono de  es ",["p","0"],["t","1"]],"Es obligatorio indicar el nombre.","Menos de 8 caracteres","Introduce solo caracteres alfabéticos.","Contraseña*","Las contraseñas no coinciden","Número de teléfono*","* indica que el campo es obligatorio","Vuelve a escribir la contraseña*","Salario","Mostrar contraseña","ENVIAR","Una línea de texto y números editables","Háblanos de ti (p. ej., dinos a qué te dedicas o las aficiones que tienes)","Campos de texto","USD","¿Cómo te llamas?","¿Cómo podemos ponernos en contacto contigo?","Tu dirección de correo electrónico","Muestra un cuadro de diálogo que contiene un selector de hora de Material Design.","Selector de hora","Se pueden usar los botones de activar y desactivar para agrupar opciones relacionadas. Para destacar grupos de botones que se pueden activar y desactivar relacionados, los botones deben compartir un mismo contenedor","Botones que se pueden activar y desactivar","Las descripciones emergentes proporcionan etiquetas de texto que ayudan a explicar la función de un botón u otras acciones de la interfaz de usuario. Las descripciones emergentes muestran texto informativo cuando los usuarios colocan el cursor sobre un elemento, se centran en él o lo mantienen pulsado.","Mantén pulsado o coloca el cursor sobre un elemento para que se muestre la descripción emergente.","Mensaje breve que se muestra al mantener pulsado o colocar el cursor sobre un elemento","Descripciones emergentes","Dos líneas","Detalles","Así es como se comporta TwoPane en un dispositivo plegable.","Plegable",["Elemento ",["9","0"]],["Detalles del elemento ",["m","0"]],"Lista","Selecciona un elemento","Así es como se comporta TwoPane en un dispositivo de pantalla pequeña.","Pantalla pequeña","Diseños adaptables en pantallas plegables, grandes y pequeñas","Así es como se comporta TwoPane en una pantalla más grande, como la de un tablet o un ordenador.","Tablet/Ordenador","TwoPane","Las definiciones para los estilos tipográficos que se han encontrado en Material Design.","Todos los estilos de texto predefinidos","Tipografía","Divisor vertical","Desmarcar","Añadir cuenta","ACEPTAR","CANCELAR","RECHAZAR","DESCARTAR","¿Descartar el borrador?","Demostración del cuadro de diálogo de pantalla completa","GUARDAR","Cuadro de diálogo de pantalla completa","Permite que Google ayude a las aplicaciones a determinar la ubicación haciendo que el usuario envíe datos de ubicación anónimos a Google aunque las aplicaciones no se estén ejecutando.","¿Quieres utilizar el servicio de ubicación de Google?",["Has seleccionado: \"\"",["j","0"]],"Crear cuenta de copia de seguridad","MOSTRAR CUADRO DE DIÁLOGO","CERRAR","Aplicación de noticias centrada en la calidad de su contenido","Reformar el Ejército Verde desde dentro","Escasez de granjas de abejas","Diseñadores utilizan la tecnología para fabricar tejidos futuristas","Las feministas se enfrentan al partidismo","El futuro de la gasolina","La silenciosa pero poderosa revolución de la asistencia sanitaria","A medida que la bolsa se estanca, muchos vuelven su mirada a la moneda","Vidas americanas divididas por la guerra","Últimas novedades","Empresa","Cultura","Portada","Política","Ciencia","Deportes","Tecnología","Viajes","EE. UU.","Todo el mundo","EjércitoVerde","RevoluciónAsistenciaSanitaria","Reforma","Bolsa","DiseñoTecnológico",["Repositorio de GitHub ",["m","0"]],"ESTILOS Y OTROS","Categorías","Galería","Cargando","No seleccionado","Playa","Obras de bronce","Chennai","Chettinad","Pescador","Mercado de Flores","Preparación de la comida","Mercado","Puducherry","Salina","Scooters","Fabricante de seda","Thanjavur","Templo de Thanjavur",["Cuenta  () con .",["7","0"],["9","1"],["f","2"]],"Ahorros para el coche","Cuenta corriente","Ahorros para la casa","Vacaciones","Propietario de la cuenta","Porcentaje de rendimiento anual","Intereses pagados el año pasado","Tipo de interés","Intereses pagados este año hasta la fecha","Siguiente extracto","Total","Cuentas","Alertas",["Has gastado  en comisiones de cajeros automáticos este mes.",["c","0"]],["¡Bien hecho! El saldo positivo de tu cuenta corriente está un  más alto que el mes pasado.",["1q","0"]],["Aviso: Has usado un  de tu presupuesto para compras de este mes.",["k","0"]],["Has gastado  en restaurantes esta semana.",["c","0"]],[3,0,["Aumenta tu posible deducción fiscal Asigna categorías a  transacciones sin asignar.",["1k","0"]],[4,"Aumenta tu posible deducción fiscal Asigna categorías a 1 transacción sin asignar."]],["Fecha límite de la factura  (): .",["r","0"],["t","1"],["w","2"]],"Importe a pagar","Importe pagado","Importe total","Facturas","Pendiente:",["Has gastado  de  del presupuesto . Cantidad restante: ",["c","0"],["g","1"],["x","2"],["1i","3"]],"Ropa","Cafeterías","Supermercados","Restaurantes","Importe restante","Importe gastado","Límite presupuestario","Presupuesto restante:","Presupuestos","Una aplicación de finanzas personales","RESTANTE","INICIAR SESIÓN","Iniciar sesión","Iniciar sesión en Rally","¿No tienes una cuenta?","Contraseña","Recordarme","REGISTRARSE","Nombre de usuario","VER TODO","Ver todas las cuentas","Ver todas las facturas","Ver todos los presupuestos","Buscar cajeros automáticos","Ayuda","Gestionar cuentas","Notificaciones","Ajustes sin papel","Contraseña y Touch ID","Información personal","Cerrar sesión","Documentos fiscales","CUENTAS","FACTURAS","PRESUPUESTOS","RESUMEN","AJUSTES","Una aplicación de correo electrónico especializada y eficiente","Borradores","Bandeja de entrada","Enviados","Spam","Destacados","Papelera","Seleccionar","Se puede seleccionar (mantener pulsado)","Seleccionado","Acerca de Flutter Gallery","Diseñado por TOASTER en Londres","Cerrar la configuración","Ajustes","Oscuro","Enviar comentarios","Claro","Configuración regional","Mecánica de la plataforma","Cámara lenta","Sistema","Dirección del texto","Texto de izquierda a derecha","Basado en la configuración regional","Texto de derecha a izquierda","Ajuste de texto","Enorme","Grande","Normal","Pequeño","Tema","Ajustes","CANCELAR","VACIAR CARRITO",[3,0,[" ELEMENTOS",["0","0"]],[2,"NO HAY ELEMENTOS",4,"1 ELEMENTO"]],"CARRITO","Gastos de envío:","Subtotal:","Impuestos:","TOTAL","ACCESORIOS","TODO","ROPA","CASA","Una aplicación para comprar productos de moda","Contraseña","Nombre de usuario","CERRAR SESIÓN","MENÚ","SIGUIENTE","Taza Blue Stone","Camiseta color cereza","Servilletas de cambray","Camisa de cambray","Camisa de cuello clásico en blanco","Jersey Clay","Estantería de alambre de cobre","Camiseta de rayas finas","Collar de cuentas","Gorra","Chaqueta Gentry","Conjunto de tres mesas","Bufanda anaranjada","Camiseta de tirantes gris","Juego de té clásico","Kitchen Quattro","Pantalones azul marino","Túnica color yeso",["x ",["2","0"]],["Cantidad: ",["a","0"]],"Mesa cuadrada","Cubo de recogida de agua de lluvia","Blusa cruzada Ramona","Túnica azul claro","Jersey de tejido liviano","Camiseta de hombros descubiertos","Mochila Shrug","Juego de tazas para infusiones","Gafas de sol Stella","Pendientes Strut","Maceteros para plantas suculentas","Vestido playero","Camisa surfera","Mochila Vagabond","Calcetines Varsity","Camiseta de rayas (blanca)","Llavero de tela","Camisa blanca de rayas diplomáticas","Cinturón Whitney",[3,0,["Carrito:  artículos",["9","0"]],[2,"Carrito: 0 artículos",4,"Carrito: 1 artículo"]],"Añadir al carrito",["Quitar ",["7","0"]],"Cerrar carrito","Cerrar menú","Abrir menú","Quitar elemento","Buscar","Ajustes","INICIAR SESIÓN","Selecciona una demo","Diseño de inicio adaptable",["Artículo ",["9","0"]],"Cuerpo","BOTÓN","Título","Subtítulo","Título","Aplicación de inicio","Añadir","Favorito","Buscar","Compartir"]