[0,"mk","6d22cr",0,null,["За да го видите изворниот код на апликацијава, одете на .",[56,0]],"Назад во галеријата","Икона на почетокот","Повеќе дејства","Ресетирај го рекламниот натпис","Лозинката беше ажурирана на другиот уред. Најавете се повторно.","Долна лента со апликации","Исечок","Позиција на лебдечкото копче за дејство","Сокриено - на средина","Сокриено - на крај","Лебдечко - на средина","Лебдечко - на крај","Сметка","Аларм","Календар","Камера","Коментари",["Резервирано место за картичката ",[32,0]],"КОПЧЕ","Создајте","Истражете",["Истражете го местото ",[21,0]],["Споделете го местото ",[21,0]],"Може да се допре","Танџавур","Четинад","Број 10","Предачи на свила","Храмови","Танџавур, Тамил Наду","Сиваганга, Тамил Наду","10 најдобри града што може да ги посетите во Тамил Наду","Занаетчии од јужна Индија","Храмот Брихадисвара","Возење велосипед","Лифт","Камин","Голем","Среден","Мал","Вклучете ги светлата","Машина за перење алишта","КИЛИБАРНА","СИНА","СИНОСИВА","КАФЕАВА","ЦИЈАН","ТЕМНОПОРТОКАЛОВА","ТЕМНОПУРПУРНА","ЗЕЛЕНА","СИВА","ИНДИГО","СВЕТЛОСИНА","СВЕТЛОЗЕЛЕНА","ЛИМЕТА","ПОРТОКАЛОВА","РОЗОВА","ВИОЛЕТОВА","ЦРВЕНА","ТИРКИЗНА","ЖОЛТА","Персонализирана апликација за патување","ЈАДЕЊЕ","Неапол, Италија","Пица во фурна на дрва","Далас, САД","Лисабон, Португалија","Жена држи огромен сендвич со пастрма","Празен шанк со столици во стилот на американските ресторани","Кордоба, Аргентина","Хамбургер","Портланд, САД","Корејско тако","Париз, Франција","Чоколаден десерт","Сеул, Јужна Кореја","Простор за седење во ресторан со уметничка атмосфера","Сиетл, САД","Порција ракчиња","Нешвил, САД","Влез на пекарница","Атланта, САД","Чинија со ракови","Мадрид, Шпанија","Шанк во кафуле со печива",[3,0,[" ресторани",[0,0]],[2,"Нема ресторани",4,"1 ресторан"]],"Истражувајте ресторани по дестинација",[" ",[0,0],[1,1]],"ЛЕТАЊЕ","Аспен, САД","Вила во снежен пејзаж со зимзелени дрва","Биг Сур, САД","Каиро, Египет","Минарињата на џамијата Ал-Азар на зајдисонце","Лисабон, Португалија","Светилник од тули на море","Напа, САД","Базен со палми","Бали, Индонезија","Базен крај море со палми","Шатор на поле","Долина Кумбу, Непал","Молитвени знамиња пред снежна планина","Мачу Пикчу, Перу","Тврдината Мачу Пикчу","Мале, Малдиви","Надводни бунгалови","Вицнау, Швјцарија","Хотел крај езеро пред планини","Мексико Сити, Мексико","Поглед одозгора на Палатата на ликовни уметности","Маунт Рашмор, САД","Маунт Рашмор","Сингапур","Градина со супердрва","Хавана, Куба","Маж се потпира на старински син автомобил",[3,0,[" застанувања",[0,0]],[2,"Директен",4,"1 застанување"]],"Истражувајте летови по дестинација","Изберете датум","Изберете датуми","Изберете дестинација","Ресторани во американски стил","Изберете локација","Изберете место на поаѓање","Изберете време","Патници",[3,0,[" ч.",[0,0]],[4,"1 ч."]],[3,0,[" м.",[0,0]],[4,"1 м."]],"СПИЕЊЕ","Мале, Малдиви","Надводни бунгалови","Аспен, САД","Каиро, Египет","Минарињата на џамијата Ал-Азар на зајдисонце","Тајпеј, Тајван","Облакодерот Тајпеј 101","Вила во снежен пејзаж со зимзелени дрва","Мачу Пикчу, Перу","Тврдината Мачу Пикчу","Хавана, Куба","Маж се потпира на старински син автомобил","Вицнау, Швјцарија","Хотел крај езеро пред планини","Биг Сур, САД","Шатор на поле","Напа, САД","Базен со палми","Порто, Португалија","Живописни апартмани на плоштадот Рибеира","Тулум, Мексико","Урнатини на Маите на карпа над плажа","Лисабон, Португалија","Светилник од тули на море",[3,0,[" достапни сместувања",[0,0]],[2,"Нема достапни сместувања",4,"1 достапно сместување"]],"Истражувајте сместувања по дестинација","Дозволи","Пита со јаболка","Откажи","Торта со сирење","Чоколадно колаче","Изберете го омилениот тип десерт од списокот подолу. Вашиот избор ќе се искористи за да се приспособи предложениот список со места за јадење во вашата област.","Отфрли","Не дозволувај","Изберете го омилениот десерт","Вашата моментална локација ќе се прикаже на картата и ќе се користи за насоки, резултати од пребрувањето во близина и проценети времиња за патување.","Да се дозволи „Карти“ да пристапува до вашата локација додека ја користите апликацијата?","Тирамису","Копче","Со заднина","Прикажи предупреување","Разговор","Почетна страница","Профил","Калциум (%)","Калории","Јаглехидрати (гр.)","Десерт (1 порција)","Масти (гр.)","Железо (%)","Протеини (гр.)","Натриум (мг)","Исхрана","Пита со јаболка","Тортичка","Крофна","Еклер","Замрзнат јогурт","Колачиња со ѓумбир","Саќе","Сендвич-сладолед","Желе-бонбонче","Лижавче",[" со мед",[0,0]],[" со шеќер",[0,0]],"Демо","Допрете за да изменувате наслови и да користите движења за движење низ сцената. Повлечете за движење, штипнете за зумирање, ротирајте со два прста. Притиснете го копчето за ресетирање за да се вратите на стартната ориентација.","Изменете го насловот","Ресетирајте ги трансформациите","Движење, зумирање, ротирање","2D-трансформации","Иконите за дејства се збир на опции коишто активираат дејство поврзано со примарните содржини. Иконите за дејства треба да се појавуваат динамично и контекстуално во корисничкиот интерфејс.","Икона за дејство","Дијалогот за предупредување го информира корисникот за ситуациите што бараат потврда. Дијалогот за предупредување има изборен наслов и изборен список со дејства.","Предупредување","Предупредување со наслов","Лентата за апликацијата обезбедува содржини и дејства поврзани со тековниот екран. Се користи за брендирање, наслови на екранот, навигација и дејства.","Прикажува информации и дејства поврзани со тековниот екран","Лента за апликацијата","Рекламниот натпис прикажува важна, концизна порака и им обезбедува на корисниците дејства за извршување (или отфрлање на натписот). За да се отфрли, потребно е дејство на корисникот.","Се прикажува рекламен натпис во список","Рекламен натпис","Долните ленти со апликации обезбедуваат пристап до една долна фиока за навигација и најмногу четири дејства, вклучувајќи го и лебдечкото копче за дејство.","Прикажува навигација и дејства во долниот дел","Долна лента со апликации","Долните ленти за навигација прикажуваат три до пет дестинации најдолу на екранот. Секоја дестинација е прикажана со икона и со изборна текстуална етикета. Кога ќе допре долна икона за навигација, тоа го води корисникот до дестинацијата за навигација од највисоко ниво поврзана со таа икона.","Постојани етикети","Избрана етикета","Долна навигација со напречно избледувачки прикази","Долна навигација","Додајте","ПРИКАЖИ ДОЛЕН ЛИСТ","Заглавие",["Ставка ",[7,0]],"Модалниот долен лист е алтернатива за мени или дијалог и го спречува корисникот да комуницира со остатокот од апликацијата.","Модален долен лист","Постојаниот долен лист прикажува информации што ги дополнуваат примарните содржини на апликацијата. Постојаниот долен лист останува видлив дури и при интеракцијата на корисникот со другите делови на апликацијата.","Постојан долен лист","Постојан и модален долен лист","Долен лист","Полиња за текст","За текст, подигнато, со контура и сл.","Копчиња","Картичката е лист од материјал што се користи за прикажување поврзани податоци како, на пр., албум, географска локација, оброк, детали за контакт итн.","Основни картички со заоблени агли","Картички","Мени со список за проверка","Компактни елементи што претставуваат внес, атрибут или дејство","Икони","Иконите за избор прикажуваат еден избор од збир избори. Иконите за избор содржат поврзан описен текст или категории.","Икона за избор","Кружен индикатор на напредок во Material Design, којшто се врти за да покаже дека апликацијата работи.","Кружен индикатор на напредок","Код за демонстрација","Копирано во привремената меморија.","КОПИРАЈ ГИ СИТЕ",["Не успеа да се копира во привремената меморија: ",[48,0]],"Константи за бои и мостри што ја претставуваат палетата на бои на Material Design.","Сите однапред дефинирани бои","Бои","Картички, списоци и лебдечко копче за дејство","Шемата за траснформирање контајнер е дизајнирана за транзиции меѓу елементи на корисничкиот интерфејс што вклучуваат контејнер. Шемава создава видлива врска помеѓу два елемента на корисничкиот интерфејс","Режим на избледување","Трансформирање контејнер","ИЗБЛЕДУВАЊЕ","ИЗБЛЕДУВАЊЕ НИЗ СИТЕ","Контекстуално мени","Листот со дејства е посебен стил на предупредување со кое пред корисникот се претставува група од две или повеќе опции поврзани со тековниот контекст. Листот со дејства може да има наслов, дополнителна порака и список со дејства.","Лист со дејства","Индикатор на активност во iOS-стил што се врати во насока на стрелките на часовникот.","Индикатори на активност во iOS-стил","Индикатор на активност","Само копчиња за предупредување","Предупредување со копчиња","Дијалогот за предупредување го информира корисникот за ситуациите што бараат потврда. Дијалогот за предупредување има изборен наслов, изборни содржини и изборен список со дејства. Насловот е прикажан над содржините, а дејствата се прикажани под содржините.","Предупредување","Предупредување со наслов","Дијалози за предупредување во iOS-стил","Предупредувања","Копче во iOS-стил. Содржи текст и/или икона што бледее и се појавува при допир. По избор, може да има и заднина.","Копчиња во iOS-стил","Копчиња","Прво дејство","Допрете го и задржете го логото на Flutter за да се прикаже контекстуалното мени.","Второ дејство","Контекстуално мени со iOS-стил на цел екран што се појавува кога ќе се притисне долго на некој елемент.","Контекстуално мени со iOS-стил","Контекстуално мени","Лента за навигација во iOS-стил. Лентата за навигација е алатник, што содржи најмалку наслов на страницата, во средина на алатникот.","Лента за навигација во iOS-стил","Лента за навигација","Виџет за избор","Датум","Датум и време","Виџет за избор во iOS-стил што може да се користи за избирање низи, датуми, времиња или датум и време заедно.","Виџети за избор во iOS-стил","Време","Тајмер","Избирачи","Виџет што ја користи контролата на содржини „Повлечете за освежување“ во iOS-стил.","Контрола „Повлечете за освежување“ во iOS-стил","Повлечете за освежување","Лента за лизгање што се обвиткува околу подредената ставка","Лента за лизгање во iOS-стил","Лента за лизгање","Поле за пребарување текст што му овозможува на корисникот да пребарува со внесување текст и што може да понудува и филтрира предлози.","Внесете некој текст","Поле за пребарување текст во iOS-стил","Поле за пребарување текст","Се користи за избирање помеѓу број на самостојни опции. Кога ќе се избере една опција во сегментираната контрола, ќе се поништи изборот на другите опции.","Сегментирана контрола во iOS-стил","Сегментирана контрола",["Континуиран: ",[13,0]],"Лизгачот може да се користи за избор од континуиран или дискретен збир на вредности.",["Дискретен: ",[11,0]],"Лизгач во iOS-стил","Лизгач","Прекинувачот се користи за менување на состојбата вклучено/исклучено на една поставка.","Прекинувач во iOS-стил","Долна лента за навигација со картички во iOS-стил. Прикажува повеќе картички, од коишто првата прикажана стандардно е активна.","Долна лента со картички во iOS-стил","Лента со картички","Полето за текст му овозможува на корисникот внесување текст или со хардверска тастатура или со тастатура на екран.","PIN","Полиња за текст во iOS-стил","Полиња за текст","Лизгачите прикажуваат голем број вредности на лента, а корисниците може да изберат една од тие вредности. Може да бидат со теми и приспособени.","Лизгачи за приспособување","Табелите со податоци прикажуваат податоци во формат во вид на мрежа од редови и колони. Тие ги организираат податоците да бидат лесни за скенирање, така што корисниците може да бараат шеми и увид.","Редови и колони со податоци","Табели со податоци","Прикажува дијалог што содржи избирач на датум во Material Design.","Избирач на датум","Прикажува дијалог што содржи избирач на временски период во Material Design.","Избирач на временски период","Едноставен, за предупредување и на цел екран","Дијалози","Разделувачите може да се користат во списоци, фиоки и на други места за да се одделат содржини.","Разделувачот е тенка линија што групира содржини во списоци и распореди.","Разделувач","Документација за API","Подигнатите копчиња додаваат димензионалност во распоредите што се претежно рамни. Ги нагласуваат функциите во збиените или широките простори.","Подигнато копче","ОТКАЖИ","ОТФРЛИ","Дијалог на предупредување","Модален и лебдечко копче за дејство","Шемата на избледување се користи за елементи на корисничкиот интерфејс што влегуваат или излегуваат од границите на екранот, како дијалог што избледува во центарот на екранот.","СОКРИЈ ЛЕБДЕЧКО КОПЧЕ ЗА ДЕЈСТВО","ПРИКАЖИ МОДАЛНИ","ПРИКАЖИ ЛЕБДЕЧКО КОПЧЕ ЗА ДЕЈСТВО","Избледување","Албуми","Долна навигација","Шемата на избледување низ сите се користи за транзиции меѓу елементи на корисничкиот интерфејс што не се цврсто поврзани.","Фотографии","Пребарување","123 фотографии","Избледување низ сите","Иконите за филтри користат ознаки или описни зборови за филтрирање содржини.","Икона за филтер","Лебдечкото копче за дејство е копче во вид на кружна икона што лебди над содржините за да поттикне примарно дејство во апликацијата.","Лебдечко копче за дејство","Својството fullscreenDialog одредува дали дојдовната страница е во модален дијалог на цел екран","Цел екран","Цел екран","„Списоците на табела“ се најпогодни за прикажување хомогени податоци, најчесто слики. Секој елемент во списокот на табелата се вика плочка.","Со подножје","Со заглавие","Само слика","Распоред на редови и колони","Списоци на табела","Информации","Иконите за внесување прикажуваат сложени податоци, како што се ентитет (лице, место или предмет) или разговорен текст во компактна форма.","Икона за внесување","URL-адресата не може да се прикаже:","Линиски индикатор на напредок во Material Design, познат и како лента за напредок.","Линиски индикатор на напредок","Еден ред со фиксна висина што обично содржи текст, како и икона на почетокот или на крајот.","Секундарен текст","Распореди на подвижен список","Списоци","Оневозможена ставка на менито","Ставка со мени со список за проверка","Ставка со контекстуално мени","Ставка со мени со секции","Ставка со едноставно мени",["Штиклирано: ",[12,0]],"Прва ставка на контекстуално мени","Трета ставка на контекстуално мени","Менито прикажува список со избори на привремена површина. Тие се појавуваат кога корисникот ќе користи копче, дејство или друга контрола.","Четири","Добијте линк","Прва ставка од менито","Трета ставка од менито","Втора ставка од менито","Еден","Преглед","Отстрани",["Избрано: ",[9,0]],"Сподели","Копчиња на мени и едноставни менија","Три","Мени","Два","Страница со детали","Ставка во список","Секундарен текст","Наслов","Секундарен","Сите однапред дефинирани шеми на транзиција","Движење","Табла на Material Design што се отвора хоризонтално со лизгање од работ на екранот за да ви ги прикаже линковите за навиигација во апликацијата.","Се прикажува фиока во лента за апликации","Лизгајте од работ или допрете ја иконата горе лево за да ја погледнете фиоката","Фиока за навигација","Ставка еден","Ставка два","korisnicko.ime@primer.com","Корисничко име","Материјален виџет што се прикажува одлево или оддесно од апликацијата и служи за навигација помеѓу мал број на прикази, обично од три до пет.","Прва","Втора","Се прикажува шина за навигација во апликацијата","Трета","Шина за навигација","Една линија","Допрете тука за да се прикажат достапните опции за оваа демонстрација.","Прикажи ги опциите","Опции","Копчињата со контура стануваат непроѕирни и се подигнуваат кога ќе ги притиснете. Честопати се спаруваат со подигнатите копчиња за да означат алтернативно секундарно дејство.","Копче со контура","ПРИКАЖИ ИЗБИРАЧ","Избор на датум и време","Избирачи","Линиски, кружни, неодредени","Индикатори на напредок","Лизгачите прикажуваат голем број вредности на лента. Може да имаат икони на двата краја на лентата со опсег на вредности. Идеални се за приспособување на поставките, како што се јачината на звукот, осветленоста или примената на филтри за слики.","Лизгачи на опсег","Мени со секции","Полињата за избор му овозможуваат на корисникот да избере повеќе опции од еден збир. Вредноста на обичното поле за избор е „точно“ или „неточно“, а вредноста на полето со три избори може да биде и нула.","Поле за избор","Тркалезните копчиња му овозможуваат на корисникот да избере една опција од збир опции. Користете ги за исклучителен избор доколку мислите дека корисникот треба да ги види сите достапни опции една до друга.","Тркалезно копче","Полиња за избор, тркалезни копчиња и прекинувачи","Прекинувачите за вклучување/исклучување ја менуваат состојбата на опција со една поставка. Опцијата што прекинувачот ја контролира, како и нејзината состојба, треба да е јасно одредена со соодветна етикета.","Прекинувач","Контроли за избор","Шемата на споделена оска се користи за транзиции меѓу елементи на корисничкиот интерфејс што имаат просторна или навигациска врска. Шемава користи споделена трансформација на оските x, y или z за да ја засили врската помеѓу елементите.","Уметност и ракотворби","НАЗАД","Во пакет","Бизнис","Категориите во пакет се појавуваат како групи во вашата активност. Секогаш можете да го промените ова подоцна.","Насочете ги вашите курсеви","СОЗДАЈ СМЕТКА","Кулинарство","Копчиња за следно и назад","Дизајн","ЈА ЗАБОРАВИВТЕ ЛИ Е-ПОШТАТА?","Илустрација","Прикажани засебно","СЛЕДНО","Најавете се со вашата сметка","Е-пошта или телефонски број","Здраво David Park","Споделена x-оска","268 албуми","мин.","Изведувач","Албум","A-Ш","Подреди според „Неодамна слушани“","Неодамна пуштени","Споделена y-оска","Рецепт за сендвич со телешко","Сендвич со телешко","Рецепт за хамбургер","Хамбургер","Рецепт за порција рак","Рак","Копче за иконата за „Поставки“","Рецепт за десерт","Десерт","Помош","Известувања","Приватност","Профил","Рецепт за сендвич","Сендвич","Зачувани рецепти","Поставки","Рецепт за порција ракчиња","Ракчиња","Споделена z-оска","Едноставниот дијалог му нуди на корисникот избор помеѓу неколку опции. Едноставниот дијалог има изборен наслов прикажан над опциите.","Едноставен","Едноставно мени","Континуиран","Континуиран лизгач на опсег со приспособена тема","Континуиран со нумеричка вредност што може да се изменува","Лизгачите прикажуваат голем број вредности на лента, а корисниците може да изберат една од нив. Идеални се за приспособување на поставките, како што се јачината на звукот, осветленоста или примената на филтри за слики.","Дискретен","Дискретен лизгач со приспособена тема","Нумеричка вредност што може да се изменува","Виџети за избор на вредност со повлекување","Лизгачи","Го притиснавте копчето за дејство на снекбар-пораката.","ДЕЈСТВО","ПРИКАЖИ СНЕКБАР-ПОРАКА","Снекбар-пораките ги информираат корисниците дека некоја апликација извршила или ќе изврши некаков процес. Тие се појавуваат привремено, кон дното на екранот. Не треба да го прекинуваат корисникот и не бараат од него да внесе податоци за да исчезнат.","Снекбар-пораките се прикажуваат на дното на екранот","Ова е снекбар-порака.","Снекбар-пораки","Картичките ги организираат содржините на различни екрани, збирови податоци и други интеракции.","Без лизгање","Лизгање","Картички со прикази што се лизгаат неазависно еден од друг","Картички","Копчето за текст прикажува дамка од мастило при притискање, но не се подига. Користете копчиња за текст во алатници, во дијалози и во линија со дополнување","Копче за текст","Полињата за текст им овозможуваат на корисниците да внесуваат текст во корисничкиот интерфејс. Обично се појавуваат во формулари и дијалози.","Е-пошта","Внесете лозинка.","(###) ###-#### - Внесете телефонски број од САД.","Поправете ги грешките означени со црвено пред да испратите.","Сокријте ја лозинката","Нека биде кратко, ова е само пример.","Животна приказна","Име*",["Телефонскиот број на  е ",[21,0],[24,1]],"Потребно е име.","Не повеќе од 8 знаци.","Внесете само букви.","Лозинка*","Лозинките не се совпаѓаат","Телефонски број*","* означува задолжително поле","Повторно внесете лозинка*","Плата","Прикажи ја лозинката","ИСПРАТИ","Еден ред текст и броеви што може да се изменуваат","Кажете ни нешто за вас (на пр., напишете што работите или со кое хоби се занимавате)","Полиња за текст","USD","Како ви се обраќаат луѓето?","Како може да стапиме во контакт со вас?","Вашата адреса на е-пошта","Прикажува дијалог што содржи избирач на време во Material Design.","Избирач на време","Копчињата за префрлање може да се користат за групирање поврзани опции. За да се нагласат групи на поврзани копчиња за префрлање, групата треба да споделува заеднички контејнер","Копчиња за префрлање","Советите за алатки даваат текстуални етикети што ја објаснуваат функцијата на копчето или на друго дејство на корисничкиот интерфејс. Советите за алатки прикажуваат информативен текст кога корисниците ќе го наместат глушецот над елемент, ќе фокусираат или долго ќе притиснат некој елемент.","Долго притиснете или наместете го глушецот над елемент за да се прикаже совет за алатката.","Кратка порака што се прикажува при долго притискање или местење на глушецот над елементот","Совети за алатки","Две линии","Детали","Вака се однесува TwoPane на преклопувачки уред.","Преклопувачки",["Ставка ",[7,0]],["Детали за ставка ",[17,0]],"Список","Изберете ставка","Вака се однесува TwoPane на уред со мал екран.","Мал екран","Приспособливи распореди на преклопувачки, големи и мали екрани","Вака се однесува TwoPane на поголем екран како таблет или компјутер.","Таблет/компјутер","TwoPane","Дефиниции за различните типографски стилови во Material Design.","Сите однапред дефинирани стилови на текст","Типографија","Вертикален разделувач","Поништи го изборот","Додајте сметка","СЕ СОГЛАСУВАМ","ОТКАЖИ","НЕ СЕ СОГЛАСУВАМ","ОТФРЛИ","Да се отфрли нацртот?","Демонстрација за дијалог на цел екран","ЗАЧУВАЈ","Дијалог на цел екран","Дозволете Google да им помогне на апликациите да ја утврдуваат локацијата. Тоа подразбира испраќање анонимни податоци за локација до Google, дури и кога не се извршуваат апликации.","Да се користи услугата според локација на Google?",["Избравте: „“",[11,0]],"Поставете резервна сметка","ПРИКАЖИ ГО ДИЈАЛОГОТ","ОТФРЛИ","Апликација за вести фокусирана на содржини","Реформирање на зелената армија однатре","Недостаток на пчели за фармите","Дизајнерите ја користат технологијата за да изработат футуристички платна","Феминистките напаѓаат во политиката","Иднината на бензинот","Тивката, но моќна револуција во здравството","Со стагнирањето на акциите, многумина се вртат кон валутата","Разделени животи на Американците за време на војната","Најнови вести","Бизнис","Култура","Насловна страница","Политика","Наука","Спорт","Техника","Патувања","САД","Свет","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",["Складиште на GitHub ",[20,0]],"СТИЛОВИ И ДРУГО","Категории","Галерија","Се вчитува","Не е избрано","Плажа","Бронзени изработки","Ченај","Четинад","Рибар","Цветен пазар","Подготовка за ручек","Пазар","Пудучери","Фарма за сол","Скутери","Пазар за свила","Танџавур","Храм во Танџавур",[" сметка  со .",[0,0],[8,1],[12,2]],"Штедна сметка за автомобилот","Тековна сметка","Штедна сметка за домот","Одмор","Сопственик на сметка","Годишен принос во процент","Камата платена минатата година","Каматна стапка","Годишна камата до денес","Следниот извод","Вкупно","Сметки","Предупредувања",["Потрошивте  на провизија за банкомат месецов",[11,0]],["Одлично! Салдото на сметката ви е  поголемо од минатиот месец.",[34,0]],["Внимавајте, сте искористиле  од буџетот за купување месецов.",[28,0]],["Потрошивте  на ресторани седмицава.",[11,0]],[3,0,["Зголемете го потенцијалното одбивање данок! Назначете категории на  неназначени трансакции.",[67,0]],[4,"Зголемете го потенцијалното одбивање данок! Назначете категории на 1 неназначена трансакција."]],[" треба да се плати до  и изнесува .",[0,0],[22,1],[34,2]],"Износ за наплата","Платен износ","Вкупен износ","Сметки","Краен рок",[" буџет со искористени  од , преостануваат ",[0,0],[22,1],[26,2],[42,3]],"Облека","Кафе-барови","Намирници","Ресторани","Преостанат износ","Искористен износ","Вкупно","Преостанато","Буџети","Апликација за лични финансии","ПРЕОСТАНАТО","НАЈАВЕТЕ СЕ","Најавете се","Најавете се на Rally","Немате ли сметка?","Лозинка","Запомни ме","РЕГИСТРИРАЈТЕ СЕ","Корисничко име","ПРИКАЖИ СЀ","Прикажи ги сите сметки","Прикажи ги сите сметки","Прикажи ги сите буџети","Најдете банкомати","Помош","Управувајте со сметките","Известувања","Поставки за пошта без хартија","Лозинка и ID на допир","Лични податоци","Одјавете се","Даночни документи","СМЕТКИ","СМЕТКИ","БУЏЕТИ","ПРЕГЛЕД","ПОСТАВКИ","Ефикасна и насочена апликација за е-пошта","Нацрти","Приемно сандаче","Испратено","Спам","Означено со ѕвезда","Корпа","Избери","Може да се избере (со долго притискање)","Избрано","За Flutter Gallery","Дизајн на TOASTER во Лондон","Затвори ги поставките","Поставки","Темна","Испратете повратни информации","Светла","Локален стандард","Механика на платформа","Бавно движење","Систем","Насока на текстот","Лево кон десно","Според локација","Десно кон лево","Скалирање текст","Огромен","Голем","Нормално","Мал","Тема","Поставки","ОТКАЖИ","ИСПРАЗНИ КОШНИЧКА",[3,0,[" СТАВКИ",[0,0]],[2,"НЕМА СТАВКИ",4,"1 СТАВКА"]],"КОШНИЧКА","Испорака:","Подзбир:","Данок:","ВКУПНО","ДОДАТОЦИ","СИТЕ","ОБЛЕКА","ДОМАЌИНСТВО","Модерна апликација за малопродажба","Лозинка","Корисничко име","ОДЈАВЕТЕ СЕ","МЕНИ","СЛЕДНО","Сина камена шолја","Порабена маица Cerise","Салфети Chambray","Kошула Chambray","Класична бела јака","Џемпер Clay","Полица од бакарна жица","Маица Fine lines","Орнамент за во градина","Капа Gatsby","Јакна Gentry","Три масички Gilt","Шал во боја на ѓумбир","Сива маица без ракави","Сет за чај Hurrahs","Кујнски сет од 4 парчиња","Панталони во морско сина","Туника Plaster",["x ",[2,0]],["Количина: ",[10,0]],"Маса Quartet","Послужавник Rainwater","Женска блуза Ramona","Туника во морски тонови","Џемпер Seabreeze","Маица со спуштени ракави","Чанта Shrug","Керамички сет Soothe","Очила за сонце Stella","Обетки Strut","Саксии за сукуленти","Фустан за на плажа","Маица Surf and perf","Ранец Vagabond","Чорапи Varsity","Walter Henley (бела)","Привезок за клучеви Weave","Бела кошула со риги","Ремен Whitney",[3,0,["Кошничка за купување,  ставки",[22,0]],[2,"Кошничка за купување, нема ставки",4,"Кошничка за купување, 1 ставка"]],"Додајте во кошничката",["Отстранете ",[11,0]],"Затворете ја кошничката","Затворете го менито","Отворете го менито","Отстрани ја ставката","Пребарај","Поставки","НАЈАВИ СЕ","Изберете демо","Распоред што овозможува брзо стартување",["Ставка ",[7,0]],"Главен текст","КОПЧЕ","Наслов","Поднаслов","Наслов","Апликација за стартување","Додајте","Омилена","Пребарување","Сподели"]