[0,"ro","jlvrj2",0,null,["Ca să vedeți codul sursă al acestei aplicații, accesați .",[56,0]],"Înapoi la Galerie","Pictograma Principal","Mai multe acțiuni","Resetați bannerul","Parola a fost actualizată pe celălalt dispozitiv. Conectați-vă din nou.","Bara de aplicații din partea de jos","Decupaj","Poziția butonului flotant pentru acțiuni","Andocat – Centru","Andocat – Capătul din dreapta","Flotant – Centru","Flotant – Capătul din dreapta","Cont","Alarmă","Calendar","Cameră foto","Comentarii",["Substituent pentru fila ",[24,0]],"BUTON","Creați","Explorați",["Explorați ",[10,0]],["Trimiteți ",[10,0]],"Poate fi atins","Thanjavur","Chettinad","Numărul 10","Țesători de mătase","Temple","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Top 10 orașe de vizitat în Tamil Nadu","Artizani din India de Sud","Templul Brihadisvara","Ciclism","Lift","Șemineu","Mare","Mediu","Mic","Porniți luminile","Mașină de spălat","CHIHLIMBAR","ALBASTRU","GRI-ALBĂSTRUI","MARO","CYAN","PORTOCALIU INTENS","MOV INTENS","VERDE","GRI","INDIGO","ALBASTRU DESCHIS","VERDE DESCHIS","VERDE DESCHIS","PORTOCALIU","ROZ","MOV","ROȘU","TURCOAZ","GALBEN","O aplicație pentru călătorii personalizate","MÂNCARE","Napoli, Italia","Pizza într-un cuptor pe lemne","Dallas, Statele Unite","Lisabona, Portugalia","Femeie care ține un sandviș imens cu pastramă","Bar gol cu scaune de tip bufet","Córdoba, Argentina","Burger","Portland, Statele Unite","Taco coreean","Paris, Franța","Desert cu ciocolată","Seoul, Coreea de Sud","Locuri dintr-un restaurant artistic","Seattle, Statele Unite","Preparat cu creveți","Nashville, Statele Unite","Intrare în brutărie","Atlanta, Statele Unite","Platou cu languste","Madrid, Spania","Tejghea de cafenea cu dulciuri",[3,0,[" de restaurante",[0,0]],[7,[" restaurante",[0,0]],2,"Niciun restaurant",4,"Un restaurant"]],"Explorați restaurantele după destinație",[" ",[0,0],[1,1]],"AVIOANE","Aspen, Statele Unite","Castel într-un peisaj de iarnă, cu conifere","Big Sur, Statele Unite","Cairo, Egipt","Turnurile moscheii Al-Azhar la apus","Lisabona, Portugalia","Far din cărămidă pe malul mării","Napa, Statele Unite","Piscină cu palmieri","Bali, Indonezia","Piscină pe malul mării, cu palmieri","Cort pe un câmp","Valea Khumbu, Nepal","Steaguri de rugăciune în fața unui munte înzăpezit","Machu Picchu, Peru","Cetatea Machu Picchu","Malé, Maldive","Bungalouri pe malul apei","Vitznau, Elveția","Hotel pe malul unui lac, în fața munților","Ciudad de Mexico, Mexic","Imagine aeriană cu Palacio de Bellas Artes","Muntele Rushmore, Statele Unite","Muntele Rushmore","Singapore","Supertree Grove","Havana, Cuba","Bărbat care se sprijină de o mașină albastră veche",[3,0,[" de escale",[0,0]],[7,[" escale",[0,0]],2,"Fără escală",4,"O escală"]],"Explorați zborurile după destinație","Selectați data","Selectați datele","Alegeți destinația","Clienți","Selectați o locație","Alegeți originea","Selectați ora","Călători",[3,0,[" de h",[0,0]],[7,[" h",[0,0]],4,"1 h"]],[3,0,[" de min.",[0,0]],[7,[" min.",[0,0]],4,"1 min."]],"SOMN","Malé, Maldive","Bungalouri pe malul apei","Aspen, Statele Unite","Cairo, Egipt","Turnurile moscheii Al-Azhar la apus","Taipei, Taiwan","Clădirea zgârie-nori Taipei 101","Castel într-un peisaj de iarnă, cu conifere","Machu Picchu, Peru","Cetatea Machu Picchu","Havana, Cuba","Bărbat care se sprijină de o mașină albastră veche","Vitznau, Elveția","Hotel pe malul unui lac, în fața munților","Big Sur, Statele Unite","Cort pe un câmp","Napa, Statele Unite","Piscină cu palmieri","Porto, Portugalia","Apartamente colorate în Riberia Square","Tulum, Mexic","Ruine mayașe pe o stâncă, deasupra unei plaje","Lisabona, Portugalia","Far din cărămidă pe malul mării",[3,0,[" de proprietăți disponibile",[0,0]],[7,[" proprietăți disponibile",[0,0]],2,"Nicio proprietate disponibilă",4,"O proprietate disponibilă"]],"Explorați proprietățile după destinație","Permiteți","Plăcintă cu mere","Anulați","Cheesecake","Negresă cu ciocolată","Alegeți desertul preferat din lista de mai jos. Opțiunea va fi folosită pentru a personaliza lista de restaurante sugerate din zona dvs.","Renunțați","Nu permiteți","Alegeți desertul preferat","Locația dvs. actuală va fi afișată pe hartă și folosită pentru indicații de orientare, rezultate ale căutării din apropiere și duratele de călătorie estimate.","Permiteți ca Maps să vă acceseze locația când folosiți aplicația?","Tiramisu","Buton","Cu fundal","Afișează alerta","Chat","Acasă","Profil","Calciu (%)","Calorii","Carbohidrați (g)","Desert (o porție)","Grăsimi (g)","Fier (%)","Proteine (g)","Sodiu (mg)","Nutriție","Plăcintă cu mere","Brioșă","Gogoașă","Ecler","Iaurt înghețat","Turtă dulce","Fagure de miere","Sandviș cu înghețată","Jeleu","Acadea",[" cu miere",[0,0]],[" cu zahăr",[0,0]],"Versiune demonstrativă","Atingeți pentru a edita filele și folosiți gesturi pentru a deplasa cadrul. Trageți pentru a deplasa, ciupiți pentru a mări sau micșora, rotiți cu două degete. Apăsați butonul de resetare pentru a reveni la orientarea inițială.","Editați fila","Resetați transformările","Deplasați, măriți/micșorați, rotiți","Transformări 2D","Cipurile de acțiune sunt un set de opțiuni care declanșează o acțiune legată de conținutul principal. Ele trebuie să apară dinamic și contextual într-o IU.","Cip de acțiune","Caseta de dialog pentru alerte informează utilizatorul despre situații care necesită confirmare. Caseta de dialog pentru alerte are un titlu opțional și o listă de acțiuni opțională.","Alertă","Alertă cu titlu","Bara de aplicații oferă conținut și acțiuni legate de ecranul actual. Se folosește pentru branding, titluri de ecran, navigare și acțiuni","Afișează informații și acțiuni legate de ecranul actual","Bara de aplicații","Bannerul afișează un mesaj succint important și acțiuni pe care le pot face utilizatorii (inclusiv închiderea bannerului). Pentru închiderea acestuia este necesară o acțiune din partea utilizatorului.","Afișează un banner într-o listă","Banner","Barele de aplicații din partea de jos oferă acces la un panou de navigare din partea de jos și la maximum patru acțiuni, între care butonul flotant pentru acțiuni.","Afișează navigarea și acțiunile în partea de jos","Bara de aplicații din partea de jos","Barele de navigare din partea de jos afișează între trei și cinci destinații în partea de jos a ecranului. Fiecare destinație este reprezentată de o pictogramă și o etichetă cu text opțională. Când atinge o pictogramă de navigare din partea de jos, utilizatorul este direcționat la destinația de navigare principală asociată pictogramei respective.","Etichete persistente","Etichetă selectată","Navigarea în partea de jos cu vizualizări cu suprapunere atenuată","Navigarea în partea de jos","Adăugați","AFIȘAȚI FOAIA DIN PARTEA DE JOS","Antet",["Articol ",[8,0]],"Foaia modală din partea de jos este o alternativă la un meniu sau la o casetă de dialog și împiedică interacțiunea utilizatorului cu restul aplicației.","Foaia modală din partea de jos","Foaia persistentă din partea de jos afișează informații care completează conținutul principal al aplicației. Foaia persistentă din partea de jos rămâne vizibilă chiar dacă utilizatorul interacționează cu alte părți alte aplicației.","Foaia persistentă din partea de jos","Foile persistente și modale din partea de jos","Foaia din partea de jos","Câmpuri de text","Text, în relief, conturate și altele","Butoane","Cardul este o bucată de material folosită pentru a prezenta informații conexe, de exemplu, un album, o locație geografică, o masă, date de contact etc.","Carduri de bază cu colțuri rotunjite","Carduri","Meniu cu listă de verificare","Elemente compacte care reprezintă o intrare, un atribut sau o acțiune","Cipuri","Cipurile de opțiune reprezintă o singură opțiune dintr-un set. Ele conțin categorii sau texte descriptive asociate.","Cip de opțiune","Indicator de progres circular pentru design material, care se rotește pentru a indica faptul că aplicația este ocupată.","Indicator de progres circular","Cod demo","S-a copiat în clipboard.","COPIAȚI TOT",["Nu s-a copiat în clipboard: ",[28,0]],"Constante pentru culori și mostre de culori care reprezintă paleta de culori pentru Design material.","Toate culorile predefinite","Culori","Carduri, Liste și Butonul de acțiune flotant","Modelul cu transformarea containerului este creat pentru tranziții între elementele IU care includ un container. Acest model creează o legătură vizibilă între două elemente IU.","Modul Afișare gradată/Estompare","Transformarea containerului","AFIȘARE GRADATĂ/ESTOMPARE","ÎNLOCUIRE GRADATĂ","Meniu contextual","Foaia de acțiune este un tip de alertă care îi oferă utilizatorului două sau mai multe opțiuni asociate contextului actual. Foaia de acțiune poate să conțină un titlu, un mesaj suplimentar și o listă de acțiuni.","Foaie de acțiune","Indicator de activitate în stil iOS care se rotește spre dreapta.","Indicatori de activitate în stil iOS","Indicator de activitate","Doar butoane pentru alerte","Alertă cu butoane","Caseta de dialog pentru alerte informează utilizatorul despre situații care necesită confirmare. Caseta de dialog pentru alerte are un titlu opțional, conținut opțional și o listă de acțiuni opțională. Titlul este afișat deasupra conținutului, iar acțiunile sub conținut.","Alertă","Alertă cu titlu","Casete de dialog pentru alerte în stil iOS","Alerte","Buton în stil iOS. Preia text și/sau o pictogramă care se estompează sau se accentuează la atingere. Poate să aibă un fundal opțional.","Butoane în stil iOS","Butoane","Prima acțiune","Atingeți lung sigla Flutter ca să vedeți meniul contextual","A doua acțiune","Un meniu contextual în stil iOS pe ecran complet care apare când se apasă lung pe un element.","Meniu contextual în stil iOS","Meniu contextual","Bară de navigare în stil iOS. Bara de navigare este o bară de instrumente formată cel puțin dintr-un titlu de pagină plasat în centru.","Bară de navigare în stil iOS","Bară de navigare","Selector","Data","Data și ora","Widget pentru selectorul în stil iOS care poate fi folosit pentru a selecta șirurile, datele, orele sau data și ora.","Selectoare de stil iOS","Ora","Temporizator","Selectori","Widget care implementează setarea pentru conținut Trageți pentru a actualiza în stil iOS.","Setarea Trageți pentru a actualiza în stil iOS","Trageți pentru a actualiza","O bară de derulare care include elementul subordonat","Bara de derulare în stil iOS","Bara de derulare","Un câmp de text de căutare cu ajutorul căruia utilizatorul poate să caute prin introducerea de text și care poate oferi și filtra sugestii.","Introduceți text","Câmp pentru textul de căutare în stil iOS","Câmp pentru căutarea textului","Folosit pentru a alege opțiuni care se exclud reciproc. Când selectați o opțiune din controlul segmentat, celelalte opțiuni sunt deselectate.","Control segmentat în stil iOS","Control segmentat",["Continuă: ",[10,0]],"Glisorul poate fi folosit pentru a selecta dintr-un set de valori continue sau distincte.",["Distinctă: ",[11,0]],"Glisor în stil iOS","Glisor","Comutatorul este folosit pentru a comuta între stările activat și dezactivat ale unei setări.","Comutator în stil iOS","Bară cu file de navigare din partea de jos în stil iOS. Afișează mai multe file, dintre care una este activă, în mod prestabilit prima filă.","Bară cu file din partea de jos în stil iOS","Bară cu file","Într-un câmp de text, utilizatorul poate să introducă text folosind o tastatură hardware sau o tastatură de pe ecran.","PIN","Câmpuri de text în stil iOS","Câmpuri de text","Glisoarele reprezintă un interval de valori de-a lungul unei bare, din care utilizatorii pot selecta o singură valoare sau un interval de valori. Glisoarele pot să fie personalizate sau să aibă teme.","Glisoare personalizate","Tabelele de date afișează informații sub formă de grilă, cu rânduri și coloane. Acestea organizează informațiile astfel încât să fie ușor de consultat, pentru ca utilizatorii să poată căuta modele și statistici.","Rânduri și coloane cu informații","Tabele de date","Afișează o casetă de dialog cu un selector de dată pentru design material.","Selector de dată","Afișează o casetă de dialog cu un selector al intervalului de date pentru Design material.","Selector pentru intervalul de date","Simple, pentru alerte și pe ecran complet","Casete de dialog","Separatoarele se pot folosi în liste, panouri și alte locuri pentru a separa conținutul.","Un separator este o linie subțire care grupează conținutul în liste și aspecte.","Separator","Documentație API","Butoanele în relief conferă dimensiune aspectelor în mare parte plate. Acestea evidențiază funcții în spații pline sau ample.","Butonul în relief","ANULAȚI","RENUNȚAȚI","Casetă de dialog de tip alertă","Modal și Butonul de acțiune flotant","Modelul de afișare gradată/estompare este folosit pentru elemente IU care se afișează sau dispar în limitele ecranului, de exemplu, o casetă de dialog care dispare treptat în centrul ecranului.","ASCUNDEȚI FAB","AFIȘAȚI MODALUL","AFIȘAȚI FAB","Afișare gradată/Estompare","Albume","Navigarea în partea de jos","Modelul de înlocuire gradată este folosit pentru tranziții între elemente IU între care nu există o legătură strânsă.","Fotografii","Căutați","123 de fotografii","Înlocuire gradată","Cipurile de filtrare folosesc etichete sau termeni descriptivi pentru a filtra conținutul.","Cip de filtrare","Butonul de acțiune flotant este un buton cu pictogramă circulară plasat deasupra conținutului, care promovează o acțiune principală în aplicație.","Buton de acțiune flotant","Proprietatea casetei de dialog pe ecran complet arată dacă pagina următoare este o casetă de dialog modală pe ecran complet","Ecran complet","Ecran complet","Listele grilă sunt ideale pentru prezentarea datelor omogene, de obicei, a imaginilor. Fiecare element al unei liste grilă se numește secțiune.","Cu subsol","Cu antet","Numai imagine","Aspectul rândurilor și al coloanelor","Liste grilă","Informații","Cipurile de intrare reprezintă informații complexe, cum ar fi o entitate (o persoană, o locație sau un obiect) sau un text conversațional, în formă compactă.","Cip de intrare","Nu s-a putut afișa adresa URL:","Indicator de progres liniar pentru design material, numit și bară de progres.","Indicator de progres liniar","Un singur rând cu înălțime fixă, care conține de obicei text și o pictogramă la început sau la sfârșit.","Text secundar","Aspecte de liste derulante","Liste","Element de meniu dezactivat","Element cu meniu cu listă de verificare","Element cu meniu contextual","Element cu meniu cu secțiuni","Element cu meniu simplu",["Bifat: ",[7,0]],"Elementul de meniu contextual unu","Elementul de meniu contextual trei","Meniul afișează o listă de opțiuni pe o suprafață temporară. Acestea apar atunci când utilizatorii interacționează cu un buton, o acțiune sau altă comandă.","Patru","Obțineți linkul","Elementul de meniu unu","Elementul de meniu trei","Elementul de meniu doi","Unu","Previzualizați","Eliminați",["Selectat: ",[10,0]],"Trimiteți","Butoane de meniu și meniuri simple","Trei","Meniu","Doi","Pagina cu detalii","Articol din listă","Text secundar","Titlu","Secundar","Toate modelele de tranziție predefinite","Animație","Un panou pentru design material care glisează pe orizontală dinspre marginea ecranului pentru a afișa linkuri de navigare într-o aplicație.","Afișarea unui panou în bara de aplicații","Glisați dinspre margine sau atingeți pictograma din stânga sus ca să vedeți panoul","Panou de navigare","Primul element","Al doilea element","user.name@example.com","Nume de utilizator","Un widget pentru design material care se afișează în stânga sau în dreapta unei aplicații, pentru a putea naviga prin câteva vizualizări, de obicei între trei și cinci.","Prima","A doua","Afișarea unei bare de navigare într-o aplicație","A treia","Bară de navigare","Un rând","Atingeți aici pentru a vedea opțiunile disponibile pentru această demonstrație.","Afișați opțiunile","Opțiuni","Butoanele conturate devin opace și se ridică la apăsare. Sunt de multe ori asociate cu butoane ridicate, pentru a indica o acțiune secundară alternativă.","Butonul conturat","AFIȘAȚI SELECTORUL","Selecția pentru dată și oră","Selectori","Liniar, circular, nedeterminat","Indicatori de progres","Glisoarele reprezintă un interval de valori de-a lungul unei bare. Acestea pot avea pictograme la ambele capete ale barei, care reflectă un interval de valori. Sunt ideale pentru reglarea setărilor, precum volumul, luminozitatea sau aplicarea filtrelor de imagine.","Glisoare pentru interval","Meniu cu secțiuni","Cu ajutorul casetelor de selectare, utilizatorii pot să aleagă mai multe opțiuni dintr-un set. Valoarea normală a unei casete este true sau false. O casetă cu trei stări poate avea și valoarea null.","Casetă de selectare","Cu ajutorul butoanelor radio, utilizatorul poate să selecteze o singură opțiune dintr-un set. Folosiți-le pentru selectări exclusive dacă credeți că utilizatorul trebuie să vadă toate opțiunile disponibile alăturate.","Radio","Casete de selectare, butoane radio și comutatoare","Comutatoarele activat / dezactivat schimbă starea unei opțiuni pentru setări. Opțiunea controlată de comutator și starea acesteia trebuie să fie indicate clar de eticheta inline corespunzătoare.","Comutatoare","Comenzi de selectare","Modelul cu axă comună este folosit pentru tranziții între elemente IU care au o relație spațială sau de navigare. Acest model folosește o transformare comună pe axa x, y, sau z pentru a evidenția legătura dintre elemente.","Artă și artizanat","ÎNAPOI","În grup","Afaceri","Categoriile apar ca grupuri în feed. Puteți modifica oricând această opțiune.","Optimizați traiectoriile","CREAȚI UN CONT","Culinar","Butoanele Înainte și Înapoi","Design","AȚI UITAT ADRESA DE E-MAIL?","Ilustrații","Afișate individual","ÎNAINTE","Conectați-vă cu contul dvs.","Adresa de e-mail sau numărul de telefon","Bună ziua, David Park!","Axa x comună","268 de albume","min.","Artist","Album","A – Z","Sortați după „Redate recent”","Redate recent","Axa y comună","Rețetă de sandviș cu vită","Sandviș cu vită","Rețetă de burger","Burger","Rețetă cu crab","Crab","Butonul cu pictograma Setări","Rețetă de desert","Desert","Ajutor","Notificări","Confidențialitate","Profil","Rețetă de sandviș","Sandviș","Rețete salvate","Setări","Rețetă cu creveți","Creveți","Axa z comună","Caseta de dialog simplă îi oferă utilizatorului posibilitatea de a alege dintre mai multe opțiuni. Caseta de dialog simplă are un titlu opțional, afișat deasupra opțiunilor.","Simplă","Meniu simplu","Continuu","Glisor cu interval continuu și temă personalizată","Continuu cu valoare numerică ce poate fi editată","Glisoarele reflectă un interval de valori de-a lungul unei bare, din care utilizatorii pot selecta o singură valoare. Acestea sunt ideale pentru reglarea setărilor, precum volumul, luminozitatea sau aplicarea filtrelor de imagine.","Distinct","Glisor distinct cu temă personalizată","Valoare numerică ce poate fi editată","Widgeturi pentru selectarea unei valori prin glisare","Glisoare","Ați apăsat pe acțiunea din bara de notificare.","ACȚIUNE","AFIȘEAZĂ O BARĂ DE NOTIFICARE","Barele de notificare informează utilizatorii cu privire la un proces care a fost sau va fi executat de o aplicație. Acestea se afișează temporar în partea de jos a ecranului. Ele nu ar trebui să întrerupă experiența utilizatorului și nu necesită date introduse de utilizator pentru a dispărea.","Barele de notificare afișează mesaje în partea de jos a ecranului","Aceasta este o bară de notificare.","Bare de notificare","Filele organizează conținutul pe ecrane, în seturi de date diferite și în alte interacțiuni.","Nederulantă","Derulantă","File cu vizualizări care se derulează independent","File","Butonul text reacționează vizibil la apăsare, dar nu se ridică. Folosiți butoanele text în bare de instrumente, casete de dialog și în linie cu chenarul interior.","Butonul text","Câmpurile de text le dau utilizatorilor posibilitatea de a introduce text pe o interfață de utilizare. Acestea apar de obicei în forme și casete de dialog.","E-mail","Introduceți o parolă.","(###) ###–#### – introduceți un număr de telefon din S.U.A.","Remediați erorile evidențiate cu roșu înainte de trimitere.","Ascundeți parola","Folosiți un text scurt, aceasta este o demonstrație.","Povestea vieții","Nume*",["Numărul de telefon al persoanei de contact  este ",[43,0],[49,1]],"Numele este obligatoriu.","Nu mai mult de 8 caractere.","Introduceți numai caractere alfabetice.","Parolă*","Parolele nu corespund","Număr de telefon*","* indică un câmp obligatoriu","Introduceți din nou parola*","Salariu","Afișați parola","TRIMITEȚI","Un singur rând de text și cifre editabile","Povestiți-ne despre dvs. (de exemplu, scrieți cu ce vă ocupați sau ce pasiuni aveți)","Câmpuri de text","USD","Cum vă spun utilizatorii?","La ce număr de telefon vă putem contacta?","Adresa dvs. de e-mail","Afișează o casetă de dialog cu un selector de oră pentru design material.","Selector de oră","Butoanele de comutare pot fi folosite pentru a grupa opțiunile similare. Pentru a evidenția grupuri de butoane de comutare similare, este necesar ca un grup să aibă un container comun.","Butoane de comutare","Baloanele explicative afișează etichete cu text care explică funcția unui buton sau altă acțiune din interfața de utilizare. Baloanele explicative afișează text informativ atunci când utilizatorii plasează cursorul pe, selectează sau apasă lung un element.","Apăsați lung sau plasați cursorul pentru a afișa balonul explicativ.","Scurt mesaj afișat la apăsarea lungă sau la plasarea cursorului","Baloane explicative","Două rânduri","Detalii","Acesta este comportamentul TwoPane pe un dispozitiv pliabil.","Dispozitiv pliabil",["Articol ",[8,0]],["Detalii despre articolul ",[25,0]],"Listă","Selectați un articol","Acesta este comportamentul TwoPane pe un dispozitiv cu ecran mic.","Ecran mic","Aspecte adaptabile pe ecrane pliabile, mari și mici","Acesta este comportamentul TwoPane pe un ecran mai mare, cum ar fi cel de tabletă sau de computer.","Tabletă / computer","TwoPane","Definiții pentru stilurile tipografice diferite, care se găsesc în ghidul Design material.","Toate stilurile de text predefinite","Tipografie","Separator vertical","Debifați","Adăugați un cont","SUNT DE ACORD","ANULAȚI","NU SUNT DE ACORD","RENUNȚAȚI","Ștergeți mesajul nefinalizat?","Exemplu de casetă de dialog pe ecran complet","SALVAȚI","Casetă de dialog pe ecran complet","Acceptați ajutor de la Google pentru ca aplicațiile să vă detecteze locația. Aceasta înseamnă că veți trimite la Google date anonime privind locațiile, chiar și când nu rulează nicio aplicație.","Folosiți serviciul de localizare Google?",["Ați selectat: „”",[15,0]],"Setați contul pentru backup","AFIȘEAZĂ CASETA DE DIALOG","ÎNCHIDEȚI","O aplicație de știri axată pe conținut","Reformarea armatei de mediu din interior","Numărul albinelor este în scădere","Designerii creează materiale futuriste cu ajutorul tehnologiei","Feministele devin partizane","Viitorul benzinei","Revoluția silențioasă, dar remarcabilă, din domeniul sănătății","Întrucât cotațiile bursiere stagnează, mulți se orientează spre cursul valutar","Poporul american divizat în timpul războiului","Cele mai recente actualizări","Afaceri","Cultură","Prima pagină","Politică","Știință","Sport","Tehnologie","Călătorii","S.U.A.","În lume","Armata de mediu","Revoluția în sănătate","Reformă","Acțiuni","Design tehnologic",["Directorul GitHub ",[18,0]],"STILURI ȘI ALTELE","Categorii","Galerie","Se încarcă","Neselectat","Plajă","Obiecte din bronz","Chennai","Chettinad","Pescar","Piață de flori","Prepararea mesei de prânz","Piață","Pondicherry","Fermă de sare","Scutere","Producător de mătase","Tanjore","Templul Thanjavur",["Contul   cu .",[7,0],[8,1],[12,2]],"Economii pentru mașină","Curent","Economii pentru casă","Vacanță","Proprietarul contului","Randamentul anual procentual","Dobânda plătită anul trecut","Rata dobânzii","Dobânda de la începutul anului până în prezent","Următorul extras","Total","Conturi","Alerte",["Luna aceasta ați cheltuit  pentru comisioanele de la bancomat",[26,0]],["Felicitări! Contul dvs. curent este cu  mai bogat decât luna trecută.",[39,0]],["Atenție, ați folosit  din bugetul de cumpărături pentru luna aceasta.",[21,0]],["Săptămâna aceasta ați cheltuit  în restaurante.",[31,0]],[3,0,["Creșteți-vă potențiala deducere fiscală! Atribuiți categorii pentru  de tranzacții neatribuite.",[68,0]],[7,["Creșteți-vă potențiala deducere fiscală! Atribuiți categorii pentru  tranzacții neatribuite.",[68,0]],4,"Creșteți-vă potențiala deducere fiscală! Atribuiți categorii unei tranzacții neatribuite."]],["Factura  în valoare de  este scadentă pe .",[8,0],[23,1],[41,2]],"Suma datorată","Suma plătită","Suma totală","Facturi","Data scadentă",["Bugetul pentru  cu  cheltuiți din ,  rămași",[15,0],[19,1],[34,2],[36,3]],"Îmbrăcăminte","Cafenele","Produse alimentare","Restaurante","Suma rămasă","Suma cheltuită","Limita totală","Stânga","Bugete","O aplicație pentru finanțe personale","STÂNGA","CONECTAȚI-VĂ","Conectați-vă","Conectați-vă la Rally","Nu aveți un cont?","Parolă","Ține-mă minte","ÎNSCRIEȚI-VĂ","Nume de utilizator","VEDEȚI-LE PE TOATE","Vedeți toate conturile","Vedeți toate facturile","Vedeți toate bugetele","Găsiți bancomate","Ajutor","Gestionați conturi","Notificări","Setări fără hârtie","Parolă și Touch ID","Informații cu caracter personal","Deconectați-vă","Documente fiscale","CONTURI","FACTURI","BUGETE","PREZENTARE GENERALĂ","SETĂRI","O aplicație pentru e-mail eficientă și utilă","Mesaje nefinalizate","Mesaje primite","Trimise","Spam","Cu stea","Coș de gunoi","Selectați","Se poate selecta (apăsare lungă)","Selectat","Despre galeria Flutter","Conceput de TOASTER în Londra","Închideți setările","Setări","Întunecată","Trimiteți feedback","Luminoasă","Cod local","Mecanica platformei","Slow motion","Sistem","Direcția textului","De la stânga la dreapta","În funcție de codul local","De la dreapta la stânga","Scalarea textului","Foarte mare","Mare","Normal","Mic","Temă","Setări","ANULAȚI","GOLIȚI COȘUL",[3,0,[" ARTICOLE",[0,0]],[7,[" ARTICOLE",[0,0]],2,"NICIUN ARTICOL",4,"UN ARTICOL"]],"COȘ DE CUMPĂRĂTURI","Expediere:","Subtotal:","Taxe:","TOTAL","ACCESORII","TOATE","ÎMBRĂCĂMINTE","CASĂ","O aplicație de vânzare cu amănuntul la modă","Parolă","Nume de utilizator","DECONECTAȚI-VĂ","MENIU","ÎNAINTE","Cană Blue Stone","Tricou cu guler rotund Cerise","Șervete din Chambray","Cămașă din Chambray","Guler alb clasic","Pulover Clay","Rastel din sârmă de cupru","Tricou cu dungi subțiri","Toron pentru grădină","Pălărie Gatsby","Jachetă Gentry","Birou trio aurit","Fular Ginger","Maiou lejer gri","Set de ceai Hurrahs","Bucătărie Quattro","Pantaloni bleumarin","Tunică Plaster",["x ",[2,0]],["Cantitate: ",[11,0]],"Masă Quartet","Colector pentru apă de ploaie","Geantă crossover Ramona","Tunică Sea","Pulover Seabreeze","Tricou cu mâneci îndoite","Geantă Shrug","Set de ceramică Soothe","Ochelari de soare Stella","Cercei Strut","Ghivece pentru plante suculente","Rochie Sunshirt","Bluză Surf and perf","Geantă Vagabond","Șosete Varsity","Walter Henley (alb)","Breloc împletit","Cămașă cu dungi fine albe","Curea Whitney",[3,0,["Coș de cumpărături,  de articole",[20,0]],[7,["Coș de cumpărături,  articole",[20,0]],2,"Coș de cumpărături, niciun articol",4,"Coș de cumpărături, un articol"]],"Adăugați în coșul de cumpărături",["Eliminați ",[10,0]],"Închideți coșul de cumpărături","Închideți meniul","Deschideți meniul","Eliminați articolul","Căutați","Setări","CONECTAȚI-VĂ","Selectați o demonstrație","Un aspect adaptabil pentru Starter",["Articol ",[8,0]],"Corp","BUTON","Titlu","Subtitlu","Titlu","Aplicația Starter","Adăugați","Preferat","Căutați","Trimiteți"]