[0,"id","RUiSlQuJ",0,null,["Untuk melihat kode sumber aplikasi ini, buka .",[45,0]],"Kembali ke Galeri","Ikon Utama","Beberapa tindakan","Reset banner","Sandi Anda diperbarui di perangkat lain. Harap login lagi.","Panel aplikasi bawah","Notch","Posisi Tombol Tindakan Mengambang","Tersemat - Tengah","Tersemat - Ujung","Mengambang - Tengah","Mengambang - Ujung","Akun","Alarm","Kalender","Kamera","Komentar",["Placeholder untuk tab ",[22,0]],"TOMBOL","Buat","Temukan",["Jelajahi ",[9,0]],["Bagikan ",[8,0]],"Dapat diketuk","Thanjavur","Chettinad","Nomor 10","Pemintal Sutra","Kuil","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","10 Kota Terpopuler yang Harus Dikunjungi di Tamil Nadu","Pengrajin dari India Selatan","Kuil Brihadisvara","Bersepeda","Elevator","Perapian","Besar","Sedang","Kecil","Nyalakan lampu","Mesin cuci","AMBER","BIRU","BIRU KEABU-ABUAN","COKELAT","BIRU KEHIJAUAN","ORANYE TUA","UNGU TUA","HIJAU","ABU-ABU","NILA","BIRU MUDA","HIJAU MUDA","HIJAU LIMAU","ORANYE","MERAH MUDA","UNGU","MERAH","HIJAU KEBIRUAN","KUNING","Aplikasi perjalanan yang dipersonalisasi","MAKAN","Naples, Italia","Pizza dalam oven berbahan bakar kayu","Dallas, Amerika Serikat","Lisbon, Portugal","Wanita yang memegang sandwich pastrami besar","Bar kosong dengan bangku bergaya rumah makan","Córdoba, Argentina","Burger","Portland, Amerika Serikat","Taco korea","Paris, Prancis","Makanan penutup berbahan cokelat","Seoul, Korea Selatan","Area tempat duduk restoran yang berseni","Seattle, Amerika Serikat","Hidangan berbahan udang","Nashville, Amerika Serikat","Pintu masuk toko roti","Atlanta, Amerika Serikat","Sepiring udang laut","Madrid, Spanyol","Meja kafe dengan kue-kue",[3,0,[" Restoran",[0,0]],[2,"Tidak Ada Restoran",4,"1 Restoran"]],"Jelajahi Restoran berdasarkan Tujuan",[" ",[0,0],[1,1]],"TERBANG","Aspen, Amerika Serikat","Chalet di lanskap bersalju dengan pepohonan hijau","Big Sur, Amerika Serikat","Kairo, Mesir","Menara Masjid Al-Azhar saat matahari terbenam","Lisbon, Portugal","Mercusuar bata di laut","Napa, Amerika Serikat","Kolam renang yang terdapat pohon palem","Bali, Indonesia","Kolam renang tepi laut yang terdapat pohon palem","Tenda di lapangan","Khumbu Valley, Nepal","Bendera doa menghadap gunung bersalju","Machu Picchu, Peru","Benteng Machu Picchu","Malé, Maladewa","Bungalo apung","Vitznau, Swiss","Hotel tepi danau yang menghadap pegunungan","Meksiko, Meksiko","Pemandangan udara Palacio de Bellas Artes","Gunung Rushmore, Amerika Serikat","Gunung Rushmore","Singapura","Supertree Grove","Havana, Kuba","Pria yang bersandar pada mobil antik warna biru",[3,0,[" transit",[0,0]],[2,"Nonstop",4,"1 transit"]],"Jelajahi Penerbangan berdasarkan Tujuan","Pilih Tanggal","Pilih Tanggal","Pilih Tujuan","Makan Malam","Pilih Lokasi","Pilih Asal","Pilih Waktu","Pelancong",[3,0,[" jam",[0,0]],[4,"1 jam"]],[3,0,[" mnt",[0,0]],[4,"1 mnt"]],"TIDUR","Malé, Maladewa","Bungalo apung","Aspen, Amerika Serikat","Kairo, Mesir","Menara Masjid Al-Azhar saat matahari terbenam","Taipei, Taiwan","Gedung pencakar langit Taipei 101","Chalet di lanskap bersalju dengan pepohonan hijau","Machu Picchu, Peru","Benteng Machu Picchu","Havana, Kuba","Pria yang bersandar pada mobil antik warna biru","Vitznau, Swiss","Hotel tepi danau yang menghadap pegunungan","Big Sur, Amerika Serikat","Tenda di lapangan","Napa, Amerika Serikat","Kolam renang yang terdapat pohon palem","Porto, Portugal","Apartemen warna-warni di Ribeira Square","Tulum, Meksiko","Reruntuhan kota suku Maya di tebing di atas pantai","Lisbon, Portugal","Mercusuar bata di laut",[3,0,[" Properti Tersedia",[0,0]],[2,"Tidak Ada Properti yang Tersedia",4,"1 Properti Tersedia"]],"Jelajahi Properti berdasarkan Tujuan","Izinkan","Pai Apel","Batal","Kue Keju","Brownies Cokelat","Silakan pilih jenis makanan penutup favorit Anda dari daftar di bawah ini. Pilihan Anda akan digunakan untuk menyesuaikan daftar saran tempat makan di area Anda.","Hapus","Jangan Izinkan","Pilih Makanan Penutup Favorit","Lokasi Anda saat ini akan ditampilkan di peta dan digunakan untuk rute, hasil penelusuran di sekitar, dan estimasi waktu tempuh.","Izinkan \"Maps\" mengakses lokasi Anda selagi Anda menggunakan aplikasi?","Tiramisu","Tombol","Dengan Latar Belakang","Tampilkan Notifikasi","Chat","Beranda","Profil","Kalsium (%)","Kalori","Karbohidrat (g)","Makanan penutup (1 porsi)","Lemak (g)","Zat Besi (%)","Protein (g)","Sodium (mg)","Gizi","Pai apel","Cupcake","Donat","Eclair","Yoghurt beku","Kue jahe","Sarang lebah","Sandwich es krim","Jelly bean","Lollipop",[" dengan madu",[0,0]],[" dengan gula",[0,0]],"Demo","Ketuk untuk mengedit potongan foto, dan gunakan gestur untuk berpindah antar-adegan. Tarik untuk menggeser, cubit untuk zoom, putar dengan dua jari. Tekan tombol reset untuk kembali ke orientasi awal.","Edit potongan foto","Reset transformasi","Geser, zoom, putar","Transformasi 2D","Chip tindakan adalah sekumpulan opsi yang memicu tindakan terkait konten utama. Chip tindakan akan muncul secara dinamis dan kontekstual dalam UI.","Chip Tindakan","Dialog notifikasi akan memberitahukan situasi yang memerlukan konfirmasi kepada pengguna. Dialog notifikasi memiliki judul opsional dan daftar tindakan opsional.","Notifikasi","Notifikasi dengan Judul","Panel aplikasi menyediakan konten dan tindakan yang terkait dengan layar saat ini. Panel aplikasi digunakan untuk branding, judul layar, navigasi, serta tindakan","Menampilkan informasi dan tindakan yang terkait dengan layar saat ini","Panel aplikasi","Banner menampilkan pesan penting yang ringkas, dan memberikan tindakan yang perlu dilakukan pengguna (atau menutup banner). Perlu tindakan pengguna untuk menutup banner.","Menampilkan banner dalam daftar","Banner","Panel aplikasi bawah memberikan akses ke maksimal empat tindakan, termasuk tombol tindakan mengambang, serta ke panel navigasi bawah.","Menampilkan navigasi dan tindakan di bagian bawah","Panel aplikasi bawah","Menu navigasi bawah menampilkan tiga hingga lima tujuan di bagian bawah layar. Tiap tujuan direpresentasikan dengan ikon dan label teks opsional. Jika ikon navigasi bawah diketuk, pengguna akan dialihkan ke tujuan navigasi tingkat teratas yang terkait dengan ikon tersebut.","Label persisten","Label terpilih","Navigasi bawah dengan tampilan cross-fading","Navigasi bawah","Tambahkan","TAMPILKAN SHEET BAWAH","Header",["Item ",[5,0]],"Sheet bawah modal adalah alternatif untuk menu atau dialog dan akan mencegah pengguna berinteraksi dengan bagian lain aplikasi.","Sheet bawah modal","Sheet bawah persisten akan menampilkan informasi yang melengkapi konten utama aplikasi. Sheet bawah persisten akan tetap terlihat bahkan saat pengguna berinteraksi dengan bagian lain aplikasi.","Sheet bawah persisten","Sheet bawah persisten dan modal","Sheet bawah","Kolom teks","Teks, timbul, outline, dan banyak lagi","Tombol","Kartu adalah selembar Bahan yang digunakan untuk menampilkan beberapa informasi terkait, misalnya album, lokasi geografis, makanan, detail kontak, dll.","Kartu dasar dengan sudut membulat","Kartu","Menu checklist","Elemen ringkas yang merepresentasikan masukan, atribut, atau tindakan","Chip","Choice chip merepresentasikan satu pilihan dari sekumpulan pilihan. Choice chip berisi teks deskriptif atau kategori yang terkait.","Choice Chip","Indikator progres putar Desain Material, yang berputar untuk menunjukkan bahwa aplikasi sedang sibuk.","Indikator Progres Putar","Kode Demo","Disalin ke papan klip.","SALIN SEMUA",["Gagal menyalin ke papan klip: ",[30,0]],"Warna dan konstanta model warna yang merepresentasikan palet warna Desain Material.","Semua warna yang telah ditentukan","Warna","Kartu, Daftar & FAB","Pola transformasi container didesain untuk transisi antara elemen UI yang mencakup sebuah container. Pola ini menghasilkan hubungan yang terlihat di antara dua elemen UI","Mode memudar dan memperjelas","Transformasi Container","MEMPERJELAS","MEMUDAR","Menu konteks","Sheet tindakan adalah gaya khusus notifikasi yang menghadirkan serangkaian dua atau beberapa pilihan terkait dengan konteks saat ini kepada pengguna. Sheet tindakan dapat memiliki judul, pesan tambahan, dan daftar tindakan.","Sheet Tindakan","Indikator aktivitas gaya iOS yang berputar searah jarum jam.","Indikator aktivitas gaya iOS","Indikator aktivitas","Hanya Tombol Notifikasi","Notifikasi dengan Tombol","Dialog notifikasi akan memberitahukan situasi yang memerlukan konfirmasi kepada pengguna. Dialog notifikasi memiliki judul, konten, dan daftar tindakan yang opsional. Judul ditampilkan di atas konten dan tindakan ditampilkan di bawah konten.","Notifikasi","Notifikasi dengan Judul","Dialog notifikasi gaya iOS","Notifikasi","Tombol gaya iOS. Tombol ini berisi teks dan/atau ikon yang akan memudar saat disentuh. Dapat memiliki latar belakang.","Tombol gaya iOS","Tombol","Tindakan satu","Sentuh lama logo Flutter untuk melihat menu konteks.","Tindakan dua","Menu kontekstual layar penuh bergaya iOS yang muncul saat elemen ditekan lama.","Menu konteks bergaya iOS","Menu Konteks","Menu navigasi gaya iOS. Menu navigasi adalah toolbar yang minimal berisi judul halaman, di bagian tengah toolbar.","Menu navigasi gaya iOS","Menu navigasi","Alat pilih","Tanggal","Tanggal dan Waktu","Widget alat pilih bergaya iOS yang dapat digunakan untuk memilih string, tanggal, waktu, atau kedua tanggal dan waktu sekaligus.","Alat pilih bergaya iOS","Waktu","Timer","Alat Pilih","Widget yang mengimplementasikan kontrol terhadap konten tarik untuk memuat ulang gaya iOS.","Kontrol tarik untuk memuat ulang gaya iOS","Tarik untuk memuat ulang","Scrollbar yang menggabungkan turunan tertentu","Scrollbar bergaya iOS","Scrollbar","Kolom teks penelusuran yang memungkinkan pengguna melakukan penelusuran dengan memasukkan teks, dan yang dapat menawarkan serta memfilter saran.","Masukkan beberapa teks","Kolom teks penelusuran bergaya iOS","Kolom teks penelusuran","Digunakan untuk memilih sejumlah opsi yang sama eksklusifnya. Ketika satu opsi di kontrol tersegmen dipilih, opsi lain di kontrol tersegmen tidak lagi tersedia untuk dipilih.","Kontrol tersegmen gaya iOS","Kontrol tersegmen",["Berkelanjutan: ",[15,0]],"Penggeser dapat digunakan untuk memilih kumpulan nilai berkelanjutan atau yang berlainan.",["Berlainan: ",[11,0]],"Penggeser gaya iOS","Penggeser","Tombol akses digunakan untuk mengalihkan status aktif/nonaktif setelan tunggal.","Tombol akses gaya iOS","Panel tab navigasi bawah gaya iOS. Menampilkan beberapa tab dengan satu tab pertama yang aktif secara default.","Panel tab bawah gaya iOS","Bilah tab","Kolom teks tempat pengguna memasukkan teks, baik menggunakan keyboard hardware atau dengan keyboard di layar.","PIN","Kolom teks gaya iOS","Kolom teks","Penggeser menunjukkan rentang nilai di sepanjang panel, tempat pengguna dapat memilih nilai tunggal atau rentang nilai. Penggeser dapat disesuaikan dan diubah temanya.","Penggeser Kustom","Tabel data menampilkan informasi dalam baris dan kolom dengan format seperti petak. Tabel data menyusun informasi dengan format yang mudah dipindai, sehingga pengguna dapat dengan mudah mencari pola dan data.","Baris dan kolom informasi","Tabel Data","Menampilkan dialog yang berisi pemilih tanggal Desain Material.","Alat Pilih Tanggal","Menampilkan dialog yang berisi pemilih rentang tanggal Desain Material.","Pemilih Rentang Tanggal","Sederhana, notifikasi, dan layar penuh","Dialog","Pembagi dapat digunakan dalam daftar, panel samping, dan tempat lainnya untuk memisahkan konten.","Pembagi merupakan garis tipis yang mengelompokkan konten dalam daftar dan tata letak.","Pembagi","Dokumentasi API","Tombol timbul menambahkan dimensi ke sebagian besar tata letak datar. Tombol tersebut mempertegas fungsi pada ruang yang penuh atau lapang.","Tombol Timbul","BATAL","HAPUS","Dialog Notifikasi","Modal dan FAB","Pola memperjelas digunakan untuk elemen UI yang masuk atau keluar dan masih dalam garis batas layar, misalnya dialog yang memperjelas di tengah layar.","SEMBUNYIKAN FAB","TAMPILKAN MODAL","TAMPILKAN FAB","Memperjelas","Album","Navigasi bawah","Pola memudar digunakan untuk transisi antara elemen UI yang tidak memiliki hubungan kuat satu sama lain.","Foto","Telusuri","123 foto","Memudar","Filter chip menggunakan tag atau kata deskriptif sebagai cara memfilter konten.","Filter Chip","Tombol tindakan mengambang adalah tombol dengan ikon lingkaran yang mengarahkan kursor ke atas konten untuk melakukan tindakan utama dalam aplikasi.","Tombol Tindakan Mengambang","Properti fullscreenDialog akan menentukan apakah halaman selanjutnya adalah dialog modal layar penuh atau bukan","Layar Penuh","Layar Penuh","Daftar Petak sangat cocok untuk menyajikan data homogen, biasanya berupa gambar. Setiap item dalam daftar petak disebut kotak.","Dengan footer","Dengan header","Hanya gambar","Tata letak baris dan kolom","Daftar Petak","Info","Input chip merepresentasikan informasi yang kompleks, seperti entitas (orang, tempat, atau barang) atau teks percakapan, dalam bentuk yang ringkas.","Input Chip","Tidak dapat menampilkan URL:","Indikator progres linear Desain Material, disebut juga status progres.","Indikator Progres Linear","Baris tunggal dengan ketinggian tetap yang biasanya berisi teks serta ikon di awal atau akhir.","Teks sekunder","Tata letak daftar scroll","Daftar","Item menu nonaktif","Item dengan menu checklist","Item dengan menu konteks","Item dengan menu bagian","Item dengan menu sederhana",["Dicentang: ",[11,0]],"Item menu konteks satu","Item menu konteks tiga","Menu menampilkan daftar pilihan pada permukaan sementara Daftar tersebut muncul ketika pengguna berinteraksi dengan tombol, tindakan, atau kontrol lainnya.","Empat","Dapatkan link","Item menu satu","Item menu tiga","Item menu dua","Satu","Pratinjau","Hapus",["Dipilih: ",[9,0]],"Bagikan","Tombol menu dan menu sederhana","Tiga","Menu","Dua","Halaman Detail","Item daftar","Teks sekunder","Judul","Sekunder","Semua pola transisi yang sudah ditentukan","Gerakan","Panel Desain Material yang dapat digeser secara horizontal dari pinggir layar untuk menampilkan link navigasi dalam aplikasi.","Menampilkan panel samping dalam panel aplikasi","Geser dari pinggir layar atau ketuk ikon di kiri atas untuk melihat panel samping","Panel Navigasi","Item Satu","Item Dua","user.name@example.com","Nama Pengguna","Widget material yang dimaksudkan untuk ditampilkan di bagian kiri atau kanan aplikasi guna beralih antar-beberapa tampilan, biasanya antara tiga atau lima.","Pertama","Kedua","Menampilkan Kolom Navigasi Samping dalam aplikasi","Ketiga","Kolom Navigasi Samping","Satu Baris","Ketuk di sini guna melihat opsi yang tersedia untuk demo ini.","Opsi tampilan","Opsi","Tombol outline akan menjadi buram dan terangkat saat ditekan. Tombol tersebut sering dipasangkan dengan tombol timbul untuk menandakan tindakan kedua dan alternatif.","Tombol Outline","TAMPILKAN ALAT PILIH","Pemilihan Tanggal dan Waktu","Alat Pilih","Linear, putar, tidak tentu","Indikator progres","Penggeser menunjukkan rentang nilai di sepanjang panel. Penggeser bisa memiliki ikon di kedua ujung panel yang menunjukkan rentang nilai. Penggeser cocok untuk menyesuaikan setelan seperti volume, kecerahan, atau menerapkan filter gambar.","Penggeser Rentang","Menu dengan bagian","Kotak centang memungkinkan pengguna memilih beberapa opsi dari suatu kumpulan. Nilai kotak centang normal adalah true atau false dan nilai kotak centang tristate juga dapat null.","Kotak centang","Tombol pilihan memungkinkan pengguna memilih salah satu opsi dari kumpulan. Gunakan tombol pilihan untuk pilihan eksklusif jika Anda merasa bahwa pengguna perlu melihat semua opsi yang tersedia secara berdampingan.","Radio","Kotak centang, tombol pilihan, dan tombol akses","Tombol akses on/off mengalihkan status opsi setelan tunggal. Opsi yang dikontrol tombol akses, serta statusnya, harus dijelaskan dari label inline yang sesuai.","Tombol Akses","Kontrol pilihan","Pola sumbu merata digunakan untuk transisi antara elemen UI yang memiliki hubungan spasial atau navigasi. Pola ini menggunakan transformasi yang sama pada sumbu x, y, atau z untuk memperkuat hubungan antar-elemen.","Seni & Kerajinan","KEMBALI","Gabungan","Bisnis","Kategori gabungan muncul sebagai grup di feed Anda. Anda dapat mengubahnya kapan saja.","Mempersingkat kursus Anda","BUAT AKUN","Kuliner","Tombol Berikutnya dan Kembali","Desain","LUPA EMAIL?","Ilustrasi","Ditampilkan secara Individual","BERIKUTNYA","Login dengan akun Anda","Email atau nomor telepon","Halo David Park","Sumbu x merata","268 album","mnt","Artis","Album","A-Z","Urutkan menurut \"Baru Diputar\"","Baru diputar","Sumbu y merata","Resep Sandwich daging sapi","Sandwich daging sapi","Resep burger","Burger","Resep hidangan berbahan kepiting","Kepiting","Tombol ikon setelan","Resep hidangan penutup","Hidangan penutup","Bantuan","Notifikasi","Privasi","Profil","Resep sandwich","Sandwich","Resep yang Tersimpan","Setelan","Resep hidangan berbahan udang","Udang","Sumbu z merata","Dialog sederhana akan menawarkan pilihan di antara beberapa opsi kepada pengguna. Dialog sederhana memiliki judul opsional yang ditampilkan di atas pilihan tersebut.","Sederhana","Menu sederhana","Berkelanjutan","Penggeser Rentang Berkelanjutan dengan Tema Kustom","Berkelanjutan dengan Nilai Angka yang Dapat Diedit","Penggeser menunjukkan rentang nilai di sepanjang panel, tempat pengguna dapat memilih nilai tunggal. Penggeser cocok untuk menyesuaikan setelan seperti volume, kecerahan, atau menerapkan filter gambar.","Berlainan","Penggeser Berlainan dengan Tema Kustom","Nilai angka yang dapat diedit","Widget untuk memilih nilai dengan menggeser","Penggeser","Anda menekan tindakan snackbar.","TINDAKAN","TAMPILKAN SNACKBAR","Snackbar memberi tahu pengguna proses yang telah dilakukan atau akan dilakukan aplikasi. Snackbar muncul sementara, di bagian bawah layar. Snackbar tidak akan mengganggu pengalaman pengguna, dan tidak memerlukan masukan pengguna agar dapat menghilang.","Snackbar menampilkan pesan di bagian bawah layar","Ini adalah snackbar.","Snackbar","Tab yang mengatur konten di beragam jenis layar, set data, dan interaksi lainnya.","Non-scroll","Scroll","Tab dengan tampilan yang dapat di-scroll secara terpisah","Tab","Tombol teks menampilkan percikan tinta saat ditekan, tetapi tidak terangkat. Gunakan tombol teks pada toolbar, dalam dialog, dan bagian dari padding","Tombol Teks","Kolom teks memungkinkan pengguna memasukkan teks menjadi UI. UI tersebut biasanya muncul dalam bentuk formulir dan dialog.","Email","Masukkan sandi.","(###) ###-#### - Masukkan nomor telepon AS.","Perbaiki error dalam warna merah sebelum mengirim.","Sembunyikan sandi","Jangan terlalu panjang, ini hanya demo.","Kisah hidup","Nama*",["Nomor telepon  adalah ",[14,0],[22,1]],"Nama wajib diisi.","Maksimal 8 karakter.","Masukkan karakter alfabet saja.","Sandi*","Sandi tidak cocok","Nomor telepon*","* menunjukkan kolom wajib diisi","Ketik ulang sandi*","Gaji","Tampilkan sandi","KIRIM","Baris tunggal teks dan angka yang dapat diedit","Ceritakan diri Anda (misalnya, tuliskan kegiatan atau hobi Anda)","Kolom teks","USD","Apa nama panggilan Anda?","Ke mana kami dapat menghubungi Anda?","Alamat email Anda","Menampilkan dialog yang berisi pemilih waktu Desain Material.","Alat Pilih Waktu","Tombol yang dapat digunakan untuk opsi terkait grup. Untuk mempertegas grup tombol yang terkait, sebuah grup harus berbagi container yang sama","Tombol","Tooltip memberikan label teks yang membantu menjelaskan fungsi tombol atau tindakan antarmuka pengguna lainnya. Tooltip menampilkan teks informatif saat pengguna mengarahkan kursor, memfokuskan, atau menekan lama pada suatu elemen.","Tekan lama atau arahkan kursor untuk menampilkan tooltip.","Pesan singkat yang ditampilkan saat menekan lama atau mengarahkan kursor","Tooltip","Dua Baris","Detail","Ini adalah perilaku TwoPane di perangkat foldable.","Perangkat foldable",["Item ",[5,0]],["Detail item ",[12,0]],"Daftar","Pilih item","Ini adalah perilaku TwoPane di perangkat yang memiliki layar berukuran kecil.","Layar Kecil","Layout responsif pada perangkat yang memiliki layar besar, kecil, dan perangkat foldable","Ini adalah perilaku TwoPane di perangkat yang memiliki layar lebih besar seperti tablet atau desktop.","Tablet/Desktop","TwoPane","Definisi berbagai gaya tipografi yang ditemukan dalam Desain Material.","Semua gaya teks yang sudah ditentukan","Tipografi","Pembagi Vertikal","Batalkan pilihan","Tambahkan akun","SETUJU","BATAL","TIDAK SETUJU","HAPUS","Hapus draf?","Demo dialog layar penuh","SIMPAN","Dialog Layar Penuh","Izinkan Google membantu aplikasi menentukan lokasi. Ini berarti data lokasi anonim akan dikirimkan ke Google, meskipun tidak ada aplikasi yang berjalan.","Gunakan layanan lokasi Google?",["Anda memilih: \"\"",[15,0]],"Setel akun pencadangan","TAMPILKAN DIALOG","TUTUP","Aplikasi berita yang fokus pada konten","Reformasi Internal Green Army","Rendahnya Pasokan Lebah Pertanian","Desainer Menggunakan Teknologi untuk Membuat Kain Futuristis","Keberpihakan Kaum Feminis","Nasib Bensin di Masa Depan","Revolusi Perawatan Kesehatan yang Diam-Diam Semakin Canggih","Saham Stagnan, Mata Uang Diawasi","Kehidupan Orang Amerika yang Terbagi Selama Perang","Kabar Terbaru","Bisnis","Budaya","Halaman Depan","Politik","Sains","Olahraga","Teknologi","Wisata","AS","Dunia","GreenArmy","RevolusiPelayananKesehatan","Perubahan","Saham","DesainTeknologi",["Repositori GitHub ",[18,0]],"GAYA & LAINNYA","Kategori","Galeri","Memuat","Tidak dipilih","Pantai","Kerajinan Perunggu","Chennai","Chettinad","Nelayan","Pasar Bunga","Persiapan Makan Siang","Pasar","Pondicherry","Ladang Garam","Skuter","Penenun Sutra","Tanjore","Kuil Thanjavur",["Rekening atas nama  dengan nomor  sejumlah .",[19,0],[33,1],[43,2]],"Tabungan untuk Mobil","Giro","Tabungan untuk Rumah","Liburan","Pemilik Akun","Persentase Hasil Tahunan","Bunga yang Dibayarkan Tahun Lalu","Suku Bunga","Bunga YTD","Rekening Koran Selanjutnya","Total","Rekening","Notifikasi",["Anda telah menghabiskan  biaya penggunaan ATM bulan ini",[24,0]],["Kerja bagus. Rekening giro Anda  lebih tinggi daripada bulan sebelumnya.",[32,0]],["Perhatian, Anda telah menggunakan  dari anggaran Belanja untuk bulan ini.",[34,0]],["Anda telah menghabiskan  di Restoran minggu ini.",[24,0]],[3,0,["Tingkatkan potensi potongan pajak Anda. Tetapkan kategori untuk  transaksi yang belum ditetapkan.",[64,0]],[4,"Tingkatkan potensi potongan pajak Anda. Tetapkan kategori untuk 1 transaksi yang belum ditetapkan."]],["Tagihan  jatuh tempo pada  sejumlah .",[8,0],[26,1],[36,2]],"Jumlah Terutang","Jumlah yang Dibayarkan","Jumlah Total","Tagihan","Batas Waktu",["Anggaran  dengan  yang digunakan dari jumlah total , tersisa ",[9,0],[17,1],[51,2],[61,3]],"Pakaian","Kedai Kopi","Minimarket","Restoran","Jumlah Tersisa","Jumlah yang Digunakan","Total Batasan","Tersisa","Anggaran","Aplikasi keuangan pribadi","TERSISA","LOGIN","Login","Login ke Rally","Belum punya akun?","Sandi","Ingat Saya","DAFTAR","Nama pengguna","LIHAT SEMUA","Lihat semua rekening","Lihat semua tagihan","Lihat semua anggaran","Temukan ATM","Bantuan","Kelola Akun","Notifikasi","Setelan Tanpa Kertas","Kode sandi dan Touch ID","Informasi Pribadi","Logout","Dokumen Pajak","REKENING","TAGIHAN","ANGGARAN","RINGKASAN","SETELAN","Aplikasi email yang efisien dan fokus","Draf","Kotak masuk","Terkirim","Spam","Berbintang","Sampah","Pilih","Dapat dipilih (tekan lama)","Dipilih","Tentang Flutter Gallery","Didesain oleh TOASTER di London","Tutup setelan","Setelan","Gelap","Kirimkan masukan","Terang","Lokal","Mekanik platform","Gerak lambat","Sistem","Arah teks","LTR","Berdasarkan lokal","RTL","Penskalaan teks","Sangat besar","Besar","Normal","Kecil","Tema","Setelan","BATAL","KOSONGKAN KERANJANG",[3,0,[" ITEM",[0,0]],[2,"TIDAK ADA ITEM",4,"1 ITEM"]],"KERANJANG","Pengiriman:","Subtotal:","Pajak:","TOTAL","AKSESORI","SEMUA","PAKAIAN","RUMAH","Aplikasi retail yang modern","Sandi","Nama pengguna","LOGOUT","MENU","BERIKUTNYA","Mug blue stone","Kaus scallop merah ceri","Kain serbet chambray","Kemeja chambray","Kemeja kerah putih klasik","Sweter warna tanah liat","Rak kawat tembaga","Kaus fine lines","Garden strand","Topi gatsby","Jaket gentry","Gilt desk trio","Syal warna jahe","Tank top jatuh warna abu-abu","Set alat minum teh Hurrahs","Kitchen quattro","Celana panjang navy","Tunik plaster",["x ",[2,0]],["Kuantitas: ",[11,0]],"Meja kuartet","Penampung air hujan","Crossover Ramona","Tunik warna laut","Sweter warna laut","Kaus shoulder rolls","Tas bahu","Set keramik soothe","Kacamata hitam Stella","Anting-anting Strut","Tanaman sukulen","Baju terusan sunshirt","Kaus surf and perf","Ransel vagabond","Kaus kaki varsity","Walter henley (putih)","Gantungan kunci tenun","Kaus pinstripe putih","Sabuk Whitney",[3,0,["Keranjang belanja,  item",[19,0]],[2,"Keranjang belanja, tidak ada item",4,"Keranjang belanja, 1 item"]],"Tambahkan ke keranjang",["Hapus ",[6,0]],"Tutup keranjang","Tutup menu","Buka menu","Hapus item","Penelusuran","Setelan","LOGIN","Pilih demo","Tata letak awal yang responsif",["Item ",[5,0]],"Isi","TOMBOL","Judul","Subtitel","Judul","Aplikasi awal","Tambahkan","Favorit","Telusuri","Bagikan"]