[0,"hi","d7d7uq",0,null,["इस ऐप्लिकेशन का सोर्स कोड देखने के लिए, कृपया  पर जाएं.",[46,0]],"Gallery पर वापस जाएं","लीडिंग आइकॉन","कई कार्रवाइयां","बैनर रीसेट करें","पासवर्ड आपके दूसरे डिवाइस पर अपडेट किया गया था. कृपया फिर से साइन इन करें.","बॉटम ऐप्लिकेशन बार","नॉच","बॉटम ऐप्लिकेशन बार में, फ़्लोट करने वाले कार्रवाई बटन की जगह","फ़्लोट करने वाले कार्रवाई बटन को बीच में डॉक किया गया","फ़्लोट करने वाले कार्रवाई बटन को नीचे दाईं तरफ़ डॉक किया गया","फ़्लोट करने वाले कार्रवाई बटन को बीच में लगाया गया","फ़्लोट करने वाले कार्रवाई बटन को नीचे दाईं तरफ़ लगाया गया","खाता","अलार्म","Calendar","कैमरा","टिप्पणियां",[" टैब के लिए प्लेसहोल्डर टैब",[0,0]],"बटन","बनाएं","ज़्यादा जानें",[" के बारे में ज़्यादा जानें",[0,0]],[" की जानकारी शेयर करें",[0,0]],"टैप किया जा सकने वाला बटन","तंजावुर","चेट्टीनाड","नंबर 10","सिल्क बनाने वाले","मंदिर","तंजावुर, तमिलनाडु","शिवगंगा, तमिलनाडु","तमिलनाडु में घूमने के लिए 10 सबसे अच्छे शहर","दक्षिण भारत के कलाकार","बृहदेश्वर मंदिर","बाइकिंग","एलिवेटर","फ़ायरप्लेस","बड़ा","मध्यम","छोटा","लाइट चालू करें","वॉशिंग मशीन","ऐंबर","नीला","नीला-स्लेटी","भूरा","सियान","गहरा नारंगी","गहरा बैंगनी","हरा","स्लेटी","गहरा नीला","हल्का नीला","हल्का हरा","हल्का पीला","नारंगी","गुलाबी","बैंगनी","लाल","नीला-हरा","पीला","आपके मनमुताबिक तैयार किया गया यात्रा ऐप्लिकेशन","खाने की जगहें","नेपल्स, इटली","लकड़ी जलाने से गर्म होने वाले अवन में पिज़्ज़ा","डलास, अमेरिका","लिस्बन, पुर्तगाल","हाथ में बड़ा पस्ट्रामी सैंडविच पकड़े महिला","डाइनर-स्टाइल स्टूल वाला खाली बार","कोर्डोबा, अर्जेंटीना","बर्गर","पोर्टलैंड, अमेरिका","कोरियन टाको","पेरिस, फ़्रांस","चॉकलेट से बनी मिठाई","सियोल, दक्षिण कोरिया","कलात्मक रूप से बने रेस्टोरेंट में बैठने की जगह","सिएटल, अमेरिका","झींगे से बना पकवान","नैशविल, अमेरिका","बेकरी में जाने का रास्ता","अटलांटा, अमेरिका","प्लेट में रखी झींगा मछली","मैड्रिड, स्पेन","पेस्ट्री रखी कैफ़े काउंटर",[3,0,[" रेस्टोरेंट",[0,0]],[2,"कोई रेस्टोरेंट नहीं है",4,"1 रेस्टोरेंट"]],"मंज़िल के हिसाब से रेस्टोरेंट ढूंढें",[" ",[0,0],[1,1]],"उड़ानें","ऐस्पन, अमेरिका","सदाबहार पेड़ों के बीच बर्फ़ीले लैंडस्केप में बना शैले","बिग सर, अमेरिका","काहिरा, मिस्र","सूर्यास्त के दौरान अल-अज़हर मस्ज़िद के टावर","लिस्बन, पुर्तगाल","समुद्र तट पर ईंट से बना लाइटहाउस","नापा, अमेरिका","ताड़ के पेड़ों के साथ पूल","बाली, इंडोनेशिया","समुद्र किनारे ताड़ के पेड़ों के साथ बना पूल","मैदान में टेंट","खुम्बु वैली, नेपाल","बर्फ़ीले पहाड़ के सामने लगे प्रार्थना के लिए इस्तेमाल होने वाले झंडे","माचू पिच्चू, पेरू","माचू पिच्चू सिटडल","माले, मालदीव","पानी पर बने बंगले","वित्ज़नेउ, स्विट्ज़रलैंड","पहाड़ों के सामने, झील के किनारे बना होटल","मेक्सिको सिटी, मेक्सिको","पैलासियो दे बेलास आर्तिस की ऊपर से ली गई इमेज","माउंट रशमोर, अमेरिका","माउंट रशमोर","सिंगापुर","सुपरट्री ग्रोव","हवाना, क्यूबा","नीले रंग की विटेंज कार से टेक लगाकर खड़ा व्यक्ति",[3,0,[" स्टॉप",[0,0]],[2,"नॉनस्टॉप",4,"1 स्टॉप"]],"मंज़िल के हिसाब से उड़ानें ढूंढें","तारीख चुनें","तारीख चुनें","मंज़िल चुनें","रेस्टोरेंट","जगह चुनें","शुरुआत की जगह चुनें","समय चुनें","यात्रियों की संख्या",[3,0,[" घं.",[0,0]],[4,"1 घं."]],[3,0,[" मि.",[0,0]],[4,"1 मि."]],"नींद मोड (कम बैटरी मोड)","माले, मालदीव","पानी पर बने बंगले","ऐस्पन, अमेरिका","काहिरा, मिस्र","सूर्यास्त के दौरान अल-अज़हर मस्ज़िद के टावर","ताइपेई, ताइवान","ताइपेई 101 स्काइस्क्रेपर","सदाबहार पेड़ों के बीच बर्फ़ीले लैंडस्केप में बना शैले","माचू पिच्चू, पेरू","माचू पिच्चू सिटडल","हवाना, क्यूबा","नीले रंग की विटेंज कार से टेक लगाकर खड़ा व्यक्ति","वित्ज़नेउ, स्विट्ज़रलैंड","पहाड़ों के सामने, झील के किनारे बना होटल","बिग सर, अमेरिका","मैदान में टेंट","नापा, अमेरिका","ताड़ के पेड़ों के साथ पूल","पोर्तो, पुर्तगाल","राईबेरिया स्क्वायर में रंगीन अपार्टमेंट","टुलूम, मेक्सिको","समुद्र तट पर स्थित एक चट्टान पर माया सभ्यता के खंडहर","लिस्बन, पुर्तगाल","समुद्र तट पर ईंट से बना लाइटहाउस",[3,0,["किराये पर लेने के लिए  जगह उपलब्ध हैं",[22,0]],[2,"किराये पर लेने के लिए जगह उपलब्ध नहीं है",4,"किराये पर लेने के लिए एक जगह उपलब्ध है"]],"मंज़िल के हिसाब से प्रॉपर्टी ढूंढें","अनुमति दें","एपल पाई","रद्द करें","चीज़केक","चॉकलेट ब्राउनी","कृपया नीचे दी गई सूची से अपनी पसंदीदा मिठाई चुनें. आपके चुने गए विकल्प का इस्तेमाल, आपके इलाके में मौजूद खाने की जगहों के सुझावों को पसंद के मुताबिक बनाने के लिए किया जाएगा.","खारिज करें","अनुमति न दें","पसंदीदा मिठाई चुनें","मैप पर आपकी मौजूदा जगह की जानकारी दिखाई जाएगी. इसका इस्तेमाल रास्ते दिखाने, आस-पास खोज के नतीजे दिखाने, और किसी जगह जाने में लगने वाले कुल समय के लिए किया जाएगा.","क्या आप ऐप्लिकेशन का इस्तेमाल करते समय \"Maps\" को अपनी जगह की जानकारी ऐक्सेस करने की अनुमति देना चाहते हैं?","तीरामीसु","बटन","बैकग्राउंड के साथ","सूचना दिखाएं","Chat","होम","प्रोफ़ाइल","कैल्शियम (%)","कैलोरी","कार्बोहाइड्रेट (ग्रा.)","मीठा पकवान (1 प्लेट)","फ़ैट (ग्रा.)","आयरन (%)","प्रोटीन (ग्रा.)","सोडियम (मि.ग्रा.)","पोषण","Apple Pie","Cupcake","Donut","Eclair","Frozen yogurt","Gingerbread","Honeycomb","Ice Cream Sandwich","Jelly bean","Lollipop",[" शहद के साथ",[0,0]],[" चीनी के साथ",[0,0]],"डेमो","टाइल में बदलाव करने के लिए टैप करें. साथ ही, सीन पर इधर-उधर जाने के लिए हाथ के जेस्चर (हाव-भाव) का इस्तेमाल करें. पैन करने के लिए खींचकर छोड़ें और ज़ूम करने के लिए पिंच करें. साथ ही, दो उंगलियों की मदद से स्क्रीन घुमाएं. स्क्रीन को शुरुआती दिशा पर वापस लाने के लिए रीसेट बटन दबाएं.","टाइल में बदलाव करें","ट्रांसफ़र्मेशन को रीसेट करें","पैन करना, ज़ूम करना, और घुमाना","2D ट्रांसफ़र्मेशन","ऐक्शन चिप ऐसे विकल्पों का सेट होता है जो मुख्य सामग्री से संबंधित किसी कार्रवाई को ट्रिगर करता है. ऐक्शन चिप किसी यूज़र इंटरफ़ेस (यूआई) में डाइनैमिक तरीके से दिखना चाहिए और मुख्य सामग्री से संबंधित होना चाहिए.","ऐक्शन चिप","सूचना वाला डायलॉग उपयोगकर्ताओं को ऐसी स्थितियों के बारे में जानकारी देता है जिनके लिए अनुमति की ज़रूरत होती है. सूचना वाले डायलॉग में दूसरा टाइटल और कार्रवाइयों की दूसरी सूची होती है.","सूचना","टाइटल की सुविधा वाली सूचना","ऐप्लिकेशन बार, मौजूदा स्क्रीन से जुड़ी कार्रवाइयां और कॉन्टेंट उपलब्ध कराता है. इसका इस्तेमाल ब्रैंडिंग, स्क्रीन के शीर्षकों, नेविगेट करने, और कार्रवाइयों के लिए होता है","मौजूदा स्क्रीन से जुड़ी जानकारी और कार्रवाइयां दिखाता है","ऐप्लिकेशन बार","बैनर में किसी ज़रूरी मैसेज को कम शब्दों में दिखाया जाता है. साथ ही, उपयोगकर्ता आगे क्या कर सकते हैं, उससे जुड़े विकल्प दिखाए जाते हैं (या बैनर खारिज करने का भी विकल्प हाेता है). बैनर खारिज करने के लिए, उपयोगकर्ता काे कार्रवाई करनी हाेती है.","किसी सूची में बैनर दिखाना","बैनर","स्क्रीन के सबसे नीचे मौजूद ऐप्लिकेशन बार (बॉटम ऐप्लिकेशन बार), नीचे की ओर खुलने वाले नेविगेशन पैनल (बॉटम नेविगेशन पैनल) और ज़्यादा से ज़्यादा चार कार्रवाइयों के लिए ऐक्सेस देते हैं. इन कार्रवाइयों में फ़्लोट करने वाला कार्रवाई बटन भी शामिल है.","स्क्रीन पर सबसे नीचे मौजूद नेविगेशन और कार्रवाइयों को दिखाता है","बॉटम ऐप्लिकेशन बार","बॉटम नेविगेशन बार, ऐप्लिकेशन की तीन से पांच सुविधाओं के लिए स्क्रीन के निचले हिस्से पर शॉर्टकट दिखाता है. हर सुविधा को एक आइकॉन से दिखाया जाता है. इसके साथ टेक्स्ट लेबल भी हो सकता है. बॉटम नेविगेशन आइकॉन पर टैप करने से, उपयोगकर्ता उस आइकॉन की टॉप-लेवल नेविगेशन सुविधा पर पहुंच जाता है.","हमेशा दिखने वाले लेबल","चुना गया लेबल","क्रॉस-फ़ेडिंग व्यू के साथ बॉटम नेविगेशन","बॉटम नेविगेशन","जोड़ें","बॉटम शीट दिखाएं","हेडर",["आइटम ",[5,0]],"मॉडल बॉटम शीट, किसी मेन्यू या डायलॉग के एक विकल्प के तौर पर इस्तेमाल की जाती है. साथ ही, इसकी वजह से उपयोगकर्ता को बाकी दूसरे ऐप्लिकेशन से इंटरैक्ट करने की ज़रूरत नहीं हाेती.","मॉडल बॉटम शीट","हमेशा दिखने वाली बॉटम शीट, ऐप्लिकेशन की मुख्य सामग्री से जुड़ी दूसरी जानकारी दिखाती है. हमेशा दिखने वाली बॉटम शीट, स्क्रीन पर तब भी दिखाई देती है, जब उपयोगकर्ता ऐप्लिकेशन में दूसरी चीज़ें देख रहा होता है.","हमेशा दिखने वाली बॉटम शीट","हमेशा दिखने वाली और मॉडल बॉटम शीट","बॉटम शीट","टेक्स्ट फ़ील्ड","टेक्स्ट, उभरे हुए, आउटलाइन वाले, और ज़्यादा बटन","बटन","कार्ड, Material Design की एक शीट होती है. इसका इस्तेमाल किसी खाेज से मिलती-जुलती जानकारी दिखाने के लिए किया जाता है. उदाहरण के लिए, कोई जगह, किसी तरह का खाना, संपर्क की जानकारी वगैरह.","बेसलाइन कार्ड, जिनके किनारे गोल होते हैं","कार्ड","चेकलिस्ट मेन्यू","ऐसे कॉम्पैक्ट एलिमेंट जाे किसी इनपुट, विशेषता या कार्रवाई काे दिखाते हैं","चिप","चॉइस चिप किसी सेट में से पसंद किए गए चिप होते हैं. चॉइस चिप में मुख्य सामग्री से संबंधित जानकारी देने वाला टेक्स्ट या कोई श्रेणी शामिल होती है.","चॉइस चिप","मटीरियल डिज़ाइन सर्कुलर फ़ॉर्मैट में किसी गतिविधि की स्थिति दिखाने वाले इंडिकेटर से यह पता चलता है कि ऐप्लिकेशन पर कोई प्रोसेसिंग चल रही है.","गतिविधि की स्थिति सर्कुलर फ़ॉर्मैट में दिखाने वाला इंडिकेटर","डेमो कोड","क्लिपबोर्ड पर कॉपी हो गया.","सभी को कॉपी करें",["क्लिपबोर्ड पर कॉपी नहीं हुआ: ",[29,0]],"रंग और एक जैसे बने रहने वाले मिलते-जुलते रंगों की छोटी टेबल जो 'मटीरियल डिज़ाइन' के रंग पटल को दिखाती है.","पहले से तय किए गए सभी रंग","रंग","कार्ड, सूची, और फ़्लोट करने वाला कार्रवाई बटन (एफ़एबी)","कंटेनर ट्रांसफ़ॉर्म वाला पैटर्न, उन यूज़र इंटरफ़ेस (यूआई) एलिमेंट के बीच ट्रांज़िशन के लिए डिज़ाइन किया जाता है जिनमें कंटेनर शामिल होता है. इस पैटर्न से दो यूआई एलिमेंट के बीच, दिखने वाला कनेक्शन बनाने में मदद मिलती है","फ़ेड मोड","कंटेनर ट्रांसफ़ॉर्म","फ़ेड","फ़ेड थ्रू","संदर्भ मेन्यू","कार्रवाई शीट, सूचनाओं की एक खास शैली है जिसमें उपयोगकर्ता को मौजूदा संदर्भ से जुड़े दो या उससे ज़्यादा विकल्पों वाले सेट की सुविधा मिलती है. किसी कार्रवाई शीट में एक टाइटल, अन्य मैसेज, और कार्रवाइयों की सूची हो सकती है.","कार्रवाई शीट","iOS की शैली में गतिविधि दिखाने वाला इंडिकेटर जो घड़ी की दिशा में चलता है.","iOS की शैली में गतिविधि दिखाने वाले इंडिकेटर","गतिविधि दिखाने वाला संकेत","सिर्फ़ सूचना देने वाले बटन","बटन की सुविधा वाली सूचना","सूचना वाला डायलॉग उपयोगकर्ताओं को ऐसी स्थितियों के बारे में जानकारी देता है जिनके लिए अनुमति की ज़रूरत होती है. किसी सूचना वाले डायलॉग में दूसरा टाइटल, सामग्री, और कार्रवाइयों की दूसरी सूची होती है. इसमें टाइटल, सामग्री के ऊपर की तरफ़ होता है. इसके अलावा, सामग्री के नीचे कार्रवाइयां दी गई होती हैं.","सूचना","टाइटल की सुविधा वाली सूचना","iOS की शैली वाले सूचना डायलॉग","चेतावनियां","iOS की शैली वाला बटन. इसमें टेक्स्ट और/या आइकॉन छूने पर फ़ेड होना शामिल है. इसमें विकल्प के तौर पर एक बैकग्राउंड की सुविधा हो सकती है.","iOS की शैली वाला बटन","बटन","पहली कार्रवाई","संदर्भ मेन्यू देखने के लिए, फ़्लटर लोगो को टैप करके रखें.","दूसरी कार्रवाई","किसी एलिमेंट को दबाकर रखने पर, iOS-स्टाइल का फ़ुल स्क्रीन संदर्भ मेन्यू खुल जाता है.","iOS स्टाइल का संदर्भ मेन्यू","संदर्भ मेन्यू","iOS स्टाइल वाला नेविगेशन बार. नेविगेशन बार एक ऐसा टूलबार है जिसमें कम से कम एक पेज टाइटल होता है. यह टूलबार के बीच में होता है.","iOS स्टाइल वाला नेविगेशन बार","नेविगेशन बार","पिकर","तारीख","तारीख और समय","iOS-स्टाइल पिकर विजेट, जिसका इस्तेमाल तारीख, समय या दोनों चुनने के लिए किया जा सकता है. इसका इस्तेमाल स्ट्रिंग चुनने के लिए भी किया जा सकता है.","iOS-स्टाइल पिकर","समय","टाइमर","तारीख और समय चुनने वाले टूल","iOS स्टाइल वाले सामग्री नियंत्रण काे लागू करने से जुड़ा विजेट. इसमें रीफ़्रेश करने के लिए स्क्रीन काे खींचा जाता है.","iOS स्टाइल वाला नियंत्रण जिसमें रीफ़्रेश करने के लिए स्क्रीन काे खींचा जाता है","रीफ़्रेश करने के लिए स्क्रीन को नीचे खींचें","दिए गए चाइल्ड को रैप करने वाला स्क्रोलबार","iOS स्टाइल का स्क्रोलबार","स्क्रोलबार","यह एक ऐसा सर्च टेक्स्ट फ़ील्ड है, जिसमें लोग टेक्स्ट डालकर खोज कर सकते हैं. इसमें, सुझावों के ऑफ़र मिलते हैं और फ़िल्टर लगाए जा सकते हैं.","कुछ टेक्स्ट डालें","iOS-स्टाइल का सर्च टेक्स्ट फ़ील्ड","सर्च टेक्स्ट फ़ील्ड","इसका इस्तेमाल कई खास विकल्पों में से चुनने के लिए किया जाता है. अगर सेगमेंट में दिए नियंत्रण में किसी एक विकल्प को चुना गया है, तो उसी नियंत्रण में से दूसरे विकल्प नहीं चुने जा सकते.","iOS की शैली वाले सेगमेंट में दिया नियंत्रण","सेगमेंट में दिए नियंत्रण",["कोई भी संख्या: ",[15,0]],"स्लाइडर का इस्तेमाल संख्याओं के सेट में से किसी भी संख्या या किसी तय संख्या को चुनने के लिए किया जा सकता है.",["कोई तय संख्या: ",[15,0]],"iOS की शैली वाला स्लाइडर","स्लाइडर","स्विच का इस्तेमाल किसी सेटिंग को चालू/बंद करने के लिए किया जाता है.","iOS की शैली वाला स्विच","सबसे नीचे मौजूद iOS की शैली वाला नेविगेशन टैब बार यह कई टैब दिखाता है जिनमें से सिर्फ़ एक चालू होता है. डिफ़ॉल्ट रूप से, सबसे पहले खुला हुआ टैब चालू होता है.","सबसे नीचे मौजूद iOS की शैली वाला टैब बार","टैब बार","टेक्स्ट फ़ील्ड में उपयोगकर्ता, हार्डवेयर कीबोर्ड या स्क्रीन पर दिखने वाले कीबोर्ड से टेक्स्ट लिख सकते हैं.","पिन","iOS स्टाइल के टेक्स्ट फ़ील्ड","टेक्स्ट फ़ील्ड","ये स्लाइडर किसी बार पर मौजूद मानों की सीमा दिखाते हैं. इससे उपयोगकर्ता किसी एक मान या मानों की सीमा को चुन सकते हैं. स्लाइडर के लिए थीम चुनकर उन्हें पसंद के मुताबिक बनाया जा सकता है.","पसंद के मुताबिक बनाए गए स्लाइडर","डेटा टेबल, ग्रिड जैसे फ़ॉर्मैट में होती हैं. इनमें जानकारी को पंक्तियों और कॉलम में दिखाया जाता है. इनमें दी गई जानकारी को स्कैन करना आसान होता है. इससे उपयोगकर्ताओं को पैटर्न और अहम जानकारी खाेजने में मदद मिलती है.","पंक्तियां और कॉलम, जिनमें जानकारी मौजूद होती है","डेटा टेबल","यह ऐसा डायलॉग दिखाता है जिसमें Material Design वाला टूल मौजूद होता है, जिससे तारीख चुन सकते हैं.","तारीख चुनने वाला टूल","यह ऐसा डायलॉग दिखाता है जिसमें मटीरियल डिज़ाइन वाला टूल मौजूद होता है, जिससे तारीख की सीमा चुन सकते हैं.","तारीख की सीमा चुनने की सुविधा","सादा, सूचनाएं, और फ़ुल स्क्रीन","डायलॉग","डिवाइडर का इस्तेमाल सूचियों, ड्रॉर, और अन्य जगहों पर कॉन्टेंट को बांटने के लिए किया जा सकता है.","डिवाइडर उस बारीक लाइन को कहते हैं जो कॉन्टेंट को सूचियों और लेआउट में बांटता है.","डिवाइडर","एपीआई दस्तावेज़","उभरे हुए बटन, फ़्लैट लेआउट को डाइमेंशन देकर, उन्हें बेहतर बनाने में मदद करते हैं. ये भरी हुई या चौड़ी जगहों पर किए जाने वाले कामों को बेहतर तरीके से दिखाते हैं.","उभरे हुए बटन","रद्द करें","खारिज करें","अलर्ट डायलॉग","मोडल और एफ़एबी","फ़ेड वाला पैटर्न, उन यूज़र इंटरफ़ेस (यूआई) एलिमेंट के लिए इस्तेमाल किया जाता है जो स्क्रीन की सीमाओं के अंदर ही दिखते हैं और फिर गायब हो जाते हैं. जैसे कि एक डायलॉग जो स्क्रीन के बीचों-बीच दिखता है और फिर गायब हो जाता है.","एफ़एबी छिपाएं","अलर्ट दिखाएं","एफ़एबी दिखाएं","फ़ेड","एल्बम","बॉटम नेविगेशन","फ़ेड थ्रू वाला पैटर्न, उन यूज़र इंटरफ़ेस (यूआई) एलिमेंट के बीच ट्रांज़िशन के लिए इस्तेमाल किया जाता है जिनके बीच बेहतर तालमेल नहीं होता.","फ़ोटो","खोज","123 फ़ोटो","फ़ेड थ्रू","फ़िल्टर चिप, सामग्री को फ़िल्टर करने के लिए, टैग या जानकारी देने वाले शब्दों का इस्तेमाल करते हैं.","फ़िल्टर चिप","फ़्लोटिंग कार्रवाई बटन, गोल आकार वाला वह आइकॉन बटन होता है जो सामग्री के ऊपर माउस घुमाने पर ऐप्लिकेशन में प्राथमिक कार्रवाई करता है.","फ़्लोट करने वाला कार्रवाई बटन","फ़ुल स्क्रीन डायलॉग से पता चलता है कि आने वाला पेज फ़ुल स्क्रीन मॉडल डायलॉग है या नहीं","फ़ुल-स्क्रीन","फ़ुल स्क्रीन","ग्रिड सूचियां, एक जैसा डेटा पेश करने का सबसे सही विकल्प हैं. जैसे कि इमेज दिखाने के लिए. ग्रिड सूची में मौजूद हर आइटम को टाइल कहा जाता है.","फ़ुटर के साथ","हेडर के साथ","सिर्फ़ इमेज के लिए","पंक्ति और कॉलम का लेआउट","ग्रिड सूचियां","जानकारी","इनपुट चिप, ऐसी जानकारी को आसान तरीके से पेश करते हैं जिसे समझने में दिक्कत होती है. इस जानकरी में कोई इकाई (व्यक्ति, स्थान या चीज़) या बातचीत शामिल हो सकती है.","इनपुट चिप","यूआरएल दिखाया नहीं जा सका:","मटीरियल डिज़ाइन लीनियर फ़ॉर्मैट में किसी गतिविधि की स्थिति दिखाने वाले इंडिकेटर को प्रगति बार भी कहते हैं.","गतिविधि की स्थिति लीनियर फ़ॉर्मैट में दिखाने वाला इंडिकेटर","एक ऐसी पंक्ति जिसकी लंबाई बदली नहीं जा सकती और जिसमें कुछ टेक्स्ट होता है. साथ ही, इसकी शुरुआत या आखिर में एक आइकॉन भी होता है.","सूची की दूसरी लाइन वाला टेक्स्ट","ऐसी सूची के लेआउट जिसे स्क्रोल किया जा सकता है","सूचियां","बंद किया गया मेन्यू आइटम","चेकलिस्ट मेन्यू वाला आइटम","संदर्भ मेन्यू वाला आइटम","सेक्शन वाले मेन्यू से जुड़ा आइटम","सरल मेन्यू वाला आइटम",["सही का निशान लगाकर इसे चुना गया: ",[33,0]],"संदर्भ मेन्यू का पहला आइटम","संदर्भ मेन्यू का तीसरा आइटम","मेन्यू एक अस्थायी सतह पर विकल्पों की सूची दिखाता है. ये विकल्प तब दिखते हैं, जब उपयोगकर्ता किसी बटन, कार्रवाई या दूसरे नियंत्रण का इस्तेमाल करते हैं.","चार","लिंक पाएं","मेन्यू का पहला आइटम","मेन्यू का तीसरा आइटम","मेन्यू का दूसरा आइटम","एक","झलक देखें","हटाएं",["इसे चुना गया: ",[14,0]],"शेयर करें","मेन्यू बटन और सरल मेन्यू","तीन","मेन्यू","दो","ज़्यादा जानकारी वाला पेज","आइटम की सूची","सबटाइटल टेक्स्ट","टाइटल","छोटा किया गया सबटाइटल टेक्स्ट","पहले से तय किए गए सभी ट्रांज़िशन पैटर्न","मोशन","मटीरियल डिज़ाइन पैनल का इस्तेमाल किसी ऐप्लिकेशन में नेविगेशन वाले लिंक दिखाने के लिए किया जाता है. यह पैनल स्क्रीन के बाएं या दाएं किनारे से स्लाइड करने पर दिखता है.","ऐप्लिकेशन बार के अंदर दिखता हुआ पैनल","नेविगेशन पैनल देखने के लिए, स्क्रीन के किनारे से स्वाइप करें या स्क्रीन के ऊपरी हिस्से पर बाईं ओर मौजूद आइकॉन पर टैप करें","नेविगेशन पैनल","पहला आइटम","दूसरा आइटम","user.name@example.com","उपयोगकर्ता का नाम","दिए गए कुछ व्यू के बीच नेविगेट करने के लिए, मटीरियल विजेट का इस्तेमाल किया जाता है. यह विजेट किसी ऐप्लिकेशन के बाईं या दाईं ओर दिखना चाहिए. अक्सर, कुल मिलाकर तीन से पांच व्यू होते हैं.","पहला","दूसरा","ऐप्लिकेशन के अंदर दिखती हुई नेविगेशन रेल","तीसरा","नेविगेशन रेल","एक लाइन","इस डेमो के लिए उपलब्ध विकल्पों को देखने के लिए यहां टैप करें.","विकल्प देखें","विकल्प","आउटलाइन वाले बटन दबाने पर धुंधले हो जाते हैं और ऊपर की ओर उठ जाते हैं. इन्हें वैकल्पिक तौर पर, दूसरी कार्रवाई के रूप में अक्सर उभरे हुए बटन के साथ जोड़ा जाता है.","आउटलाइन वाले बटन","समय या तारीख चुनने वाला टूल दिखाएं","तारीख और समय चुनना","तारीख और समय चुनने वाले टूल","लीनियर, सर्कुलर, इंडेटरमिनेट","गतिविधि की स्थिति दिखाने वाले इंडिकेटर","स्लाइडर किसी बार पर मौजूद मानों की सीमा दिखाते हैं. इनमें बार के दोनों तरफ़ आइकॉन मौजूद हो सकते हैं जिनमें मानों की सीमा दिखाई जाती है. ये सेटिंग में बदलाव करने के लिए बेहतर विकल्प हैं. इसमें आवाज़ कम या ज़्यादा करना, चमक घटाना-बढ़ाना या किसी इमेज में फ़िल्टर लगाने जैसे बदलाव शामिल हैं.","मानों की सीमा दिखाने वाले स्लाइडर","सेक्शन वाला मेन्यू","चेकबॉक्स से उपयोगकर्ता किसी सेट के एक से ज़्यादा विकल्प चुन सकते हैं. सामान्य चेकबॉक्स का मान सही या गलत होता है. साथ ही, तीन स्थिति वाले चेकबॉक्स का मान खाली भी छोड़ा जा सकता है.","चेकबॉक्स","रेडियो बटन, उपयोगकर्ता को किसी सेट में से एक विकल्प चुनने की सुविधा देता है. अगर आपको लगता है कि उपयोगकर्ता सभी विकल्पों को एक साथ देखना चाहते हैं, तो खास विकल्पों को चुनने के लिए रेडियो बटन का इस्तेमाल करें.","रेडियो","चेकबॉक्स, रेडियो बटन, और स्विच","चालू/बंद करने के स्विच को टॉगल करके, सेटिंग के किसी विकल्प की स्थिति बदली जा सकती है. स्विच की मदद से कंट्रोल किए जा रहे विकल्प और उसकी स्थिति, दोनों की पूरी जानकारी एक इनलाइन लेबल में दी जानी चाहिए.","बदलें","चुनने के नियंत्रण","शेयर्ड ऐक्सिस वाला पैटर्न, उन यूज़र इंटरफ़ेस (यूआई) एलिमेंट के बीच ट्रांज़िशन के लिए इस्तेमाल किया जाता है जो दूरी या नेविगेशन के संदर्भ में एक-दूसरे से जुड़े होते हैं. यह पैटर्न, एलिमेंट के बीच तालमेल को बेहतर बनाने के लिए, ऐक्स, वाई या ज़ेड ऐक्सिस के बीच शेयर होने वाले बदलाव के हिसाब से काम करता है.","कला और शिल्प","वापस जाएं","बंडल किया गया कोर्स","कारोबार","इससे बंडल की गई श्रेणियां, ग्रुप के तौर पर आपकी फ़ीड में दिखेंगी. आप जब चाहें, इसे बदल सकते हैं.","अपने कोर्स प्रबंधित करें","खाता बनाएं","खान-पान","'आगे बढ़ें' और 'वापस जाएं' बटन","डिज़ाइन","ईमेल पता भूल गए?","चित्रकला","अलग से दिखाया गया कोर्स","आगे बढ़ें","अपने खाते से साइन इन करें","ईमेल पता या फ़ोन नंबर","नमस्ते, डेविड पार्क","शेयर्ड ऐक्स-ऐक्सिस","268 एल्बम","मिनट","कलाकार","एल्बम","A-Z","\"हाल ही में चलाए गए\" के क्रम में लगाएं","हाल ही में सुने गए","शेयर्ड वाई-ऐक्सिस","बीफ़ सैंडविच बनाने की रेसिपी","बीफ़ सैंडविच","बर्गर बनाने की रेसिपी","बर्गर","केकड़ा बनाने की रेसिपी","केकड़ा","सेटिंग आइकॉन का बटन","मिठाई बनाने की रेसिपी","मिठाई","सहायता","सूचनाएं","निजता","प्रोफ़ाइल","सैंडविच बनाने की रेसिपी","सैंडविच","सेव की गई रेसिपी","सेटिंग","झींगा बनाने की रेसिपी","झींगा","शेयर्ड ज़ेड-ऐक्सिस","एक सादा डायलॉग, उपयोगकर्ता को कई विकल्पों में से किसी एक को चुनने की सुविधा देता है. एक सादे डायलॉग में दूसरा टाइटल होता है जो दिए गए विकल्पों के ऊपर होता है.","सरल","सरल मेन्यू","तय न की गई संख्या वाला स्लाइडर","तय न की गई संख्या वाला स्लाइडर जिसमें पसंद के मुताबिक थीम चुनने की सुविधा मौजूद है","तय न की गई संख्या वाला स्लाइडर जिसके मानों में बदलाव किया जा सकता है","स्लाइडर किसी बार पर मौजूद मानों की सीमा दिखाते हैं. इससे लोग किसी भी मान को चुन सकते हैं. ये सेटिंग में बदलाव करने के लिए बेहतर विकल्प हैं. इसमें आवाज़ कम या ज़्यादा करना, चमक घटाना-बढ़ाना या किसी इमेज में फ़िल्टर लगाने जैसे बदलाव शामिल हैं.","तय संख्या वाला स्लाइडर","तय संख्या वाला स्लाइडर जिसमें पसंद के मुताबिक थीम चुनने की सुविधा मौजूद है","ऐसा मान जिसमें बदलाव किया जा सकता है","स्वाइप करके मान चुनने के विजेट","स्लाइडर","आपने स्नैकबार वाली कार्रवाई चुनी है.","कार्रवाई","स्नैकबार देखें","स्नैकबार, उपयोगकर्ताओं को किसी ऐप्लिकेशन की ऐसी प्रोसेस के बारे में जानकारी देते हैं जो हो चुकी है या होने वाली है. ये स्क्रीन पर सबसे नीचे, कुछ समय के लिए दिखते हैं. स्नैकबार की वजह से उपयोगकर्ता अनुभव में कोई रुकावट नहीं आनी चाहिए. साथ ही, इन्हें स्क्रीन से हटाने के लिए उपयोगकर्ता के इनपुट की ज़रूरत नहीं होती है.","स्नैकबार, स्क्रीन के सबसे नीचे मैसेज दिखाते हैं","यह स्नैकबार है.","स्नैकबार","टैब की मदद से अलग-अलग स्क्रीन, डेटा सेट, और दूसरे इंटरैक्शन पर सामग्री को व्यवस्थित किया जाता है.","टैब बार जिसे स्क्रोल नहीं किया जा सकता","टैब बार जिसे स्क्रोल किया जा सकता है","स्क्रोल करने पर अलग-अलग व्यू देने वाले टैब","टैब","टेक्स्ट बटन को दबाने पर वह फैली हुई स्याही जैसा दिखता है, लेकिन वह ऊपर की ओर उठा हुआ नहीं दिखता. टूलबार, डायलॉग, और पैडिंग वाले इनलाइन के साथ टेक्स्ट बटन का इस्तेमाल करें","टेक्स्ट बटन","टेक्स्ट फ़ील्ड, उपयोगकर्ताओं को यूज़र इंटरफ़ेस (यूआई) में टेक्स्ट डालने की सुविधा देता है. ये फ़ॉर्म या डायलॉग की तरह दिखाई देते हैं.","ईमेल","कृपया पासवर्ड डालें.","(###) ###-#### - कृपया यूएस का फ़ोन नंबर डालें.","कृपया सबमिट करने से पहले लाल रंग में दिखाई गई गड़बड़ियों को ठीक करें.","पासवर्ड छिपाएं","इसे संक्षिप्त रखें, यह सिर्फ़ डेमो के लिए है.","जीवनी","नाम*",[" का फ़ोन नंबर  है",[0,0],[13,1]],"नाम डालना ज़रूरी है.","आठ से ज़्यादा वर्ण नहीं होने चाहिए.","कृपया वर्णमाला वाले वर्ण ही डालें.","पासवर्ड*","पासवर्ड आपके पहले दिए गए पासवर्ड से अलग है","फ़ोन नंबर*","* बताता है कि इस फ़ील्ड को भरना ज़रूरी है","फिर से पासवर्ड टाइप करें*","वेतन","पासवर्ड दिखाएं","सबमिट करें","बदलाव किए जा सकने वाले टेक्स्ट और संख्याओं के लिए एक पंक्ति","हमें अपने बारे में कुछ बताएं (जैसे कि आप क्या करते हैं या आपके क्या शौक हैं)","टेक्स्ट फ़ील्ड","अमेरिकी डॉलर","लोग आपको किस नाम से बुलाते हैं?","हम आपसे किस नंबर पर संपर्क कर सकते हैं?","आपका ईमेल पता","यह ऐसा डायलॉग दिखाता है जिसमें Material Design वाला टूल मौजूद होता है, जिससे तारीख चुन सकते हैं.","समय चुनने वाला टूल","ग्रुप के विकल्पों के लिए टॉगल बटन इस्तेमाल किए जा सकते हैं. मिलते-जुलते टॉगल बटन के एक से ज़्यादा ग्रुप पर ज़ोर देने के लिए, ग्रुप का एक ही कंटेनर में होना ज़रूरी है","टॉगल बटन","टूलटिप में टेक्स्ट लेबल दिखाई देता है, जो बताता है कि बटन का क्या काम है या यूज़र इंटरफ़ेस के दूसरे कामों की जानकारी देता है. जब उपयोगकर्ता किसी आइटम पर माउस घुमाते हैं, फ़ोकस करते हैं या उसे दबाकर रखते हैं, तो टूलटिप उससे जुड़ी जानकारी दिखाती है.","टूलटिप देखने के लिए आइटम को दबाकर रखें या उस पर माउस घुमाएं.","किसी आइटम पर माउस घुमाने या उसे दबाकर रखने पर एक छोटा मैसेज दिखता है","टूलटिप","दो लाइन","ब्यौरा","फ़ोल्ड किए जा सकने वाले डिवाइस पर TwoPane इस तरह काम करता है.","फ़ोल्ड किया जा सकने वाला डिवाइस",["आइटम ",[5,0]],["आइटम  का ब्यौरा",[5,0]],"सूची","कोई आइटम चुनें","छोटी स्क्रीन वाले डिवाइस पर TwoPane इस तरह काम करता है.","छोटी स्क्रीन","फ़ोल्ड किए जा सकने वाले डिवाइस, बड़ी स्क्रीन, और छोटी स्क्रीन के लिए रिस्पॉन्सिव लेआउट","बड़ी स्क्रीन वाले डिवाइस, जैसे कि टैबलेट या डेस्कटॉप पर TwoPane इस तरह काम करता है.","टैबलेट / डेस्कटॉप","TwoPane","'मटीरियल डिज़ाइन' में टाइपाेग्राफ़ी के कई तरह के स्टाइल की जानकारी हाेती है.","पहले से बताए गए सभी टेक्स्ट स्टाइल","टाइपाेग्राफ़ी","वर्टिकल डिवाइडर","चुने हुए का निशान हटाएं","खाता जोड़ें","सहमत","रद्द करें","असहमत","खारिज करें","ड्राफ़्ट खारिज करें?","फ़ुल-स्क्रीन वाला डायलॉग डेमो","सेव करें","फ़ुल-स्क्रीन वाला डायलॉग","Google को ऐप्लिकेशन की मदद से जगह का पता लगाने में मदद करने दें. इसका मतलब है कि भले ही कोई ऐप्लिकेशन न चल रहा हो फिर भी Google को जगह की जानकारी का अनजान डेटा भेजा जाएगा.","क्या आप Google की जगह की जानकारी देने वाली सेवा का इस्तेमाल करना चाहते हैं?",["आपने चुना है: \"\"",[15,0]],"बैकअप खाता सेट करें","डायलॉग दिखाएं","खारिज करें","सामग्री पर ज़्यादा ध्यान देने वाला समाचार ऐप्लिकेशन","द ग्रीन आर्मी को पूरी तरह बेहतर करना","पॉलिनेशन में मदद करने वाली मधुमक्खियों की गिरती संख्या","बेहतर फ़ैब्रिक बनाने के लिए डिज़ाइनर ले रहे हैं टेक्नोलॉजी की मदद","भेदभाव पर नारीवादियों का नज़रिया","गैसोलीन का भविष्य","स्वास्थ्य के क्षेत्र में छाेटे-छाेटे कदमाें से हुई बड़ी क्रांति","अटका शेयर बाज़ार, अब मुद्रा पर टिकी लोगों की आस","युद्ध के दौरान अपनों से बिछड़े अमेरिकी लाेगाें का दर्द","ताज़ा खबरें","कारोबार","संस्कृति","होम पेज","राजनीति","विज्ञान","खेल","टेक्नोलॉजी","यात्रा","अमेरिका","दुनिया","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" GitHub की डेटा स्टोर करने की जगह",[0,0]],"स्टाइल डेमाे और दूसरे डेमो","श्रेणियां","गैलरी","लोड हो रहा है","नहीं चुना गया","समुद्र तट","ब्रॉन्ज़ वर्क्स","चेन्नई","चेट्टीनाड","मछली पकड़ने वाला","फूलों का बाज़ार","दोपहर के खाने की तैयारी","बाज़ार","पॉन्डिचेरी","सॉल्ट फ़ार्म","स्कूटर चलाते लोग","सिल्क बनाने वाला","तंजोर","तंजावुर मंदिर",[" खाता संख्या  में  की रकम जमा की गई.",[0,0],[13,1],[18,2]],"कार के लिए बचत","चेकिंग","घर की बचत","छुट्टियां","खाते का मालिक","सालाना फ़ायदे का प्रतिशत","पिछले साल दिया गया ब्याज","ब्याज दर","इस साल अब तक का ब्याज","अगला स्टेटमेंट","कुल","खाते","चेतावनियां",["इस महीने आपने  का एटीएम शुल्क दिया है",[14,0]],["बहुत बढ़िया! आपके चेकिंग खाते की रकम पिछले महीने की तुलना में  ज़्यादा है.",[61,0]],["ध्यान दें, आपने इस महीने के खरीदारी बजट का  इस्तेमाल कर लिया गया है.",[43,0]],["इस हफ़्ते रेस्टोरेंट में आपने  खर्च किए.",[30,0]],[3,0,["अपने टैक्स में संभावित छूट को बढ़ाएं! असाइन नहीं किए गए  लेन-देन के लिए श्रेणियां असाइन करें.",[56,0]],[4,"अपने टैक्स में संभावित छूट को बढ़ाएं! असाइन नहीं किए गए 1 लेन-देन के लिए श्रेणियां असाइन करें."]],[" के बिल के  चुकाने की आखिरी तारीख  है.",[0,0],[11,1],[34,2]],"बकाया रकम","चुकाई गई रकम","कुल रकम","बिल","बकाया बिल",[" के  के बजट में से  इस्तेमाल किए गए और  बचे हैं",[0,0],[4,1],[19,2],[39,3]],"कपड़े","कॉफ़ी शॉप","किराने का सामान","रेस्टोरेंट","बची हुई रकम","इस्तेमाल की गई रकम","कुल बजट","बाकी बजट","बजट","निजी तौर पर पैसाें से जुड़ी सुविधाएं देने वाला ऐप्लिकेशन","बाकी","लॉग इन करें","लॉग इन करें","Rally में लॉग इन करें","कोई खाता नहीं है?","पासवर्ड","मेरी दी हुई जानकारी याद रखें","साइन अप करें","उपयोगकर्ता नाम","सभी देखें","सभी खाते देखें","सभी बिल देखें","सभी बजट देखें","एटीएम ढूंढें","सहायता","खाते मैनेज करें","सूचनाएं","बिना कागज़ की सुविधा के लिए सेटिंग","पासकोड और टच आईडी","निजी जानकारी","साइन आउट करें","कर से जुड़े दस्तावेज़","खाते","बिल","बजट","खास जानकारी","सेटिंग","कारगर और उपयोगी ईमेल ऐप्लिकेशन","ड्राफ़्ट","इनबॉक्स","भेजे गए","स्पैम","स्टार के निशान वाले","ट्रैश","चुनें","चुना जा सकने वाला (देर तक दबाने पर)","चुना गया","Flutter Gallery के बारे में जानकारी","लंदन के TOASTER ने डिज़ाइन किया है","सेटिंग बंद करें","सेटिंग","गहरे रंग की थीम","सुझाव भेजें","हल्के रंग की थीम","स्थान-भाषा","प्लैटफ़ॉर्म मैकेनिक","स्लो मोशन","सिस्टम","टेक्स्ट की दिशा","बाएं से दाएं","स्थानीय भाषा के हिसाब से","दाएं से बाएं","टेक्स्ट स्केलिंग","बहुत बड़ा","बड़ा","सामान्य","छोटा","थीम","सेटिंग","अभी नहीं","कार्ट में से आइटम हटाएं",[3,0,[" आइटम",[0,0]],[2,"कोई आइटम नहीं है",4,"1 आइटम"]],"कार्ट","शिपिंग:","कुल कीमत:","टैक्स:","कुल","एक्सेसरी","सभी","कपड़े","होम पेज","एक ऐसा ऐप्लिकेशन जहां फ़ैशन से जुड़ी सारी चीज़ें खुदरा में मिलती हैं","पासवर्ड","उपयोगकर्ता नाम","लॉग आउट करें","मेन्यू","आगे बढ़ें","ब्लू स्टोन मग","गुलाबी कंगूरेदार टी-शर्ट","शैम्ब्रे नैपकिन","शैम्ब्रे शर्ट","क्लासिक सफ़ेद कॉलर","क्ले स्वेटर","कॉपर वायर रैक","फाइन लाइंस टी-शर्ट","गार्डन स्ट्रैंड","गैट्सबी हैट","जेंट्री जैकेट","गिल्ट डेस्क ट्रायो","जिंजर स्कार्फ़","स्लेटी रंग का स्लाउच टैंक","हुर्राह्स टी सेट","किचन क्वॉट्रो","नेवी ट्राउज़र","प्लास्टर ट्यूनिक",["x ",[2,0]],["मात्रा: ",[8,0]],"क्वॉर्टेट टेबल","रेनवॉटर ट्रे","रमोना क्रॉसओवर","सी ट्यूनिक","सीब्रीज़ स्वेटर","शोल्डर रोल्स टी-शर्ट","कंधे पर लटकाने वाले बैग","सूद सिरामिक सेट","Stella ब्रैंड के चश्मे","स्ट्रट ईयर-रिंग्स","सक्युलेंट प्लांटर","सनशर्ट ड्रेस","सर्फ़ ऐंड पर्फ़ शर्ट","झाेला","वार्सिटी सॉक्स","वॉल्टर हेनली (सफ़ेद)","वीव की-रिंग","सफ़ेद रंग की पिन्स्ट्राइप शर्ट","व्हिटनी बेल्ट",[3,0,["शॉपिंग कार्ट, इसमें  आइटम हैं",[20,0]],[2,"शॉपिंग कार्ट, इसमें कोई आइटम नहीं है",4,"शॉपिंग कार्ट, इसमें 1 आइटम है"]],"कार्ट में जोड़ें",[" हटाएं",[0,0]],"कार्ट बंद करें","मेन्यू बंद करें","मेन्यू खोलें","आइटम हटाएं","खोजें","सेटिंग","साइन इन करें","कोई डेमो चुनें","शुरू करने पर तुरंत प्रतिक्रिया देने वाला लेआउट",["आइटम ",[5,0]],"मुख्य भाग","बटन","टाइटल","सबटाइटल","टाइटल","स्टार्टर ऐप्लिकेशन","जोड़ें","पसंदीदा","Search","शेयर करें"]