[0,"sr_Latn","A6aFTGSG",0,null,["Da biste videli izvorni kôd za ovu aplikaciju, posetite .",[56,0]],"Nazad u galeriju","Početna ikona","Više radnji","Resetuj baner","Lozinka je ažurirana na drugom uređaju. Prijavite se ponovo.","Donja traka sa aplikacijama","Urez","Položaj plutajućeg dugmeta za radnju","Na traci sa aplikacijama – u sredini","Na traci sa aplikacijama – na kraju","Plutanje – u sredini","Plutanje – na kraju","Nalog","Alarm","Kalendar","Kamera","Komentari",["Čuvar mesta za karticu ",[23,0]],"DUGME","Napravite","Istražite",["Istražite: ",[11,0]],["Delite: ",[8,0]],"Može da se dodirne","Tandžavur","Četinad","10. mesto","Proizvođači svile","Hramovi","Tandžavur, Tamil Nadu","Sivaganga, Tamil Nadu","Najpopularnijih 10 gradova koje treba da posetite u Tamil Naduu","Zanatlije južne Indije","Hram Brihadisvara","Vožnja bicikla","Lift","Kamin","Velika","Srednja","Mala","Uključi svetla","Mašina za pranje veša","ŽUTOBRAON","PLAVA","PLAVOSIVA","BRAON","TIRKIZNA","TAMNONARANDŽASTA","TAMNOLJUBIČASTA","ZELENO","SIVA","TAMNOPLAVA","SVETLOPLAVO","SVETLOZELENA","ZELENOŽUTA","NARANDŽASTA","ROZE","LJUBIČASTA","CRVENA","TIRKIZNA","ŽUTA","Personalizovana aplikacija za putovanja","ISHRANA","Napulj, Italija","Pica u peći na drva","Dalas, Sjedinjene Američke Države","Lisabon, Portugalija","Žena drži veliki sendvič sa pastrmom","Prazan bar sa visokim barskim stolicama","Kordoba, Argentina","Pljeskavica","Portland, Sjedinjene Američke Države","Korejski takos","Pariz, Francuska","Čokoladni desert","Seul, Južna Koreja","Deo za sedenje u restoranu sa umetničkom atmosferom","Sijetl, Sjedinjene Američke Države","Jelo sa škampima","Nešvil, Sjedinjene Američke Države","Ulaz u pekaru","Atlanta, Sjedinjene Američke Države","Tanjir sa rečnim rakovima","Madrid, Španija","Šank u kafeu sa pecivom",[3,0,[" restorana",[0,0]],[7,[" restorana",[0,0]],2,"Nema restorana",4,"1 restoran"]],"Istražujte restorane prema odredištu",[" ",[0,0],[1,1]],"LET","Aspen, Sjedinjene Američke Države","Planinska koliba u snežnom pejzažu sa zimzelenim drvećem","Big Sur, Sjedinjene Američke Države","Kairo, Egipat","Minareti džamije Al-Adžar u sumrak","Lisabon, Portugalija","Svetionik od cigala na moru","Napa, Sjedinjene Američke Države","Bazen sa palmama","Bali, Indonezija","Bazen na obali mora sa palmama","Šator u polju","Dolina Kumbu, Nepal","Molitvene zastavice ispred snegom prekrivene planine","Maču Pikču, Peru","Tvrđava u Maču Pikčuu","Male, Maldivi","Bungalovi koji se nadvijaju nad vodom","Vicnau, Švajcarska","Hotel na obali jezera ispred planina","Meksiko Siti, Meksiko","Pogled na Palatu lepih umetnosti iz vazduha","Maunt Rašmor, Sjedinjene Američke Države","Maunt Rašmor","Singapur","Supertree Grove","Havana, Kuba","Čovek se naslanja na stari plavi automobil",[3,0,[" zaustavljanja",[0,0]],[7,[" zaustavljanja",[0,0]],2,"Direktan",4,"1 zaustavljanje"]],"Istražujte letove prema destinaciji","Izaberite datum","Izaberite datume","Odaberite odredište","Ekspres restorani","Izaberite lokaciju","Odaberite mesto polaska","Izaberite vreme","Putnici",[3,0,[" č",[0,0]],[7,[" č",[0,0]],4,"1 č"]],[3,0,[" m",[0,0]],[7,[" m",[0,0]],4,"1 m"]],"NOĆENJE","Male, Maldivi","Bungalovi koji se nadvijaju nad vodom","Aspen, Sjedinjene Američke Države","Kairo, Egipat","Minareti džamije Al-Adžar u sumrak","Tajpej, Tajvan","Neboder Tajpej 101","Planinska koliba u snežnom pejzažu sa zimzelenim drvećem","Maču Pikču, Peru","Tvrđava u Maču Pikčuu","Havana, Kuba","Čovek se naslanja na stari plavi automobil","Vicnau, Švajcarska","Hotel na obali jezera ispred planina","Big Sur, Sjedinjene Američke Države","Šator u polju","Napa, Sjedinjene Američke Države","Bazen sa palmama","Porto, Portugalija","Šareni stanovi na trgu Ribeira","Tulum, Meksiko","Majanske ruševine na litici iznad plaže","Lisabon, Portugalija","Svetionik od cigala na moru",[3,0,[" dostupnih objekata",[0,0]],[7,[" dostupna objekta",[0,0]],2,"Nema dostupnih objekata",4,"1 dostupan objekat"]],"Istražujte smeštajne objekte prema odredištu","Dozvoli","Pita od jabuka","Otkaži","Čizkejk","Čokoladni brauni","Na listi u nastavku izaberite omiljeni tip poslastice. Vaš izbor će se koristiti za prilagođavanje liste predloga za restorane u vašoj oblasti.","Odbaci","Ne dozvoli","Izaberite omiljenu poslasticu","Aktuelna lokacija će se prikazivati na mapama i koristi se za putanje, rezultate pretrage za stvari u blizini i procenjeno trajanje putovanja.","Želite li da dozvolite da Mape pristupaju vašoj lokaciji dok koristite tu aplikaciju?","Tiramisu","Dugme","Sa pozadinom","Prikaži obaveštenje","Ćaskanje","Početna","Profil","Kalcijum (%)","Kalorije","Ugljeni hidrati (g)","Dezert (1 porcija)","Masti (g)","Gvožđe (%)","Proteini (g)","Natrijum (mg)","Ishrana","Pita od jabuka","Mafin","Krofna","Ekler","Zamrznut jogurt","Medenjak","Saće","Sladoled sendvič","Žele bombona","Lizalica",[" sa medom",[0,0]],[" sa šećerom",[0,0]],"Demo verzija","Dodirnite da biste izmenili delove slike i koristite pokrete da biste se kretali po sceni. Prevucite da biste pomerali, skupite prste da biste zumirali i rotirajte pomoću dva prsta. Pritisnite dugme za resetovanje da biste se vratili na početni položaj.","Izmenite deo slike","Resetujte transformacije","Pomeranje, zumiranje, rotiranje","2D transformacije","Čipovi radnji su skup opcija koje pokreću radnju povezanu sa primarnim sadržajem. Čipovi radnji treba da se pojavljuju dinamički i kontekstualno u korisničkom interfejsu.","Čip radnji","Dijalog obaveštenja informiše korisnike o situacijama koje zahtevaju njihovu pažnju. Dijalog obaveštenja ima opcionalni naslov i opcionalnu listu radnji.","Obaveštenje","Obaveštenje sa naslovom","Ova traka aplikacije pruža sadržaj i radnje u vezi sa aktuelnim ekranom. Koristi se za brendiranje, naslove ekrana, navigaciju i radnje","Prikazuje informacije i radnje u vezi sa aktuelnim ekranom","Traka aplikacije","Baner prikazuje važnu, sažetu poruku i navodi radnje koje korisnici mogu da obave (ili mogu da odbace baner). Neophodno je da korisnik obavi radnju odbacivanja.","Prikazuje baner u okviru liste","Baner","Donje trake sa aplikacijama pružaju pristup donjoj fioki za navigaciju i najviše četiri radnje, uključujući plutajuće dugme za radnju.","Prikazuje navigaciju i radnje u dnu","Donja traka sa aplikacijama","Donja traka za navigaciju prikazuje tri do pet odredišta u dnu ekrana. Svako odredište predstavljaju ikona i opcionalna tekstualna oznaka. Kada korisnik dodirne donju ikonu za navigaciju, otvara se odredište za destinaciju najvišeg nivoa koje je povezano sa tom ikonom.","Trajne oznake","Izabrana oznaka","Donja navigacija koja se postepeno prikazuje i nestaje","Donja navigacija","Dodajte","PRIKAŽI DONJU TABELU","Zaglavlje",["Stavka: ",[8,0]],"Modalna donja tabela je alternativa meniju ili dijalogu i onemogućava interakciju korisnika sa ostatkom aplikacije.","Modalna donja tabela","Trajna donja tabela prikazuje informacije koje dopunjuju primarni sadržaj aplikacije. Trajna donja tabela ostaje vidljiva i pri interakciji korisnika sa drugim delovima aplikacije.","Trajna donja tabela","Trajne i modalne donje tabele","Donja tabela","Polja za unos teksta","Dugme za tekst, izdignuto i oivičeno dugme i drugo","Dugmad","Kartica je element materijalnog dizajna koji se koristi za predstavljanje srodnih informacija, na primer, albuma, geografske lokacije, obroka, podataka za kontakt itd.","Osnovne kartice sa zaobljenim uglovima","Kartice","Meni sa kontrolnim listama","Kompaktni elementi koji predstavljaju unos, atribut ili radnju","Čipovi","Čipovi izbora predstavljaju pojedinačnu izabranu stavku iz skupa. Čipovi izbora sadrže povezani opisni tekst ili kategorije.","Čip izbora","Kružni indikator napretka materijalnog dizajna koji se okreće da bi pokazao da je aplikacija zauzeta.","Kružni indikator napretka","Demo kôd","Kopirano je u privremenu memoriju.","KOPIRAJ SVE",["Kopiranje u privremenu memoriju nije uspelo: ",[45,0]],"Boje i šema boja koje predstavljaju paletu boja materijalnog dizajna.","Sve unapred određene boje","Boje","Kartice, liste i plutajuće dugme za radnju","Šablon transformisanja kontejnera je napravljen za prelaz između elemenata korisničkog interfejsa koji sadrže kontejner. Ovaj šablon pravi vidljivu vezu između dva elementa korisničkog interfejsa","Režim postepenog pojavljivanja i nestajanja","Transformisanje kontejnera","POSTEPENO POJAVLJIVANJE I NESTAJANJE","POSTEPENI PRELAZ","Kontekstualni meni","Tabela radnji je poseban stil obaveštenja kojim se korisnicima nude dva ili više izbora u vezi sa aktuelnim kontekstom. Tabela radnji može da ima naslov, dodatnu poruku i listu radnji.","Tabela radnji","Indikator aktivnosti u iOS stilu koji se okreće u smeru kretanja kazaljke na satu","Indikatori aktivnosti u iOS stilu","Indikator aktivnosti","Samo dugmad sa obaveštenjem","Obaveštenje sa dugmadi","Dijalog obaveštenja informiše korisnike o situacijama koje zahtevaju njihovu pažnju. Dijalog obaveštenja ima opcionalni naslov, opcionalni sadržaj i opcionalnu listu radnji. Naslov se prikazuje iznad sadržaja, a radnje se prikazuju ispod sadržaja.","Obaveštenje","Obaveštenje sa naslovom","Dijalozi obaveštenja u iOS stilu","Obaveštenja","Dugme u iOS stilu. Sadrži tekst i/ili ikonu koji postepeno nestaju ili se prikazuju kada se dugme dodirne. Opcionalno može da ima pozadinu.","Dugmad u iOS stilu","Dugmad","Prva radnja","Dodirnite i zadržite Flutter logotip da biste videli kontekstualni meni.","Druga radnja","Kontekstualni meni preko celog ekrana u iOS stilu koji se prikazuje po dugom pritisku elementa.","Kontekstualni meni u iOS stilu","Kontekstualni meni","Traka za navigaciju sa iOS stilom. Traka za navigaciju je traka s alatkama koja u najgorem slučaju sadrži samo naslov stranice na sredini.","Traka za navigaciju u iOS stilu","Traka za navigaciju","Birač","Datum","Datum i vreme","Vidžet birača u iOS stilu koji može da se koristi za biranje stringova, datuma, vremena ili i datuma i vremena.","Birači u iOS stilu","Vreme","Tajmer","Birači","Vidžet koji primenjuje kontrolu za povlačenje radi osvežavanja sadržaja u iOS stilu.","Kontrola za povlačenje radi osvežavanja u iOS stilu","Povucite da biste osvežili","Traka za pomeranje koja prekriva podređeni element","Traka za pomeranje u iOS stilu","Traka za pomeranje","Polje za tekst pretrage koje omogućava korisniku da pretražuje unosom teksta i koje može da nudi i filtrira predloge.","Unesite neki tekst","Polje za tekst pretrage u iOS stilu","Polje za tekst pretrage","Koristi se za biranje jedne od međusobno isključivih opcija. Kada je izabrana jedna opcija u segmentiranoj kontroli, opoziva se izbor ostalih opcija u toj segmentiranoj kontroli.","Segmentirana kontrola u iOS stilu","Segmentirana kontrola",["Neprekidno: ",[12,0]],"Klizač može da se koristi da biste izabrali neprekidan ili diskretan skup vrednosti.",["Diskretno: ",[11,0]],"Klizač u iOS stilu","Klizač","Prekidač se koristi za uključivanje/isključivanje pojedinačnih podešavanja.","Prekidač u iOS stilu","Donja traka sa karticama za navigaciju u iOS stilu. Prikazuje više kartica, pri čemu je samo jedna aktivna, a prema podrazumevanim podešavanjima to je prva kartica.","Donja traka sa karticama u iOS stilu","Traka sa karticama","Polje za unos teksta omogućava korisniku da unosi tekst pomoću fizičke tastature ili tastature na ekranu.","PIN","Polja za unos teksta u iOS stilu","Polja za unos teksta","Klizači odražavaju opseg vrednosti na traci, a korisnici mogu da izaberu jednu vrednost ili opseg vrednosti. Klizači mogu da imaju temu i da se prilagode.","Prilagođeni klizači","Tabele sa podacima prikazuju informacije u obliku mreže sa redovima i kolonama. U njima su informacije organizovane tako da mogu lako da se pregledaju i da bi korisnici mogli da traže šablone i uvide.","Redovi i kolone sa informacijama","Tabele sa podacima","Prikazuje dijalog sa biračem datuma materijalnog dizajna.","Birač datuma","Prikazuje dijalog sa biračem datuma materijalnog dizajna.","Birač perioda","Jednostavan, sa obaveštenjem i preko celog ekrana","Dijalozi","Razdelnici mogu da se koriste za liste, fioke i na drugim mestima za razdvajanje sadržaja.","Razdelnik je tanka linija koja grupiše sadržaj u liste i rasporede.","Razdelnik","Dokumentacija o API-jima","Izdignuta dugmad pruža trodimenzionalni izgled ravnom prikazu. Ona naglašava funkcije u širokim prostorima ili onima sa puno elemenata.","Izdignuto dugme","OTKAŽI","ODBACI","Dijalog obaveštenja","Modalno i plutajuće dugme za radnju","Šablon postepenog pojavljivanja i nestajanja se koristi za elemente korisničkog sistema koji se pojavljuju ili nestaju unutar granica ekrana, poput dijaloga koji se postepeno pojavljuje i nestaje u centru ekrana.","SAKRIJ PLUTAJUĆE DUGME ZA RADNJU","PRIKAŽI ISKAČUĆI PROZOR","PRIKAŽI PLUTAJUĆE DUGME ZA RADNJU","Postepeno pojavljivanje i nestajanje","Albumi","Donja navigacija","Šablon postepenog prelaza se koristi za prelaz između elemenata korisničkog interfejsa koji nemaju jak međusobni odnos.","Slike","Pretraga","123 slike","Postepeni prelaz","Čipovi filtera koriste oznake ili opisne reči kao način da filtriraju sadržaj.","Čip filtera","Plutajuće dugme za radnju je kružna ikona dugmeta koje se prikazuje iznad sadržaja radi isticanja primarne radnje u aplikaciji.","Plutajuće dugme za radnju","Proizvod fullscreenDialog određuje da li se sledeća stranica otvara u modalnom dijalogu preko celog ekrana","Ceo ekran","Ceo ekran","Liste u obliku koordinatnih mreža su najbolje za prikazivanje homogenih podataka, najčešće slika. Svaka stavka na listi u obliku koordinatne mreže se zove pločica.","Sa podnožjem","Sa zaglavljem","Samo slike","Izgled sa redovima i kolonama","Liste u obliku koordinatnih mreža","Informacije","Čipovi unosa predstavljaju složene informacije, poput entiteta (osobe, mesta ili stvari) ili teksta iz govornog jezika, u kompaktnom obliku.","Čip unosa","Prikazivanje URL-a nije uspelo:","Linearni indikator napretka materijalnog dizajna, poznat i kao traka napretka.","Linearni indikator napretka","Jedan red fiksne visine koji obično sadrži neki tekst, kao i ikonu na početku ili na kraju.","Sekundarni tekst","Izgledi pokretnih lista","Liste","Onemogućena stavka menija","Stavka sa menijem sa kontrolnim listama","Stavka sa kontekstualnim menijem","Stavka sa menijem sa odeljcima","Stavka sa jednostavnim menijem",["Označeno: ",[10,0]],"Prva stavka kontekstualnog menija","Treća stavka kontekstualnog menija","Meni prikazuje listu opcija na privremenoj površini. One se prikazuju kada korisnici ostvaruju interakciju sa dugmetom, radnjom ili drugom kontrolom.","Četiri","Preuzmi link","Prva stavka menija","Treća stavka menija","Druga stavka menija","Jedan","Pregled","Ukloni",["Izabrano: ",[10,0]],"Deli","Dugmad menija i jednostavni meniji","Tri","Meni","Dva","Stranica sa detaljima","Stavka liste","Sekundarni tekst","Naslov","Sekundarno","Svi unapred definisani šabloni prelaza","Pokret","Okno Materijalni dizajn koje se prevlači horizontalno od ivice ekrana radi prikazivanja linkova za navigaciju u aplikaciji.","Prikazuje fioku na traci sa aplikacijama","Prevucite od ivice ili dodirnite ikonu u gornjem levom uglu da biste videli fioku","Fioka za navigaciju","Prva stavka","Druga stavka","user.name@example.com","Korisničko ime","Vidžet materijalnog dizajna koji treba da se prikazuje levo ili desno u aplikaciji radi kretanja između malog broja prikaza, obično između tri i pet.","Prva","Druga","Prikazuje prugu za navigaciju u aplikaciji","Treća","Pruga za navigaciju","Jedan red","Dodirnite ovde da biste videli dostupne opcije za ovu demonstraciju.","Pregledajte opcije","Opcije","Oivičena dugmad postaje neprozirna i podiže se kada se pritisne. Obično se uparuje zajedno sa izdignutom dugmadi da bi označila alternativnu, sekundarnu radnju.","Oivičeno dugme","PRIKAŽI BIRAČ","Biranje datuma i vremena","Birači","Linearni, kružni, neodređeni","Indikatori napretka","Klizači odražavaju opseg vrednosti na traci. Mogu da imaju ikone na oba kraja trake koji odražavaju opseg vrednosti. Idealni su za prilagođavanje podešavanja kao što su jačina zvuka, osvetljenost ili primena filtera za slike.","Klizači opsega","Meni sa odeljcima","Polja za potvrdu omogućavaju korisniku da izabere više opcija iz skupa. Vrednost uobičajenog polja za potvrdu je Tačno ili Netačno, a vrednost trostrukog polja za potvrdu može da bude i Ništa.","Polje za potvrdu","Dugmad za izbor omogućavaju korisniku da izabere jednu opciju iz skupa. Koristite dugmad za izbor da biste omogućili ekskluzivni izbor ako smatrate da korisnik treba da vidi sve dostupne opcije jednu pored druge.","Dugme za izbor","Polja za potvrdu, dugmad za izbor i prekidači","Prekidači za uključivanje/isključivanje menjaju status pojedinačnih opcija podešavanja. Na osnovu odgovarajuće oznake u tekstu korisnicima treba da bude jasno koju opciju prekidač kontroliše i koji je njen status.","Prekidač","Kontrole izbora","Šablon zajedničke ose se koristi za prelaz između elemenata korisničkog interfejsa koji imaju prostorni ili navigacioni odnos. Ovaj šablon koristi zajedničku transformaciju po X, Y ili Z osi za naglašavanje odnosa između elemenata.","Umetnost i zanati","NAZAD","U paketu","Poslovanje","Kategorije u paketu se prikazuju kao grupe u fidu. Ovo možete da promenite kad god poželite.","Poboljšajte organizaciju kurseva","OTVORI NALOG","Kulinarstvo","Dugmad Dalje i Nazad","Dizajn","ZABORAVILI STE IMEJL?","Ilustracija","Prikazuje se pojedinačno","DALJE","Prijavite se pomoću naloga","Imejl ili broj telefona","Zdravo, Dejvid Park","Zajednička X osa","268 albuma","min","Izvođač","Album","A–Z","Sortiraj po kriterijumu Nedavno slušano","Nedavno slušano","Zajednička Y osa","Recept za sendvič sa govedinom","Sendvič sa govedinom","Recept za pljeskavicu","Pljeskavica","Recept za jelo sa rakovima","Rak","Dugme ikone Podešavanja","Recept za dezert","Dezert","Pomoć","Obaveštenja","Privatnost","Profil","Recept za sendvič","Sendvič","Sačuvani recepti","Podešavanja","Recept za jelo sa škampima","Škamp","Zajednička Z osa","Jednostavan dijalog korisniku nudi izbor između nekoliko opcija. Jednostavan dijalog ima opcionalni naslov koji se prikazuje iznad tih izbora.","Jednostavan","Jednostavni meni","Neprekidan","Neprekidan klizač opsega sa prilagođenom temom","Neprekidan sa numeričkom vrednošću koja može da se izmeni","Klizači odražavaju opseg vrednosti na traci, a korisnici mogu da izaberu jednu vrednost. Idealni su za prilagođavanje podešavanja kao što su jačina zvuka, osvetljenost ili primena filtera za slike.","Diskretan","Diskretan klizač sa prilagođenom temom","Numerička vrednost koja može da se izmeni","Vidžeti za biranje vrednosti prevlačenjem prstom","Klizači","Pritisnuli ste radnju trake za obaveštenja.","RADNJA","PRIKAZUJ TRAKU ZA OBAVEŠTENJA","Trake za obaveštenja obaveštavaju korisnike o procesu koji je neka aplikacija obavila ili će obaviti. Privremeno se prikazuju u dnu ekrana. Ne bi trebalo da ometaju korisnički doživljaj i ne zahtevaju aktivnost korisnika da bi nestale.","Trake za obaveštenja prikazuju poruke u dnu ekrana","Ovo je traka za obaveštenja.","Trake za obaveštenja","Kartice organizuju sadržaj na različitim ekranima, u skupovima podataka i drugim interakcijama.","Bez pomeranja","Pomeranje","Kartice sa prikazima koji mogu zasebno da se pomeraju","Kartice","Kada se pritisne, dugme za tekst prikazuje mrlju boje, ali se ne podiže. Dugmad za tekst koristite na trakama s alatkama, u dijalozima i u tekstu sa razmakom","Dugme za tekst","Polja za unos teksta omogućavaju korisnicima da unesu tekst u korisnički interfejs. Obično se prikazuju u obliku obrazaca i dijaloga.","Imejl","Unesite lozinku.","(###) ###-#### – unesite broj telefona u Sjedinjenim Američkim Državama","Pre slanja ispravite greške označene crvenom bojom.","Sakrij lozinku","Neka bude kratko, ovo je samo demonstracija.","Biografija","Ime*",[" ima broj telefona ",[0,0],[19,1]],"Ime je obavezno.","Ne više od 8 znakova.","Unosite samo abecedne znakove.","Lozinka*","Lozinke se ne podudaraju","Broj telefona*","* označava obavezno polje","Ponovo unesite lozinku*","Plata","Prikaži lozinku","POŠALJI","Jedan red teksta i brojeva koji mogu da se izmene","Recite nam nešto o sebi (npr. napišite čime se bavite ili koje hobije imate)","Polja za unos teksta","USD","Kako vas ljudi zovu?","Gde možemo da vas kontaktiramo?","Vaša imejl adresa","Prikazuje dijalog sa biračem vremena materijalnog dizajna.","Birač vremena","Dugmad za uključivanje/isključivanje može da se koristi za grupisanje srodnih opcija. Da biste naglasili grupe srodne dugmadi za uključivanje/isključivanje, grupa treba da ima zajednički kontejner","Dugmad za uključivanje/isključivanje","Objašnjenja pružaju tekstualne oznake koje objašnjavaju funkciju dugmeta ili neke druge radnje u korisničkom interfejsu. Objašnjenja prikazuju informativni tekst kada korisnici prelaze kursorom preko elementa, odnosno kada se fokusiraju na njega ili ga dugo pritiskaju.","Dugo pritiskajte element ili pređite kursorom preko njega da bi se prikazalo objašnjenje.","Kratka poruka koja se prikazuje pri dugom pritisku ili prelasku kursorom","Objašnjenja","Dva reda","Detalji","Ovako se TwoPane ponaša na uređaju na preklop.","Na preklop",["Stavka ",[7,0]],["Detalji stavke ",[15,0]],"Lista","Izaberite stavku","Ovako se TwoPane ponaša na uređaju sa malim ekranom.","Mali ekran","Prilagodljivi rasporedi na uređajima na prekom, velikim i malim ekranima","Ovako se TwoPane ponaša na većem ekranu, poput onih na tabletu ili računaru.","Tableti i računari","TwoPane","Definicije raznih tipografskih stilova u materijalnom dizajnu.","Svi unapred definisani stilovi teksta","Tipografija","Vertikalni razdelnik","Opozovi izbor","Dodaj nalog","PRIHVATAM","OTKAŽI","NE PRIHVATAM","ODBACI","Želite li da odbacite radnu verziju?","Demonstracija dijaloga na celom ekranu","SAČUVAJ","Dijalog preko celog ekrana","Dozvolite da Google pomaže aplikacijama u određivanju lokacije. To znači da se Google-u šalju anonimni podaci o lokaciji, čak i kada nijedna aplikacija nije pokrenuta.","Želite li da koristite Google usluge lokacije?",["Izabrali ste: „“",[15,0]],"Podesite rezervni nalog","PRIKAŽI DIJALOG","ODBACI","Aplikacija za vesti fokusirana na sadržaj","Reformisanje Zelene armije iznutra","Nedostaju pčele za farme","Dizajneri koriste tehnologiju da bi pravili futurističke tkanine","Feministkinje se bave politikom","Budućnost benzina","Tiha, ali moćna revolucija zdravstvenog sistema","Dok akcije stagniraju, mnogi se okreću valuti","Razdvojeni američki životi tokom rata","Najnovije vesti","Biznis","Kultura","Naslovna stranica","Politika","Nauka","Sport","Tehnologija","Putovanja","SAD","Svet","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" GitHub skladište",[0,0]],"STILOVI I DRUGO","Kategorije","Galerija","Učitava se","Nije izabrano","Plaža","Bronzani radovi","Čenaj","Četinad","Ribar","Cvetna pijaca","Spremanje ručka","Pijaca","Pondišeri","Solana","Skuteri","Proizvođač svile","Tandžavur","Hram u Tandžavuru",[" račun  sa .",[0,0],[7,1],[11,2]],"Štednja za kupovinu automobila","Tekući","Štednja za kupovinu doma","Odmor","Vlasnik naloga","Godišnji procenat dobiti","Kamata plaćena prošle godine","Kamatna stopa","Kamata od početka godine do danas","Sledeći izvod","Ukupno","Nalozi","Obaveštenja",["Ovog meseca ste potrošili  na naknade za bankomate",[26,0]],["Odlično! Na tekućem računu imate  više nego prošlog meseca.",[34,0]],["Pažnja! Iskoristili ste  budžeta za kupovinu za ovaj mesec.",[24,0]],["Ove nedelje ste potrošili  na restorane.",[26,0]],[3,0,["Povećajte mogući odbitak poreza! Dodelite kategorije za  nedodeljenih transakcija.",[58,0]],[7,["Povećajte mogući odbitak poreza! Dodelite kategorije za  nedodeljene transakcije.",[58,0]],4,"Povećajte mogući odbitak poreza! Dodelite kategorije 1 nedodeljenoj transakciji."]],["Račun () od  dospeva .",[7,0],[12,1],[21,2]],"Iznos zaduženja","Plaćeni iznos","Ukupan iznos","Obračuni","Dospeva na naplatu",["Budžet za , potrošeno je  od , preostalo je ",[10,0],[25,1],[29,2],[44,3]],"Odeća","Kafići","Bakalnice","Restorani","Preostali iznos","Iskorišćeni iznos","Ukupno ograničenje","Preostaje","Budžeti","Aplikacija za lične finansije","PREOSTAJE","PRIJAVI ME","Prijavi me","Prijavite se u aplikaciju Rally","Nemate nalog?","Lozinka","Zapamti me","REGISTRUJ ME","Korisničko ime","PRIKAŽI SVE","Prikaži sve račune","Prikaži sve račune","Prikaži sve budžete","Pronađite bankomate","Pomoć","Upravljajte nalozima","Obaveštenja","Podešavanja bez papira","Šifra i ID za dodir","Lični podaci","Odjavite se","Poreski dokumenti","NALOZI","OBRAČUNI","BUDŽETI","PREGLED","PODEŠAVANJA","Efikasna, fokusirana aplikacija za imejl","Radne verzije","Prijemno sanduče","Poslato","Nepoželjno","Sa zvezdicom","Otpad","Izaberi","Može da se izabere (dugi pritisak)","Izabrano je","O usluzi Flutter Gallery","Dizajnirala agencija TOASTER iz Londona","Zatvorite podešavanja","Podešavanja","Tamna","Pošalji povratne informacije","Svetla","Lokalitet","Mehanika platforme","Usporeni snimak","Sistem","Smer teksta","Sleva nadesno","Na osnovu lokaliteta","Zdesna nalevo","Promena veličine teksta","Ogroman","Veliki","Uobičajen","Mali","Tema","Podešavanja","OTKAŽI","OBRIŠI SVE IZ KORPE",[3,0,[" STAVKI",[0,0]],[7,[" STAVKE",[0,0]],2,"NEMA STAVKI",4,"1 STAVKA"]],"KORPA","Isporuka:","Međuzbir:","Porez:","UKUPNO","DODACI","SVE","ODEĆA","KUĆA","Moderna aplikacija za maloprodaju","Lozinka","Korisničko ime","ODJAVI ME","MENI","DALJE","Plava kamena šolja","Tamnoružičasta majica sa talasastim rubom","Platnene salvete","Platnena majica","Klasična bela košulja","Džemper boje gline","Bakarna vešalica","Majica sa tankim crtama","Baštenski konopac","Kačket","Gentry jakna","Trio pozlaćenih stočića","Crveni šal","Siva majica bez rukava","Čajni set Hurrahs","Kuhinjski set iz četiri dela","Tamnoplave pantalone","Tunika boje gipsa",["x ",[2,0]],["Količina: ",[10,0]],"Sto za četiri osobe","Posuda za kišnicu","Ženska bluza Ramona","Tamnoplava tunika","Džemper sa šablonom morskih talasa","Majica sa zavrnutim rukavima","Torba sa ručkom za nošenje na ramenu","Keramički set Soothe","Naočare za sunce Stella","Strut minđuše","Saksije za sočnice","Haljina za zaštitu od sunca","Surferska majica","Vrećasta torba","Čarape sa prugama","Majica sa izrezom u obliku slova v (bele boje)","Pleteni privezak za ključeve","Bela košulja sa prugama","Kaiš Whitney",[3,0,["Korpa za kupovinu,  artikala",[19,0]],[7,["Korpa za kupovinu,  artikla",[19,0]],2,"Korpa za kupovinu, nema artikala",4,"Korpa za kupovinu, 1 artikal"]],"Dodaj u korpu",["Ukloni proizvod ",[16,0]],"Zatvorite korpu","Zatvorite meni","Otvorite meni","Uklonite stavku","Pretražite","Podešavanja","PRIJAVITE SE","Izaberite demonstraciju","Izgled aplikacije za pokretanje koja reaguje",["Stavka: ",[8,0]],"Glavni tekst","DUGME","Naslov","Titl","Naslov","Aplikacija za pokretanje","Dodajte","Omiljeno","Pretraga","Delite"]