[0,"hu","t9vobm",0,null,["Az alkalmazás forráskódjának megtekintéséhez keresse fel a következőt: .",["1z","0"]],"Vissza a Galériához","Bevezető ikon","Több művelet","Üzenetszalag visszaállítása","Jelszava frissítve lett a másik eszközén. Kérjük, jelentkezzen be újra.","Alsó alkalmazássáv","Képernyőkivágás","Lebegő műveletgomb pozíciója","Dokkolva – a sáv közepén","Dokkolva – a sáv végén","Lebeg – a sáv közepén","Lebeg – a sáv végén","Fiók","Ébresztés","Naptár","Kamera","Megjegyzések",["Helyőrző a(z)  lapnak",["e","0"]],"GOMB","Létrehozás","Felfedezés",[" felfedezése",["0","0"]],[" megosztása",["0","0"]],"Rá lehet koppintani","Tandzsávúr","Chettinad","Tízes szám","Selyemkészítők","Szentélyek","Tandzsávúr, Tamilnádu","Sivaganga, Tamilnádu","Tíz város, amelyet érdemes felkeresni Tamilnáduban","Kézművesek Dél-Indiából","Brihadesvara-templom","Kerékpározás","Lift","Kandalló","Nagy","Közepes","Kicsi","Világítás bekapcsolása","Mosógép","BOROSTYÁNSÁRGA","KÉK","KÉKESSZÜRKE","BARNA","ZÖLDESKÉK","MÉLYNARANCSSÁRGA","MÉLYLILA","ZÖLD","SZÜRKE","INDIGÓKÉK","VILÁGOSKÉK","VILÁGOSZÖLD","CITROMZÖLD","NARANCSSÁRGA","RÓZSASZÍN","LILA","PIROS","PÁVAKÉK","SÁRGA","Személyre szabott utazási alkalmazás","ÉTKEZÉS","Nápoly, Olaszország","Pizza egy fatüzelésű sütőben","Dallas, Amerikai Egyesült Államok","Lisszabon, Portugália","Óriási pastramis szendvicset tartó nő","Üres bár vendéglőkben használatos bárszékekkel","Córdoba, Argentína","Hamburger","Portland, Amerikai Egyesült Államok","Koreai taco","Párizs, Franciaország","Csokoládés desszert","Szöul, Dél-Korea","Művészi tematikájú étterem belső tere","Seattle, Amerikai Egyesült Államok","Rákból készült étel","Nashville, Amerikai Egyesült Államok","Pékség bejárata","Atlanta, Amerikai Egyesült Államok","Languszták egy tányéron","Madrid, Spanyolország","Kávézó pultja péksüteményekkel",[3,0,[" étterem",["0","0"]],[2,"Nincs étterem",4,"1 étterem"]],"Fedezzen fel éttermeket úti cél szerint",[" ",["0","0"],["1","1"]],"REPÜLÉS","Aspen, Amerikai Egyesült Államok","Faház havas tájon, örökzöld fák között","Big Sur, Amerikai Egyesült Államok","Kairó, Egyiptom","Az Al-Azhar mecset tornyai a lemenő nap fényében","Lisszabon, Portugália","Téglaépítésű világítótorony a tengeren","Napa, Amerikai Egyesült Államok","Medence pálmafákkal","Bali, Indonézia","Tengerparti medence pálmafákkal","Sátor egy mezőn","Khumbu-völgy, Nepál","Imazászlók egy havas hegy előtt","Machu Picchu, Peru","A Machu Picchu fellegvára","Malé, Maldív-szigetek","Vízen álló nyaralóházak","Vitznau, Svájc","Hegyek előtt, tó partján álló szálloda","Mexikóváros, Mexikó","Légi felvétel a Szépművészeti Palotáról","Rushmore-hegy, Amerikai Egyesült Államok","Rushmore-hegy","Szingapúr","Supertree Grove","Havanna, Kuba","Régi kék autóra támaszkodó férfi",[3,0,[" megálló",["0","0"]],[2,"Közvetlen járat",4,"1 megálló"]],"Fedezzen fel repülőjáratokat úti cél szerint","Dátum kiválasztása","Válassza ki a dátumtartományt","Válasszon úti célt","Falatozók","Hely kiválasztása","Kiindulási pont kiválasztása","Időpont kiválasztása","Utasok száma",[3,0,[" ó",["0","0"]],[4,"1 ó"]],[3,0,[" p",["0","0"]],[4,"1 p"]],"ALVÁS","Malé, Maldív-szigetek","Vízen álló nyaralóházak","Aspen, Amerikai Egyesült Államok","Kairó, Egyiptom","Az Al-Azhar mecset tornyai a lemenő nap fényében","Tajpej, Tajvan","A Taipei 101 felhőkarcoló","Faház havas tájon, örökzöld fák között","Machu Picchu, Peru","A Machu Picchu fellegvára","Havanna, Kuba","Régi kék autóra támaszkodó férfi","Vitznau, Svájc","Hegyek előtt, tó partján álló szálloda","Big Sur, Amerikai Egyesült Államok","Sátor egy mezőn","Napa, Amerikai Egyesült Államok","Medence pálmafákkal","Porto, Portugália","Színes lakóházak a Ribeira-téren","Tulum, Mexikó","Maja romok egy tengerparti sziklán","Lisszabon, Portugália","Téglaépítésű világítótorony a tengeren",[3,0,[" rendelkezésre álló ingatlan van",["0","0"]],[2,"Nincs rendelkezésre álló ingatlan",4,"1 rendelkezésre álló ingatlan van"]],"Fedezzen fel ingatlanokat úti cél szerint","Engedélyezés","Almás pite","Mégse","Sajttorta","Csokoládés brownie","Válaszd ki kedvenc desszertfajtádat az alábbi listából. A kiválasztott ételek alapján a rendszer személyre szabja a közeli étkezési lehetőségek javasolt listáját.","Elvetés","Tiltás","Kedvenc desszert kiválasztása","Aktuális tartózkodási helye megjelenik a térképen, és a rendszer felhasználja az útvonaltervekhez, a közelben lévő keresési eredményekhez és a becsült utazási időkhöz.","Engedélyezi a „Térkép” számára a hozzáférést tartózkodási helyéhez, amíg az alkalmazást használja?","Tiramisu","Gomb","Háttérrel","Értesítés megjelenítése","Csevegés","Kezdőlap","Profil","Kalcium (%)","Kalória","Szénhidrát (g)","Desszert (1 adag)","Zsír (g)","Vas (%)","Fehérje (g)","Nátrium (mg)","Táplálkozás","Apple pie","Cupcake","Donut","Eclair","Frozen yogurt","Gingerbread","Honeycomb","Ice cream sandwich","Jelly bean","Lollipop",[" mézzel",["0","0"]],[" cukorral",["0","0"]],"Demó","A mozaikok szerkesztéséhez koppintson, a jelenetben való mozgáshoz pedig használjon kézmozdulatokat. Húzza ujját a pásztázáshoz, húzza össze ujjait a nagyításhoz/kicsinyítéshez, és használja két ujját a forgatáshoz. Nyomja meg a visszaállítás gombot a kezdő tájoláshoz való visszatéréshez.","Mozaik szerkesztése","Átalakítások visszaállítása","Pásztázás, nagyítás/kicsinyítés, forgatás","2D-s átalakítások","A műveletszelvények olyan beállításcsoportokat jelentenek, amelyek aktiválnak valamilyen műveletet az elsődleges tartalommal kapcsolatban. A műveletszelvényeknek dinamikusan, a kontextusnak megfelelően kell megjelenniük a kezelőfelületen.","Műveletszelvény","Egy párbeszédpanel tájékoztatja a felhasználót a figyelmét igénylő helyzetekről. Az értesítési párbeszédpanel nem kötelező címmel és nem kötelező műveletlistával rendelkezik.","Értesítés","Értesítés címmel","Az alkalmazássáv az aktuális képernyőt érintő információkat és műveleteket biztosít. Márkaépítésre, képernyő-megnevezésre, navigálásra és műveletekre szolgál.","Megjeleníti az aktuális képernyőt érintő információkat és műveleteket","Alkalmazássáv","Az üzenetszalagon rövid, ugyanakkor fontos üzenetek jelennek meg, amelyekkel a kapcsolatban a felhasználók valamilyen műveletet végezhetnek el (vagy elvethetik az üzenetszalagot). Az elvetéséhez is felhasználói beavatkozásra van szükség.","Üzenetszalag megjelenítése listában","Üzenetszalag","Az alsó alkalmazássávok hozzáférést biztosítanak az alsó navigációs fiókhoz és akár négy művelethez (a lebegő műveletgombot is beleértve).","A képernyő alján jeleníti meg a navigációs fiókot és a műveleteket","Alsó alkalmazássáv","Az alsó navigációs sávon három-öt célhely jelenik meg a képernyő alján. Minden egyes célhelyet egy ikon és egy nem kötelező szöveges címke jelöl. Amikor rákoppint egy alsó navigációs ikonra, a felhasználó az adott ikonhoz kapcsolódó legfelső szintű navigációs célhelyre kerül.","Állandó címkék","Kiválasztott címke","Alsó navigáció halványuló nézetekkel","Alsó navigáció","Hozzáadás","ALSÓ LAP MEGJELENÍTÉSE","Fejléc",[" elem",["0","0"]],"A modális alsó lap a menü és a párbeszédpanel alternatívája, és segítségével megakadályozható, hogy a felhasználó az alkalmazás többi részét használja.","Modális alsó lap","Az állandó alsó lap olyan információkat jelenít meg, amelyek kiegészítik az alkalmazás elsődleges tartalmát. Az állandó alsó lap még akkor is látható marad, amikor a felhasználó az alkalmazás más részeit használja.","Állandó alsó lap","Állandó és modális alsó lapok","Alsó lap","Szövegmezők","Szöveg, kiemelkedő, körülrajzolt és egyebek","Gombok","A kártya olyan Material-lap, amelyen kapcsolódó információ szerepel (pl. album, földrajzi hely, étkezés, kapcsolatfelvételi adatok stb.).","Alapkártyák lekerekített sarokkal","Kártyák","Ellenőrző listás menü","Kompakt elemek, amelyek bevitelt, tulajdonságot vagy műveletet jelölnek","Szelvények","A választószelvények egy konkrét választást jelölnek egy csoportból. A választószelvények kapcsolódó leíró szöveget vagy kategóriákat is tartalmaznak.","Választószelvény","Körkörös Material Design-folyamatjelző, amely forgással jelzi, hogy az alkalmazás dolgozik.","Körkörös folyamatjelző","Demókód","A vágólapra másolva.","ÖSSZES MÁSOLÁSA",["Nem sikerült a vágólapra másolni: ",["y","0"]],"Színek és állandó színkorongok, amelyek az anyagszerű megjelenés színpalettáját képviselik.","Az összes előre definiált szín","Színek","Kártyák, listák és lebegő műveletgomb","A tároló átalakulása minta a tárolót tartalmazó UI-elemek közötti áttűnések megvalósítására szolgál. Ez a minta látható kapcsolatot hoz létre két UI-elem között","Halványítás mód","Tároló átalakulása","HALVÁNYÍTÁS","ÁTTŰNÉS","Helyi menü","A műveleti lapok olyan speciális stílusú értesítések, amelyek két vagy több választást biztosítanak a felhasználónak az adott kontextusban. A műveleti lapnak lehet címe, további üzenete és műveleti listája.","Műveleti munkalap","iOS-stílusú tevékenységjelző, amely az óramutató járásával megegyezően forog.","iOS-stílusú tevékenységjelzők","Tevékenységjelző","Csak értesítőgombok","Értesítés gombokkal","Egy párbeszédpanel tájékoztatja a felhasználót a figyelmét igénylő helyzetekről. Az értesítési párbeszédpanel nem kötelező címmel, nem kötelező tartalommal és nem kötelező műveletlistával rendelkezik. A cím a tartalom felett, a műveletek pedig a tartalom alatt jelennek meg.","Figyelmeztetés","Értesítés címmel","iOS-stílusú értesítési párbeszédpanelek","Értesítések","iOS-stílusú gomb. Érintésre megjelenő és eltűnő szöveget és/vagy ikont foglal magában. Tetszés szerint rendelkezhet háttérrel is.","iOS-stílusú gombok","Gombok","Első művelet","Tartsa lenyomva a Flutter-logót a helyi menü megtekintéséhez.","Második művelet","iOS-stílusú teljes képernyős helyi menü, amely megjelenik, ha az egyik elemet hosszan megnyomja.","iOS-stílusú helyi menü","Helyi menü","iOS-stílusú navigációs sáv. A navigációs sáv olyan eszköztár, amely legalább az oldal címét tartalmazza az eszköztár közepén.","iOS-stílusú navigációs sáv","Navigációs sáv","Választó","Dátum","Dátum és idő","iOS-stílusú választómodul, amelyet karakterláncok, dátumok, időpontok, illetve dátumok és időpontok egyidejű kiválasztására lehet használni.","iOS-stílusú választók","Idő","Időzítő","Választók","A lehúzással való frissítéshez tartozó iOS-stílusú vezérlőt megvalósító modul.","iOS-stílusú vezérlő a lehúzással való frissítéshez","Húzza le a frissítéshez","Az adott alárendelt elemet körülvevő görgetősáv","iOS-stílusú görgetősáv","Görgetősáv","Keresési szövegmező, amely lehetővé teszi a felhasználók számára a szöveg megadásával történő keresést, valamint javaslatokat ajánlat és szűrhet.","Írjon be szöveget","iOS-stílusú keresési szövegmező","Keresési szövegmező","Több, egymást kölcsönösen kizáró lehetőség közüli választásra szolgál. Amikor a felhasználó kiválasztja valamelyik lehetőséget a szegmentált vezérlésben, a többi lehetőség nem lesz választható.","iOS-stílusú szegmentált vezérlés","Szegmentált vezérlés",["Folyamatos: ",["c","0"]],"A csúszkával folyamatos vagy diszkrét értékkészletből lehet választani.",["Diszkrét: ",["a","0"]],"iOS-stílusú csúszka","Csúszka","A kapcsolóval egy adott beállítás be- vagy kikapcsolt állapotát lehet állítani.","iOS-stílusú kapcsoló","iOS-stílusú, alsó navigációs lapfülsáv. Több lapfület jelenít meg, amelyek közül az egyik aktív (alapértelmezés szerint az első).","iOS-stílusú fülsáv","Fülsáv","A szövegmezőbe a felhasználók beírhatnak szöveget hardveres vagy képernyő-billentyűzettel.","PIN-kód","iOS-stílusú szövegmezők","Szövegmezők","A csúszkák értéktartományt jelenítenek meg egy sáv mentén, és a felhasználók ebből a tartományból választhatják ki a kívánt értéket vagy értéktartományt. A csúszkák személyre szabhatók, és témájuk módosítható.","Egyéni csúszkák","Az adattáblák oszlopok és sorok rácsszerű formájában jelenítik meg az információkat. Olyan módon rendszerezik őket, hogy könnyen áttekinthetők legyenek, így a felhasználók felfedezhetik a mintázatokat és az egyéb fontos adatokat.","Információkat tartalmazó sorok és oszlopok","Adattáblák","Anyagszerű megjelenéssel rendelkező dátumválasztót tartalmazó párbeszédpanelt jelenít meg.","Dátumválasztó","Anyagszerű megjelenéssel rendelkező dátumtartomány-választót tartalmazó párbeszédpanelt jelenít meg.","Dátumtartomány-választó","Egyszerű, értesítő és teljes képernyős","Párbeszédpanelek","Az elválasztókat tartalom elkülönítésére használhatja listákban, fiókokban és egyéb helyeken.","Az elválasztó egy vékony vonal, amely listákba és elrendezésekbe csoportosítja a tartalmakat.","Elválasztó","API-dokumentáció","A kiemelkedő gombok térbeli kiterjedést adnak az általában lapos külsejű gomboknak. Alkalmasak a funkciók kiemelésére zsúfolt vagy nagy területeken.","Kiemelkedő gomb","MÉGSE","ELVETÉS","Értesítés párbeszédpanele","Modális ablak és lebegő műveletgomb","A halványítás mintát olyan UI-elemek esetén használja a rendszer, amelyek a képernyő határain belül lépnek be vagy ki (például a képernyő közepén elhalványuló párbeszédablak esetén).","LEBEGŐ MŰVELETGOMB ELREJTÉSE","MODÁLIS ABLAK MEGJELENÍTÉSE","LEBEGŐ MŰVELETGOMB MEGJELENÍTÉSE","Halványítás","Albumok","Alsó navigáció","Az áttűnés mintát olyan UI-elemek közötti átmenetekhez használja a rendszer, amelyek között nincs szoros kapcsolat.","Fotók","Keresés","123 fotó","Áttűnés","A szűrőszelvények címkék vagy leíró jellegű szavak segítségével szűrik a tartalmat.","Szűrőszelvény","A lebegő műveletgomb egy olyan kerek ikongomb, amely a tartalom fölött előugorva bemutat egy elsődleges műveletet az alkalmazásban.","Lebegő műveletgomb","A fullscreenDialog tulajdonság határozza meg, hogy az érkezési oldal teljes képernyős moduláris párbeszédpanel-e","Teljes képernyő","Teljes képernyő","A rácsos listák homogén adatok (általában képek) megjelenítésére a legalkalmasabbak. A rácsos lista egyes elemeit csempéknek nevezzük.","Lábléccel","Fejléccel","Csak kép","Soros és oszlopos elrendezés","Rácsos listák","Információ","A beviteli szelvények összetett információt jelentenek kompakt formában például egy adott entitásról (személyről, helyről vagy dologról) vagy egy adott beszélgetés szövegéről.","Beviteli szelvény","Nem sikerült a következő URL megjelenítése:","Lineáris Material Design-folyamatjelző, amely folyamatjelző sávként is ismert.","Lineáris folyamatjelző","Egyetlen, fix magasságú sor, amely általában szöveget tartalmaz, és az elején vagy végén ikon található.","Másodlagos szöveg","Görgethető lista elrendezései","Listák","Letiltott menüelem","Elem ellenőrző listás menüvel","Elem helyi menüvel","Elem tagolt menüvel","Elem egyszerű menüvel",["Bejelölve: ",["b","0"]],"Helyi menü első eleme","Helyi menü harmadik eleme","Egy menü válaszlehetőségek listáját jeleníti meg egy ideiglenes felületen. Akkor jelenik meg, amikor a felhasználó valamilyen gombot, műveletet vagy másféle vezérlőelemet használ.","Négy","Link lekérése","Első menüelem","Harmadik menüelem","Második menüelem","Egy","Előnézet","Eltávolítás",["Kiválasztva: ",["d","0"]],"Megosztás","Menügombok és egyszerű menük","Három","Menü","Kettő","Részletek oldal","Listaelem","Másodlagos szöveg","Cím","Másodlagos","Az előre meghatározott áttűnési minták mindegyike","Mozgás","Material Design panel, amely vízszintesen húzódik befelé a képernyő szélétől, és navigációs linkeket jelenít meg az adott alkalmazásban.","Fiók megjelenítése az alkalmazássávon belül","A fiók megjelenítéséhez csúsztasson a szélétől, vagy koppintson a bal felső sarokban található ikonra","Navigációs fiók","Első elem","Második elem","user.name@example.com","Felhasználói név","Anyagi modul, amely az adott alkalmazás bal vagy jobb oldalán jelenik meg, és néhány (jellemzően három és öt) nézet közötti navigálásra szolgál.","Első","Második","Navigációs sáv megjelenítése az adott alkalmazáson belül","Harmadik","Navigációs sáv","Egysoros","Koppintson ide a bemutatóhoz tartozó, rendelkezésre álló lehetőségek megtekintéséhez.","Lehetőségek megtekintése","Lehetőségek","A körülrajzolt gombok átlátszatlanok és kiemelkedők lesznek, ha megnyomják őket. Gyakran kapcsolódnak kiemelkedő gombokhoz, hogy alternatív, másodlagos műveletet jelezzenek.","Körülrajzolt gomb","VÁLASZTÓ MEGJELENÍTÉSE","Dátum és idő kiválasztása","Választók","Lineáris, körkörös, meghatározatlan ideig tartó","Folyamatjelzők","A csúszkák értéktartományt jelenítenek meg egy sáv mentén. A csúszkáknál a sáv mindkét végén ikonok jelezhetik az értéktartományt. A csúszkák ideális összetevők olyan beállítások módosításához, mint például a hangerő és a fényerő, valamint képszűrők alkalmazásához.","Tartománycsúszkák","Tagolt menü","A jelölőnégyzetek lehetővé teszik a felhasználó számára, hogy egy adott csoportból több lehetőséget is kiválasszon. A normál jelölőnégyzetek értéke igaz vagy hamis lehet, míg a háromállapotú jelölőnégyzetek a null értéket is felvehetik.","Jelölőnégyzet","A választógombok lehetővé teszik, hogy a felhasználó kiválassza a csoportban lévő valamelyik lehetőséget. A választógombok használata kizárólagos kiválasztást eredményez, amelyet akkor érdemes használnia, ha úgy gondolja, hogy a felhasználónak egyszerre kell látnia az összes választható lehetőséget.","Választógomb","Jelölőnégyzetek, választógombok és kapcsolók","A be- és kikapcsolásra szolgáló gomb egyetlen beállítás állapotát módosítja. Annak a beállításnak, amelyet a kapcsoló vezérel, valamint annak, hogy éppen be- vagy kikapcsolt állapotban van-e a kapcsoló, egyértelműnek kell lennie a megfelelő szövegközi címkéből.","Kapcsoló","Kiválasztásvezérlők","A megosztott tengely mintát a térbeli vagy navigációs kapcsolattal rendelkező UI-elemek közötti átmenetekhez használja a rendszer. Ez a minta megosztott átalakítást használ az x, az y vagy a z tengelyen az elemek közötti kapcsolat megerősítéséhez.","Kézművesség","VISSZA","Kategorizált","Üzlet","A csomagolt kategóriák csoportokként jelennek meg a hírcsatornában. Ezt később bármikor megváltoztathatja.","A kurzusok észszerűsítése","FIÓK LÉTREHOZÁSA","Konyhaművészet","Következő és Vissza gomb","Dizájn","ELFELEJTETTE AZ E-MAIL-CÍMÉT?","Illusztráció","Egyénileg megjelenítve","TOVÁBB","Jelentkezzen be fiókjával","E-mail-cím vagy telefonszám","Üdv, David Park!","Megosztott x tengely","268 album","p","Előadó","Album","A–Z","Rendezés a „Nemrég lejátszott” lehetőség szerint","Nemrég lejátszott","Megosztott y tengely","Marhahúsos szendvics receptje","Marhahúsos szendvics","Hamburgerrecept","Hamburger","Ráktál receptje","Rák","Beállítások ikon gombja","Desszertrecept","Desszert","Súgó","Értesítések","Adatvédelem","Profil","Szendvicsrecept","Szendvics","Mentett receptek","Beállítás","Garnélatál receptje","Garnélarák","Megosztott z tengely","Egy egyszerű párbeszédpanel választást kínál a felhasználónak több lehetőség közül. Az egyszerű párbeszédpanel nem kötelező címmel rendelkezik, amely a választási lehetőségek felett jelenik meg.","Egyszerű","Egyszerű menü","Folyamatos","Folyamatos tartománycsúszka egyéni témával","Folyamatos csúszka szerkeszthető számértékkel","A csúszkák értéktartományt jelenítenek meg egy sáv mentén, és a felhasználók ebből a tartományból választhatják ki a kívánt értéket. A csúszkák ideális összetevők olyan beállítások módosításához, mint például a hangerő és a fényerő, valamint képszűrők alkalmazásához.","Tagolt","Tagolt csúszka egyéni témával","Szerkeszthető számérték","Modulok, amelyek csúsztatásával kiválaszthatja a kívánt értéket","Csúszkák","Megnyomta az információs sávról elvégezhető művelet gombját.","MŰVELET","PÉLDA AZ INFORMÁCIÓS SÁVRA","Az információs sávok arról tájékoztatják a felhasználókat, hogy valamelyik alkalmazás melyik folyamatot végezte el vagy fogja elvégezni. A képernyő alján, rövid időre jelennek meg. Nem zavarhatják meg a felhasználói élményt, és nem követelhetnek meg felhasználói beavatkozást ahhoz, hogy eltűnjenek.","Az információs sávok üzeneteket jelenítenek meg a képernyő alján","Ez egy információs sáv.","Információs sávok","A lapok rendszerezik a tartalmakat különböző képernyőkön, adathalmazokban és egyéb interakciók során.","Nem görgethető","Görgethető","Lapok egymástól függetlenül görgethető nézettel","Lapok","Valamelyik szöveg gomb megnyomásakor tintafolt jelenik meg rajta, de nem emelkedik fel. Szöveg gombokat használhat eszköztárakban, párbeszédpaneleken és kitöltéssel szövegen belül is","Szöveg gomb","A szöveges mezők segítségével a felhasználók szöveget adhatnak meg egy kezelőfelületen. Jellemzően az űrlapokon és párbeszédpanelekben jelennek meg.","E-mail-cím","Írjon be egy jelszót.","(###) ###-#### – Adjon meg egy USA-beli telefonszámot.","Kérjük, javítsa ki a piros színű hibákat a beküldés előtt.","Jelszó elrejtése","Legyen rövid, ez csak egy demó.","Élettörténet","Név*",[" telefonszáma: ",["0","0"],["f","1"]],"A név megadása kötelező.","Nem lehet több 8 karakternél.","Kérjük, csak az ábécé karaktereit használja.","Jelszó*","A jelszavak nem egyeznek meg","Telefonszám*","* kötelező mezőt jelöl","Írja be újra a jelszót*","Fizetés","Jelszó megjelenítése","KÜLDÉS","Egy sornyi szerkeszthető szöveg és számok","Beszéljen magáról (pl. írja le, hogy mivel foglalkozik vagy mik a hobbijai)","Szövegmezők","USD","Hogyan hívhatják Önt?","Hol tudjuk elérni Önt?","Az Ön e-mail-címe","Anyagszerű megjelenéssel rendelkező időpontválasztót tartalmazó párbeszédpanelt jelenít meg.","Időpontválasztó","A váltógombok kapcsolódó lehetőségek csoportosításához használhatók. A kapcsolódó váltógombok csoportjának kiemeléséhez a csoportnak közös tárolón kell osztoznia","Váltógombok","Az elemleírások szöveges címkéket tartalmaznak, amelyek segítik az adott gomb vagy más kezelőfelületi művelet funkciójának a megértését. Az elemleírások informatív szöveget jelenítenek meg, amikor a felhasználók az adott elem fölé viszik az egeret, az adott elemre fókuszálnak, vagy hosszan nyomják az adott elemet.","Az elemleírás megjelenítéséhez nyomja hosszan a kapcsolódó elemet, vagy vigye rá az egeret.","Rövid üzenet, amely a kapcsolódó elem hosszú megnyomásakor vagy az egérrel való rámutatáskor jelenik meg","Elemleírások","Kétsoros","Részletek","Így működik összehajtható eszközön a TwoPane.","Összehajtható",[" elem",["0","0"]],[" elem részletei",["0","0"]],"Lista","Elem kijelölése","Így működik a TwoPane kis képernyős eszközön.","Kis képernyő","Reszponzív elrendezések összehajtható, nagy és kis képernyőn","Így működik a TwoPane nagy képernyőn (pl. táblagépen vagy számítógépen).","Táblagép / számítógép","TwoPane","Az anyagszerű megjelenésben található különböző tipográfiai stílusok meghatározásai.","Az előre meghatározott szövegstílusok mindegyike","Tipográfia","Függőleges elválasztó","Kiválasztás megszüntetése","Fiók hozzáadása","ELFOGADOM","MÉGSE","ELUTASÍTOM","ELVETÉS","Elveti a piszkozatot?","Teljes képernyős párbeszédpanel demója","MENTÉS","Teljes képernyős párbeszédpanel","Hagyja, hogy a Google segítsen az alkalmazásoknak a helymeghatározásban. Ez névtelen helyadatok küldését jelenti a Google-nak, még akkor is, ha egyetlen alkalmazás sem fut.","Használni kívánja a Google Helyszolgáltatásokat?",["Az Ön által választott érték: „”",["v","0"]],"Helyreállítási fiók beállítása","PÁRBESZÉDPANEL MEGJELENÍTÉSE","ELVETÉS","Tartalomközpontú hírszolgáltató alkalmazás","A Zöld sereg belső reformja","Kevés a méh a gazdaságokban","A tervezők a technológiát hívják segítségül futurisztikus anyagok megalkotásához","A feministák pártot választanak","A benzin jövője","A csendes, mégis erőteljes egészségügyi forradalom","A tőzsde stagnálásával minden szempár a valutára szegeződik","Háború során szétválasztott amerikai életek","Legújabb frissítések","Üzlet","Kultúra","Címlap","Politika","Tudomány","Sport","Technológia","Utazás","USA","Világ","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" GitHub-tárhely",["0","0"]],"STÍLUSOK ÉS EGYÉB","Kategóriák","Galéria","Betöltés…","Nincs kiválasztva","Tengerpart","Bronzműves","Csennai","Chettinad","Horgász","Virágpiac","Ebéd elkészítése","Piac","Puduccseri","Sófarm","Robogók","Selyemkészítő","Tandzsávúr","Tandzsávúr temploma",[" bankszámla ()  összeggel.",["0","0"],["d","1"],["f","2"]],"Autóval kapcsolatos megtakarítások","Folyószámla","Otthonnal kapcsolatos megtakarítások","Szabadság","Fióktulajdonos","Éves százalékos hozam","Tavaly kifizetett kamatok","Kamatláb","Kamat eddig az évben","Következő kimutatás","Összesen","Fiókok","Értesítések",[" összeget költött ATM-díjakra ebben a hónapban",["0","0"]],["Nagyszerű! Folyószámlája -kal magasabb, mint múlt hónapban.",["p","0"]],["Előrejelzés: Az e havi Shopping-költségkeret -át használta fel.",["19","0"]],[" összeget költött el éttermekben ezen a héten.",["0","0"]],[3,0,["Növelje a lehetséges adókedvezményt! Rendeljen kategóriákat  hozzárendelés nélküli tranzakcióhoz.",["1o","0"]],[4,"Növelje a lehetséges adókedvezményt! Rendeljen kategóriát 1 hozzárendelés nélküli tranzakcióhoz."]],[" összegű  számla esedékességi dátuma: .",["0","0"],["9","1"],["12","2"]],"Fizetendő összeg","Kifizetett összeg","Teljes összeg","Számlák","Esedékes",[" összegű  költségkeret, amelyből felhasználásra került , és maradt ",["0","0"],["9","1"],["1j","2"],["1v","3"]],"Ruházat","Kávézók","Bevásárlás","Éttermek","Fennmaradó összeg","Felhasznált összeg","Össztőke","maradt","Költségkeretek","Személyes pénzügyi alkalmazás","MARADT","BEJELENTKEZÉS","Bejelentkezés","Bejelentkezés a Rally szolgáltatásba","Nincs fiókja?","Jelszó","Jelszó megjegyzése","REGISZTRÁCIÓ","Felhasználónév","ÖSSZES MEGTEKINTÉSE","Összes bankszámla megtekintése","Összes számla megtekintése","Összes költségkeret megtekintése","ATM-ek keresése","Súgó","Fiókok kezelése","Értesítések","Papír nélküli beállítások","Biztonsági kód és Touch ID","Személyes adatok","Kijelentkezés","Adódokumentumok","FIÓKOK","SZÁMLÁK","KÖLTSÉGKERETEK","ÁTTEKINTÉS","BEÁLLÍTÁSOK","Hatékony, célzott e-mail-alkalmazás","Piszkozatok","Beérkezett üzenetek","Elküldve","Spam","Csillagozva","Kuka","Kiválasztás","Kiválasztható (hosszú megnyomással)","Kiválasztva","A Flutter galériáról","Tervezte: TOASTER, London","Beállítások bezárása","Beállítások","Sötét","Visszajelzés küldése","Világos","Nyelv- és országkód","Platformmechanika","Lassított felvétel","Rendszer","Szövegirány","Balról jobbra","A nyelv- és országbeállítás alapján","Jobbról balra","Szöveg nagyítása","Óriási","Nagy","Normál","Kicsi","Téma","Beállítások","MÉGSE","KOSÁR TÖRLÉSE",[3,0,[" TÉTEL",["0","0"]],[2,"NINCSENEK TÉTELEK",4,"1 TÉTEL"]],"KOSÁR","Szállítás:","Részösszeg:","Adó:","ÖSSZES","KIEGÉSZÍTŐK","ÖSSZES","RUHÁZAT","OTTHON","Divatos kiskereskedelmi alkalmazás","Jelszó","Felhasználónév","KIJELENTKEZÉS","MENÜ","TOVÁBB","„Blue Stone” bögre","„Cerise” lekerekített alsó szegélyű póló","Chambray anyagú szalvéta","Chambray anyagú ing","Klasszikus fehér gallér","„Clay” pulóver","Rézből készült tároló","Finom csíkozású póló","Kerti sodrott kötél","Gatsby sapka","„Gentry” dzseki","Gilt íróasztal trió","Vörös sál","Szürke ujjatlan póló","„Hurrahs” teáskészlet","„Kitchen quattro”","Matrózkék nadrág","„Plaster” tunika",["× ",["2","0"]],["Mennyiség: ",["b","0"]],"Négyzet alakú asztal","Esővíztálca","Ramona crossover","„Sea” tunika","„Seabreeze” pulóver","Váll néküli felső","Táska","Kerámiakészlet","„Stella” napszemüveg","„Strut” fülbevalók","Cserép pozsgásokhoz","„Sunshirt” ruha","„Surf and perf” póló","„Vagabond” zsák","„Varsity” zokni","„Walter” henley stílusú póló (fehér)","Kulcstartó","Fehér csíkos ing","„Whitney” öv",[3,0,["Kosár,  tétel",["7","0"]],[2,"Kosár, üres",4,"Kosár, 1 tétel"]],"Hozzáadás a kosárhoz",[" eltávolítása",["0","0"]],"Kosár bezárása","Menü bezárása","Menü megnyitása","Tétel eltávolítása","Keresés","Beállítások","BEJELENTKEZÉS","Bemutató kiválasztása","Interaktív kezdő elrendezés",[" elem",["0","0"]],"Szövegtörzs","GOMB","Címsor","Alcím","Cím","Kezdőalkalmazás","Hozzáadás","Hozzáadás a Kedvencekhez","Keresés","Megosztás"]