[0,"bg","lr4pi9",0,null,["За да видите изходния код за това приложение, моля, посетете .",["1p","0"]],"Назад към галерията","Икона в началото","Няколко действия","Възстановяване на банера","Паролата ви бе актуализирана на другото ви устройство. Моля, влезте отново.","Лента в долната част на приложението","Прорез","Позиция на плаващия бутон за действие","Прикрепен в центъра","Прикрепен в края","Плаващ, в центъра","Плаващ, в края","Сметка","Будилник","Календар","Камера","Коментари",["Заместващ текст за раздел ",["q","0"]],"БУТОН","Създаване","Разглеждане",["Разглеждане на ",["f","0"]],["Споделяне на ",["d","0"]],"Може да бъде докосван","Танджавур","Четинад","Номер 10","Предачи на коприна","Храмове","Танджавур, Тамил Наду","Шиваганга, Тамил Наду","Водещите 10 града в Тамил Наду, които да посетите","Занаятчии от южна Индия","Храм Брихадесварар","Колоездене","Асансьор","Камина","Голям","Среден","Малък","Включване на светлинните индикатори","Пералня","КЕХЛИБАРЕНО","СИНЬО","СИНЬО-СИВО","КАФЯВО","СИНЬО-ЗЕЛЕНО","НАСИТЕНО ОРАНЖЕВО","НАСИТЕНО ЛИЛАВО","ЗЕЛЕНО","СИВО","ИНДИГО","СВЕТЛОСИНЬО","СВЕТЛОЗЕЛЕНО","ЛИМОНОВОЗЕЛЕНО","ОРАНЖЕВО","РОЗОВО","ЛИЛАВО","ЧЕРВЕНО","СИНЬО-ЗЕЛЕНО","ЖЪЛТО","Персонализирано приложение за пътувания","ХРАНЕНЕ","Неапол, Италия","Пица в пещ на дърва","Далас, САЩ","Лисабон, Португалия","Жена, която държи огромен сандвич с пастърма","Празен бар с високи столове","Кордоба, Аржентина","Хамбургер","Портланд, САЩ","Корейско тако","Париж, Франция","Шоколадов десерт","Сеул, Южна Корея","Артистична зона за сядане в ресторант","Сиатъл, САЩ","Ястие със скариди","Нашвил, САЩ","Вход към пекарна","Атланта, САЩ","Раци в чиния","Мадрид, Испания","Щанд с печива в кафене",[3,0,[" ресторанта",["0","0"]],[2,"Няма ресторанти",4,"1 ресторант"]],"Разглеждане на ресторанти по дестинация",[" и ",["0","0"],["3","1"]],"ПОЛЕТИ","Аспън, САЩ","Зимен пейзаж с шале и вечнозелени дървета","Биг Сър, САЩ","Кайро, Египет","Минаретата на джамията Ал-Азхар при залез","Лисабон, Португалия","Тухлен фар край морето","Напа, САЩ","Басейн с палми","Бали, Индонезия","Крайбрежен басейн с палми","Палатка на полето","Долината Кхумбу, Непал","Молитвени знамена на фона на заснежени планини","Мачу Пикчу, Перу","Цитаделата Мачу Пикчу","Мале, Малдиви","Бунгала над водата","Вицнау, Швейцария","Хотел, разположен на брега на езеро, на фона на планини","Град Мексико, Мексико","Дворецът на изящните изкуства от птичи поглед","Планината Ръшмор, САЩ","Планината Ръшмор","Сингапур","Горичка от супердървета","Хавана, Куба","Мъж, облегнат на класическа синя кола",[3,0,[" прекачвания",["0","0"]],[2,"Директен",4,"1 прекачване"]],"Разглеждане на полети по дестинация","Избор на дата","Избор на дати","Избор на дестинация","Закусвални","Избор на местоположение","Избор на начална точка","Избор на час","Пътуващи",[3,0,[" ч",["0","0"]],[4,"1 ч"]],[3,0,[" мин",["0","0"]],[4,"1 мин"]],"СПАНЕ","Мале, Малдиви","Бунгала над водата","Аспън, САЩ","Кайро, Египет","Минаретата на джамията Ал-Азхар при залез","Тайпе, Тайван","Небостъргачът Тайпе 101","Зимен пейзаж с шале и вечнозелени дървета","Мачу Пикчу, Перу","Цитаделата Мачу Пикчу","Хавана, Куба","Мъж, облегнат на класическа синя кола","Вицнау, Швейцария","Хотел, разположен на брега на езеро, на фона на планини","Биг Сър, САЩ","Палатка на полето","Напа, САЩ","Басейн с палми","Порто, Португалия","Цветни апартаменти на площад „Рибейра“","Тулум, Мексико","Майски руини на скала над плажа","Лисабон, Португалия","Тухлен фар край морето",[3,0,[" свободни имота",["0","0"]],[2,"Няма свободни имоти",4,"1 свободен имот"]],"Разглеждане на имоти по дестинация","Разрешаване","Ябълков сладкиш","Отказ","Чийзкейк","Шоколадово брауни","Моля, посочете любимия си десерт от списъка по-долу. Изборът ви ще се използва за персонализиране на предложения списък със заведения за хранене в района ви.","Отхвърляне","Без разрешаване","Изберете любим десерт","Текущото ви местоположение ще се показва на картата и ще се използва за упътвания, резултати от търсенето в района и приблизително време на пътуване.","Да се разреши ли на Карти да осъществява достъп до местоположението ви, докато използвате приложението?","Тирамису","Бутон","С фон","Показване на сигнала","Чат","Начален раздел","Потребителски профил","Калций (%)","Калории","Въглехидрати (г)","Десерт (1 порция)","Мазнини (г)","Желязо (%)","Белтъчини (г)","Натрий (мг)","Хранене","Ябълков сладкиш","Кексче","Поничка","Еклер","Замразено кисело мляко","Джинджифилови сладки","Пчелна пита","Сладоледен сандвич","Желиран бонбон","Близалка",[" с мед",["0","0"]],[" със захар",["0","0"]],"Демонстрация","Докоснете, за да редактирате фрагменти, и използвайте жестове, за да се придвижвате в сцената. Плъзнете за панорамно придвижване, съберете пръсти за промяна на мащаба, завъртете с два пръста. Натиснете бутона за нулиране, за да се върнете към първоначалната ориентация.","Редактиране на фрагмент","Нулиране на трансформациите","Панорамно придвижване, промяна на мащаба, завъртане","Двуизмерни трансформации","Чиповете за действие представляват набор от опции, които задействат действие, свързано с основното съдържание. Те трябва да се показват в потребителския интерфейс динамично и спрямо контекста.","Чип за действие","Диалоговият прозорец със сигнал информира потребителя за ситуации, в които се изисква потвърждение. Той включва незадължителни заглавие и списък с действия.","Сигнал","Сигнал със заглавие","Лентата на приложението предоставя съдържание и действия, свързани с текущия екран. Тя се използва за налагане на търговската марка, имена на екрани, навигиране и действия","Показва информация и действия, свързани с текущия екран","Лента на приложението","Банерите показват кратки важни съобщения и предлагат действия, които потребителите могат да предприемат (или да отхвърлят банера). За отхвърляне на банера е необходимо действие от страна на потребителя.","Показване на банер в списък","Банер","Лентите в долната част на приложенията предоставят достъп до слой за навигация в долния край и максимум четири действия, включително плаващия бутон за действие.","Показва навигацията и действията в долната част","Лента в долната част на приложението","Долните ленти за навигация са в долната част на екрана и в тях се показват от три до пет дестинации. Всяка дестинация е означена с икона и незадължителен текстов етикет. Когато потребителят докосне долна икона за навигация, преминава към навигационната дестинация от първо ниво, свързана с иконата.","Постоянни етикети","Избран етикет","Долна навигация с преливащи се изгледи","Долна навигация","Добавяне","ПОКАЗВАНЕ НА ДОЛНИЯ ЛИСТ","Заглавка",["Артикул ",["8","0"]],"Модалният долен лист е алтернатива на менюто или диалоговия прозорец, като не допуска потребителят да взаимодейства с останалата част от приложението.","Модален долен лист","Постоянният долен лист показва информация, допълваща основното съдържание на приложението. Той остава видим дори когато потребителят взаимодейства с други части на приложението.","Постоянен долен лист","Постоянен и модален долен лист","Долен лист","Текстови полета","Текстови, повдигнати, с контури и др.","Бутони","Картите представляват елементи от Material, които дават информация за нещо, като например албум, географско местоположение, ястие, контакти за връзка и др.","Базови карти със заоблени ъгли","Карти","Меню с контролен списък","Компактни елементи, които представят информация за въвеждане, атрибут или действие","Чипове","Чиповете за избор представят един избор от даден набор. Те съдържат свързан описателен текст или категории.","Чип за избор","Кръгъл индикатор за напредъка в material design, който се върти, за да укаже, че приложението е заето.","Кръгъл индикатор за напредъка","Код за демонстрация","Копирано в буферната памет.","КОПИРАНЕ НА ВСИЧКО",["Копирането в буферната памет не бе успешно: ",["18","0"]],"Цветове и константите на цветовите образци, които представляват цветовата палитра на Material Design.","Всички предварително зададени цветове","Цветове","Карти, списъци и ПБД","Моделът с трансформиране на контейнер е създаден за преходи между елементи на ПИ, които съдържат контейнер. Моделът създава видима връзка между два елемента на ПИ.","Режим на плавен преход","Трансформиране на контейнер","ПЛАВЕН ПРЕХОД","ИЗБЛЕДНЯВАНЕ И ПОЯВЯВАНЕ","Контекстно меню","Таблицата с действия представлява конкретен стил за сигнали, при който на потребителя се предоставя набор от две или повече възможности за избор, свързани с текущия контекст. Тя може да има заглавие, допълнително съобщение и списък с действия.","Таблица с действия","Индикатор за активността в стил iOS, който се върти по часовниковата стрелка.","Индикатори за активността в стил iOS","Индикатор за активността","Само бутоните за сигнали","Сигнал с бутони","Диалоговият прозорец със сигнал информира потребителя за ситуации, в които се изисква потвърждение. Той включва незадължителни заглавие, съдържание и списък с действия. Заглавието се показва над съдържанието, а действията – под него.","Сигнал","Сигнал със заглавие","Диалогови прозорци със сигнали в стил iOS","Сигнали","Бутон в стил iOS. Включва текст и/или икона, които плавно избледняват и се появяват при докосване. По избор може да има фон.","Бутони в стил iOS","Бутони","Действие едно","Докоснете и задръжте логото на Flutter, за да видите контекстното меню.","Действие две","Контекстно меню на цял екран в стил iOS, което се показва при продължително натискане на елемент.","Контекстно меню в стил iOS","Контекстно меню","Лента за навигация в стил iOS. Това е лента с инструменти, в средата на която има поне заглавие на страница.","Лента за навигация в стил iOS","Лента за навигация","Инструмент за избор","Дата","Дата и час","Приспособление за избор на низове, дати, часове или дати и часове в стил iOS.","Инструменти за избор в стил iOS","Час","Таймер","Инструменти за избор","Приспособление, което внедрява контролата за съдържание „Дръпнете за опресняване“ в стил iOS.","Контрола „Дръпнете за опресняване“ в стил iOS","Дръпнете за опресняване","Лента за превъртане, която обхваща дадения дъщерен елемент","Лента за превъртане в стил iOS","Лента за превъртане","Текстово поле за търсене, което дава възможност на потребителя да търси, като въвежда текст, и може да предлага и филтрира предложения.","Въведете текст","Текстово поле за търсене в стил iOS","Текстово поле за търсене","Служи за избор между няколко взаимоизключващи се опции. При избиране на някоя от опциите в сегментирания превключвател останалите се деактивират.","Сегментиран превключвател в стил iOS","Сегментиран превключвател",["Непрекъснат: ",["d","0"]],"Плъзгачът може да използва за избиране на непрекъснат или разграфен набор от стойности.",["Разграфен: ",["b","0"]],"Плъзгач в стил iOS","Плъзгач","Превключвателят се използва за превключване на състоянието – включено/изключено – на една настройка.","Превключвател в стил iOS","Лента с раздели за навигация в долната част в стил iOS. Показва множество раздели като само един е активен – по подразбиране това е първият.","Лента с раздели в долната част в стил iOS","Лента с раздели","Текстовите полета позволяват на потребителите да въвеждат текст посредством външна или екранна клавиатура.","ПИН","Текстови полета в стил iOS","Текстови полета","Плъзгачите отразяват диапазон от стойности по протежението на дадена лента, от които потребителите могат да изберат една стойност или цял диапазон. Плъзгачите могат да бъдат персонализирани или с определена тема.","Персонализирани плъзгачи","Таблиците с данни представят информацията, форматирана като решетка с редове и колони. Тази организация на данни спомага за лесно преглеждане, така че потребителите могат да търсят закономерности и полезна информация.","Редове и колони, съдържащи информация","Таблици с данни","Показва диалогов прозорец с инструмент за избор на дата с material design.","Инструмент за избор на дата","Показва диалогов прозорец с инструмент за избор на период от време с material design.","Инструмент за избор на период от време","Опростени, със сигнал и на цял екран","Диалогови прозорци","Разделителите могат да се използват в списъци, слоеве и на други места за разделяне на съдържанието.","Разделителят е тънка линия, която групира съдържанието в списъци и оформления.","Разделител","Документация на API","Повдигнатите бутони добавят измерение към оформленията, които са предимно плоски. Така функциите изпъкват в претрупани или големи области.","Повдигнат бутон","ОТКАЗ","ОТХВЪРЛЯНЕ","Диалогов прозорец със сигнал","Модални и ПБД","Моделът с плавен преход се използва за елементи на ПИ, които влизат в рамките на екрана или излизат от тях, като например диалогов прозорец, който се появява в центъра на екрана.","СКРИВАНЕ НА ПБД","ПОКАЗВАНЕ НА МОДАЛЕН ДИАЛОГОВ ПРОЗОРЕЦ","ПОКАЗВАНЕ НА ПБД","Плавен преход","Албуми","Долна навигация","Моделът с избледняване и появяване се използва за преходи между елементи на ПИ, които нямат силна връзка помежду си.","Снимки","Търсене","123 снимки","Избледняване и появяване","Чиповете за филтриране използват маркери или описателни думи за филтриране на съдържанието.","Чип за филтриране","Плаващият бутон за действие представлява бутон с кръгла икона, която се задържа над съдържанието, за да подпомогне основно действие в приложението.","Плаващ бутон за действие (ПБД)","Свойството fullscreenDialog посочва дали входящата страница е модален диалогов прозорец на цял екран","На цял екран","Цял екран","Табличните списъци са най-подходящи за представяне на хомогенни данни, обикновено изображения. Всеки елемент в такъв списък се нарича фрагмент.","С долен колонтитул","Със заглавка","Само изображения","Оформление с редове и колони","Таблични списъци","Информация","Чиповете за въвеждане представят сложна информация, като например субект (лице, място или предмет) или разговорен текст, в компактен вид.","Чип за въвеждане","URL адресът не се показа:","Линеен индикатор за напредъка в material design, познат и като лента за напредъка.","Линеен индикатор за напредъка","Един ред с фиксирана височина, който обикновено съдържа текст и икона, поставена в началото или края.","Вторичен текст","Оформления с превъртащ се списък","Списъци","Деактивиран елемент от менюто","Елемент с меню с контролен списък","Елемент с контекстно меню","Елемент с меню със секции","Елемент с опростено меню",["Поставихте отметка: ",["k","0"]],"Елемент от контекстното меню 1","Елемент от контекстното меню 3","Менюто представлява временен панел със списък с възможности за избор, които се показват, когато потребителите взаимодействат с бутон, действие или друга контрола.","Четири","Получаване на връзка","Елемент от менюто 1","Елемент от менюто 3","Елемент от менюто 2","Едно","Преглед","Премахване",["Избрахте: ",["a","0"]],"Споделяне","Бутони за меню и опростени менюта","Три","Меню","Две","Страница с подробности","Списъчен елемент","Вторичен текст","Име","Вторично","Всички предварително дефинирани модели за преход","Движение","Панел с материален дизайн, който се плъзга хоризонтално от ъгъла на екрана, за да покаже връзките за навигация в дадено приложение.","Показване на слой в лентата с приложения","Прекарайте пръст от ъгъла или докоснете иконата горе вляво, за да видите слоя","Слой за навигация","Елемент едно","Елемент две","user.name@example.com","Потребителско име","Приспособление с материален дизайн, което трябва да се показва в лявата или дясната част на дадено приложение с цел навигиране между малък брой изгледи, обикновено между три и пет.","1.","2.","Показване на лента за навигация в дадено приложение","3.","Лента за навигация","Един ред","Докоснете тук, за да видите наличните опции за тази демонстрация.","Преглед на опциите","Опции","При натискане бутоните с контури стават плътни и се повдигат. Често са в двойка с повдигащ се бутон, за да посочат алтернативно вторично действие.","Бутон с контури","ПОКАЗВАНЕ НА ИНСТРУМЕНТА ЗА ИЗБОР","Избор на дата и час","Инструменти за избор","Линейни, кръгови, неопределени","Индикатори за напредъка","Плъзгачите отразяват диапазон от стойности по протежението на дадена лента. В двата края на лентата може да има икони, които отразяват диапазон от стойности. Те са идеални за коригиране на различни настройки, като например сила на звука, яркост или прилагане на филтри към изображенията.","Плъзгачи с диапазон","Меню със секции","Квадратчетата за отметка дават възможност на потребителя да избере няколко опции от даден набор. Стойността на нормалните квадратчета за отметка е true или false, а на тези, които имат три състояния, тя може да бъде и null.","Квадратче за отметка","Бутоните за избор дават възможност на потребителя да избере една опция от даден набор. Използвайте ги, ако смятате, че потребителят трябва да види всички налични опции една до друга.","Бутон за избор","Квадратчета за отметка, бутони за избор и превключватели","Превключвателите за включване/изключване променят състоянието на една опция в настройките. Състоянието на превключвателя, както и управляваната от него опция, трябва да са ясно посочени в съответния вграден етикет.","Превключвател","Контроли за избор","Моделът със споделена ос се използва за преходи между елементи на ПИ, които имат пространствена или навигационна връзка. Този модел използва споделена трансформация по оста x, y или z, за да подсили връзката между елементите.","Изкуства и занаяти","НАЗАД","Групиран","Бизнес","Групираните категории се показват като групи в емисията ви. Винаги можете да промените това по-късно.","Рационализирайте курсовете си","СЪЗДАВАНЕ НА ПРОФИЛ","Кулинария","Бутони за напред и назад","Дизайн","ЗАБРАВИЛИ СТЕ ИМЕЙЛ АДРЕСА СИ?","Илюстрация","Показван отделно","НАПРЕД","Влезте с профила си","Имейл адрес или телефонен номер","Здравейте, Дейвид Парк","Споделена ос x","268 албума","мин","Изпълнител","Албум","A – Я","Сортиране по „Пускани скоро“","Пускани скоро","Споделена ос y","Рецепта за сандвич с телешко","Сандвич с телешко","Рецепта за хамбургер","Хамбургер","Рецепта за ястие с раци","Раци","Бутон за иконата за настройки","Рецепта за десерт","Десерт","Помощ","Известия","Поверителност","Потребителски профил","Рецепта за сандвич","Сандвич","Запазени рецепти","Настройки","Рецепта за ястие със скариди","Скариди","Споделена ос z","Опростеният диалогов прозорец предлага на потребителя възможност за избор между няколко опции. Той включва незадължително заглавие, което се показва над възможностите за избор.","Опростен","Обикновено меню","Неразграфен","Неразграфен плъзгач с диапазон с персонализирана тема","Неразграфен – с цифрова стойност, която може да се редактира","Плъзгачите отразяват диапазон от стойности по протежението на дадена лента, от които потребителите могат да изберат една стойност. Те са идеални за коригиране на различни настройки, като например сила на звука, яркост или прилагане на филтри към изображенията.","Разграфен","Разграфен плъзгач с персонализирана тема","Цифрова стойност, която може да се редактира","Приспособления за избиране на стойност чрез прекарване на пръст","Плъзгачи","Натиснахте бутона за действие на лентата за кратки известия.","ДЕЙСТВИЕ","ПОКАЗВАНЕ НА ЛЕНТА ЗА КРАТКИ ИЗВЕСТИЯ","Лентите за кратки известия уведомяват потребители за процеса, който дадено приложения изпълнява или е напът да изпълни. Те се показват временно в долната част на екрана, не би трябвало да прекъсват практическата работа на потребителите и за тях не се изисква въведеното от потребителите да изчезне.","Лентите за кратки известия показват съобщения в долната част на екрана","Това е лента за кратки известия.","Ленти за кратки известия","Разделите служат за организиране на съдържанието на различни екрани, набори от данни и други взаимодействия.","Без опция за превъртане","С опция за превъртане","Раздели със самостоятелно превъртащи се изгледи","Раздели","При натискане текстовите бутони показват разливане на мастило, но не се повдигат. Използвайте този тип бутони в ленти с инструменти, диалогови прозорци и при вграждане с вътрешни полета","Текстови бутон","Текстовите полета дават възможност на потребителите да въвеждат текст в потребителския интерфейс. Те обикновено се срещат в диалогови прозорци и формуляри.","Имейл адрес","Моля, въведете парола.","(XXX) XXX-XXXX – Въведете телефонен номер от САЩ.","Моля, коригирайте грешките в червено, преди да изпратите.","Скриване на паролата","Пишете кратко, това е демонстрация.","Биография","Име*",["Телефонният номер на  е ",["l","0"],["o","1"]],"Трябва да въведете име.","Не повече от 8 знака.","Моля, въведете само букви.","Парола*","Паролите не съвпадат","Телефонен номер*","* указва задължително поле","Въведете отново паролата*","Заплата","Показване на паролата","ИЗПРАЩАНЕ","Един ред от текст и числа, който може да се редактира","Разкажете ни за себе си (напр. напишете с какво се занимавате или какви хобита имате)","Текстови полета","USD","Как ви наричат хората?","Как можем да се свържем с вас?","Имейл адресът ви","Показва диалогов прозорец с инструмент за избор на час с material design.","Инструмент за избор на час","Бутоните за превключване могат да се използват за групиране на сродни опции. За да изпъкнат групите със сродни бутони за превключване, всяка група трябва да споделя общ контейнер","Бутони за превключване","Подсказките предоставят текстови етикети, които помагат да се обясни функцията на даден бутон или друго действие в потребителския интерфейс. Подсказките показват информативен текст, когато потребителят задържи курсора на мишката над даден елемент, постави фокуса върху него или го натисне продължително.","За да се покаже подсказката, натиснете продължително или задръжте курсора на мишката.","Кратко съобщение, което се показва при продължително натискане или задържане на курсора на мишката","Подсказки","Два реда","Подробности","Това е поведението на TwoPane на сгъваемо устройство.","Сгъваемо",["Елемент ",["8","0"]],["Подробности за елемента ",["o","0"]],"Списък","Избиране на елемент","Това е поведението на TwoPane на устройство с малък екран.","Малък екран","Адаптивни оформления на сгъваеми устройства, големи и малки екрани","Това е поведението на TwoPane на по-голям екран, като например таблет или настолен компютър.","Таблет/настолен компютър","TwoPane","Дефиниции за различните типографски стилове в Material Design.","Всички предварително дефинирани текстови стилове","Типография","Вертикален разделител","Премахване на избора","Добавяне на профил","ПРИЕМАМ","ОТКАЗ","НЕ ПРИЕМАМ","ОТХВЪРЛЯНЕ","Да се отхвърли ли черновата?","Демонстрация на диалогов прозорец на цял екран","ЗАПАЗВАНЕ","Диалогов прозорец на цял екран","Позволете на Google да помага на приложенията да определят местоположението. Това означава, че ще ни изпращате анонимни данни за него дори когато не се изпълняват приложения.","Да се използва ли услугата на Google за местоположението?",["Избрахте: ",["a","0"]],"Задаване на профил за резервни копия","ПОКАЗВАНЕ НА ДИАЛОГОВИЯ ПРОЗОРЕЦ","ОТХВЪРЛЯНЕ","Приложение за новини с фокус върху съдържанието","Вътрешната реформа в зелената армия","Недостиг на пчели","Дизайнери използват технологии за създаването на футуристични тъкани","Феминисти се борят с фанатизма","Бъдещето на бензина","Тихата, но мощна революция в здравеопазването","Когато акциите са в застой, много хора купуват валута","Разделените американски съдби по време на войната","Най-актуална информация","Бизнес","Култура","Първа страница","Политика","Наука","Спорт","Технологии","Туризъм","САЩ","Свят","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",["Хранилище в GitHub ()",["k","0"]],"СТИЛОВЕ И ДР.","Категории","Галерия","Зарежда се","Не е избрано","Плаж","Бронзолеярна","Ченай","Четинад","Рибар","Пазар за цветя","Приготвяне на обяд","Пазар","Пондичери","Солница (съоръжение)","Скутери","Производител на коприна","Танджавур","Танджавурски храм",[" сметка  с наличност .",["0","0"],["8","1"],["l","2"]],"Депозит за автомобил","Разплащателна сметка","Депозит за жилище","Почивка","Титуляр на сметката","Годишна доходност","Лихва през миналата година","Лихвен процент","Лихва от началото на годината","Следващото извлечение","Общо","Сметки","Сигнали",["Този месец сте изхарчили  за такси за банкомат",["p","0"]],["Браво! Разплащателната ви сметка е с(ъс)  повече средства спрямо миналия месец.",["15","0"]],["Внимание! Изхарчихте  от бюджета си за пазаруване за този месец.",["l","0"]],["Тази седмица сте изхарчили  за ресторанти.",["r","0"]],[3,0,["Увеличете потенциалните данъчни облекчения! Задайте категории за  транзакции, които нямат такива.",["1t","0"]],[4,"Увеличете потенциалните данъчни облекчения! Задайте категории за 1 транзакция, която няма такива."]],["Сметка за  на стойност , дължима на .",["a","0"],["n","1"],["10","2"]],"Дължима сума","Платена сума","Обща сума","Сметки","Дължими",["Бюджет за , от който са използвани  от общо  и остават ",["a","0"],["z","1"],["18","2"],["1j","3"]],"Облекло","Кафенета","Хранителни стоки","Ресторанти","Неизползвана сума","Използвана сума","Ограничение за общата сума","Остават","Бюджети","Приложение за лични финанси","ОСТАВАТ","ВХОД","Вход","Вход в Rally","Нямате профил?","Парола","Запомнете ме","РЕГИСТРИРАНЕ","Потребителско име","ПРЕГЛЕД НА ВСИЧКИ","Преглед на всички банкови сметки","Преглед на всички сметки","Преглед на всички бюджети","Намиране на банкомати","Помощ","Управление на сметките","Известия","Настройки за работа без хартия","Код за достъп и Touch ID","Лична информация","Изход","Данъчни документи","СМЕТКИ","СМЕТКИ","БЮДЖЕТИ","ОБЩ ПРЕГЛЕД","НАСТРОЙКИ","Ефективно и целенасочено приложение за електронна поща","Чернови","Вх. поща","Изпратени","Спам","Със звезда","Кошче","Избиране","Може да се избере (при продължително натискане)","Избрано","Всичко за галерията на Flutter","Дизайн от TOASTER от Лондон","Затваряне на настройките","Настройки","Тъмна","Изпращане на отзиви","Светла","Локал","Механика на платформата","Забавен каданс","Система","Посока на текста","От ляво надясно","Въз основа на локала","От дясно наляво","Промяна на мащаба на текста","Огромен","Голям","Нормален","Малък","Тема","Настройки","ОТКАЗ","ИЗЧИСТВАНЕ НА КОШНИЦАТА",[3,0,[" АРТИКУЛА",["0","0"]],[2,"НЯМА АРТИКУЛИ",4,"1 АРТИКУЛ"]],"КОШНИЦА","Доставка:","Междинна сума:","Данък:","ОБЩО","АКСЕСОАРИ","ВСИЧКИ","ОБЛЕКЛО","ДОМАШНИ","Приложение за продажба на модни стоки","Парола","Потребителско име","ИЗХОД","МЕНЮ","НАПРЕД","Синя керамична чаша","Черешова тениска","Салфетки от шамбре","Риза от шамбре","Класическа бяла якичка","Пастелен пуловер","Полица от медна тел","Тениска на райета","Огърлица","Шапка с периферия","Мъжко яке","Комплект за бюро","Бежов шал","Сива фланелка без ръкави","Сервиз за чай","Кухненски комплект","Тъмносини панталони","Бяла туника",["x ",["2","0"]],["Количество: ",["c","0"]],"Маса","Поднос","Дамска риза","Туника","Светлосин пуловер","Тениска","Чанта за рамо","Керамичен сервиз","Слънчеви очила Stella","Обици","Сукулентни растения","Плажна рокля","Светлосиня тениска","Раница","Спортни чорапи","Бяла блуза","Халка за ключове с плетена дръжка","Бяла риза с тънки райета","Кафяв колан",[3,0,["Пазарска кошница –  елемента",["j","0"]],[2,"Пазарска кошница – няма елементи",4,"Пазарска кошница – 1 елемент"]],"Добавяне към кошницата",["Премахване на ",["e","0"]],"Затваряне на кошницата","Затваряне на менюто","Отваряне на менюто","Премахване на артикула","Търсене","Настройки","ВХОД","Избиране на демонстрация","Адаптивно оформление за стартиране",["Артикул ",["8","0"]],"Основен текст","БУТОН","Заглавие","Подзаглавие","Заглавие","Приложение Starter","Добавяне","Означаване като любимо","Търсене","Споделяне"]