[0,"fr_CH","/IWgh7kg",0,null,["Pour voir le code source de cette application, veuillez consulter le .",[69,0]],"Retour à la galerie","Icône précédant le texte","Actions multiples","Réinitialiser la bannière","Votre mot de passe a été mis à jour sur un autre appareil. Veuillez vous reconnecter.","Barre d'application inférieure","Encoche","Position du bouton d'action flottant","Épinglé - Milieu","Épinglé - Extrémité","Flottant - Milieu","Flottant - Extrémité","Compte","Alarme","Agenda","Caméra","Commentaires",["Espace réservé pour l'onglet \"\"",[30,0]],"BOUTON","Créer","Explorer",["Explorer ",[9,0]],["Partager ",[9,0]],"Accessible d'une simple pression","Thanjavur","Chettinad","Numéro 10","Fileurs de soie","Temples","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","10 villes à voir absolument au Tamil Nadu","Artisans du sud de l'Inde","Temple de Brihadesvara","Vélo","Ascenseur","Cheminée","Grande","Moyenne","Petite","Allumer les lumières","Lave-linge","AMBRE","BLEU","GRIS-BLEU","MARRON","CYAN","ORANGE FONCÉ","VIOLET FONCÉ","VERT","GRIS","INDIGO","BLEU CLAIR","VERT CLAIR","VERT CITRON","ORANGE","ROSE","VIOLET","ROUGE","TURQUOISE","JAUNE","Une application de voyage personnalisée","MANGER","Naples, Italie","Pizza dans un four à bois","Dallas, États-Unis","Lisbonne, Portugal","Femme tenant un énorme sandwich au pastrami","Bar inoccupé avec des tabourets de café-restaurant","Córdoba, Argentine","Hamburger","Portland, États-Unis","Taco coréen","Paris, France","Dessert au chocolat","Séoul, Corée du Sud","Sièges dans un restaurant artistique","Seattle, États-Unis","Plat de crevettes","Nashville, États-Unis","Entrée d'une boulangerie","Atlanta, États-Unis","Plat d'écrevisses","Madrid, Espagne","Comptoir de café avec des viennoiseries",[3,0,[" restaurants",[0,0]],[2,"Aucun restaurant",4,"1 restaurant"]],"Explorer les restaurants par destination",[" ",[0,0],[1,1]],"VOLER","Aspen, États-Unis","Chalet dans un paysage enneigé avec des sapins","Big Sur, États-Unis","Le Caire, Égypte","Minarets de la mosquée Al-Azhar au coucher du soleil","Lisbonne, Portugal","Phare en briques dans la mer","Napa, États-Unis","Piscine et palmiers","Bali, Indonésie","Piscine en bord de mer avec des palmiers","Tente dans un champ","Vallée du Khumbu, Népal","Drapeaux de prière devant une montagne enneigée","Machu Picchu, Pérou","Citadelle du Machu Picchu","Malé, Maldives","Bungalows sur pilotis","Vitznau, Suisse","Hôtel au bord d'un lac au pied des montagnes","Mexico, Mexique","Vue aérienne du Palacio de Bellas Artes","Mont Rushmore, États-Unis","Mont Rushmore","Singapour","Supertree Grove","La Havane, Cuba","Homme s'appuyant sur une ancienne voiture bleue",[3,0,[" escales",[0,0]],[2,"Sans escale",4,"1 escale"]],"Explorer les vols par destination","Sélectionner une date","Sélectionner des dates","Sélectionner une destination","Personnes","Sélectionner un lieu","Choisir le point de départ","Sélectionner une heure","Voyageurs",[3,0,[" h",[0,0]],[4,"1 h"]],[3,0,[" min",[0,0]],[4,"1 min"]],"DORMIR","Malé, Maldives","Bungalows sur pilotis","Aspen, États-Unis","Le Caire, Égypte","Minarets de la mosquée Al-Azhar au coucher du soleil","Taipei (Taïwan)","Gratte-ciel Taipei 101","Chalet dans un paysage enneigé avec des sapins","Machu Picchu, Pérou","Citadelle du Machu Picchu","La Havane, Cuba","Homme s'appuyant sur une ancienne voiture bleue","Vitznau, Suisse","Hôtel au bord d'un lac au pied des montagnes","Big Sur, États-Unis","Tente dans un champ","Napa, États-Unis","Piscine et palmiers","Porto, Portugal","Appartements colorés place Ribeira","Tulum, Mexique","Ruines mayas sur une falaise surplombant une plage","Lisbonne, Portugal","Phare en briques dans la mer",[3,0,[" locations disponibles",[0,0]],[2,"Aucune location disponible",4,"1 location disponible"]],"Explorer les locations par destination","Autoriser","Tarte aux pommes","Annuler","Cheesecake","Brownie au chocolat","Veuillez sélectionner votre type de dessert préféré dans la liste ci-dessous. Votre choix sera utilisé pour personnaliser la liste des restaurants recommandés dans votre région.","Supprimer","Ne pas autoriser","Sélectionner un dessert préféré","Votre position actuelle sera affichée sur la carte et utilisée pour vous fournir des itinéraires, des résultats de recherche à proximité et des estimations de temps de trajet.","Autoriser \"Maps\" à accéder à votre position lorsque vous utilisez l'application ?","Tiramisu","Bouton","Avec un arrière-plan","Afficher l'alerte","Chat","Accueil","Profil","Calcium (%)","Calories","Glucides (g)","Dessert (pour 1 personne)","Lipides (g)","Fer (%)","Protéines (g)","Sodium (mg)","Informations nutritionnelles","Apple Pie","Cupcake","Donut","Eclair","Frozen Yogurt","Gingerbread","Honeycomb","Ice Cream Sandwich","Jelly Bean","Lollipop",[" avec du miel",[0,0]],[" avec du sucre",[0,0]],"Version de démonstration","Appuyez pour modifier des tuiles et utilisez des gestes pour vous déplacer dans la scène. Faites glisser un doigt pour faire un panoramique, pincez l'écran pour zoomer, faites pivoter un élément avec deux doigts. Appuyez sur le bouton de réinitialisation pour retourner à l'orientation de départ.","Modifier une tuile","Réinitialiser les transformations","Panoramique, zoom, rotation","Transformations en 2D","Les chips d'action sont un ensemble d'options qui déclenchent une action en lien avec le contenu principal. Ces chips s'affichent de façon dynamique et contextuelle dans l'interface utilisateur.","Chip d'action","Une boîte de dialogue d'alerte informe lorsqu'une confirmation de lecture est nécessaire. Elle peut présenter un titre et une liste d'actions.","Alerte","Alerte avec son titre","La barre d'appli fournit des contenus et des actions liés à l'écran actuel. Elle est utilisée pour les marques, les titres d'écran, la navigation et les actions.","Affiche des informations et des actions liées à l'écran actuel","Barre d'appli","Une bannière comporte un message court mais important, ainsi que des suggestions d'actions pour les utilisateurs (ou une option permettant de fermer la bannière). L'utilisateur doit agir pour que la bannière disparaisse.","Affichage d'une bannière au sein d'une liste","Bannière","La barre d'application inférieure permet d'accéder à un panneau de navigation et à un maximum de quatre actions, y compris au bouton d'action flottant.","Affiche des informations liées à la navigation et des actions au bas de l'écran","Barre d'application inférieure","Les barres de navigation inférieures affichent trois à cinq destinations au bas de l'écran. Chaque destination est représentée par une icône et un libellé facultatif. Lorsque l'utilisateur appuie sur une de ces icônes, il est redirigé vers la destination de premier niveau associée à cette icône.","Libellés fixes","Libellé sélectionné","Barre de navigation inférieure avec vues en fondu enchaîné","Barre de navigation inférieure","Ajouter","AFFICHER LA PAGE DE CONTENU EN BAS DE L'ÉCRAN","En-tête",["Article ",[8,0]],"Une page de contenu flottante qui s'affiche depuis le bas de l'écran offre une alternative à un menu ou à une boîte de dialogue. Elle empêche l'utilisateur d'interagir avec le reste de l'application.","Page de contenu flottante en bas de l'écran","Une page de contenu fixe en bas de l'écran affiche des informations qui complètent le contenu principal de l'application. Elle reste visible même lorsque l'utilisateur interagit avec d'autres parties de l'application.","Page de contenu fixe en bas de l'écran","Pages de contenu flottantes et fixes en bas de l'écran","Page de contenu en bas de l'écran","Champs de texte","Bouton de texte, bouton surélevé, bouton avec contours, etc.","Boutons","Une fiche est un cadre où sont présentées des informations liées à une recherche, telles qu'un album, un lieu, un plat, des coordonnées, etc.","Fiches de base avec angles arrondis","Fiches","Menu de type checklist","Éléments compacts représentant une entrée, un attribut ou une action","Chips","Les chips de choix représentent un choix unique à faire dans un ensemble d'options. Ces chips contiennent des catégories ou du texte descriptif associés.","Chip de choix","Indicateur de progression circulaire Material Design, tournant pour signifier que l'application est occupée.","Indicateur de progression circulaire","Code de démonstration","Copié dans le presse-papiers.","TOUT COPIER",["Échec de la copie dans le presse-papiers : ",[43,0]],"Constantes de couleurs et du sélecteur de couleurs représentant la palette de couleurs du Material Design.","Toutes les couleurs prédéfinies","Couleurs","Cartes, listes et bouton d'action flottant","Le schéma \"Transformation du conteneur\" est un type de transition conçu pour les éléments d'UI qui comportent un conteneur. Ce schéma permet de faire visuellement le lien entre deux éléments d'UI","Mode Fondu","Transformation du conteneur","FONDU","FONDU TOTAL","Menu contextuel","Une feuille d'action est un style d'alertes spécifique qui présente à l'utilisateur un groupe de deux choix ou plus en rapport avec le contexte à ce moment précis. Elle peut comporter un titre, un message complémentaire et une liste d'actions.","Feuille d'action","Indicateur d'activité de style iOS tournant dans le sens des aiguilles d'une montre","Indicateurs d'activité de style iOS","Indicateur d'activité","Boutons d'alerte uniquement","Alerte avec des boutons","Une boîte de dialogue d'alerte informe lorsqu'une confirmation de lecture est nécessaire. Elle peut présenter un titre, un contenu et une liste d'actions. Le titre s'affiche au-dessus du contenu, et les actions s'affichent quant à elles sous le contenu.","Alerte","Alerte avec son titre","Boîtes de dialogue d'alerte de style iOS","Alertes","Un bouton de style iOS. Il prend la forme d'un texte et/ou d'une icône qui s'affiche ou disparaît simplement en appuyant dessus. Il est possible d'y ajouter un arrière-plan.","Boutons de style iOS","Boutons","Action un","Appuyez de manière prolongée sur le logo Flutter pour afficher le menu contextuel.","Action deux","Menu contextuel plein écran de style iOS qui s'affiche lorsque vous appuyez de manière prolongée sur un élément.","Menu contextuel de style iOS","Menu contextuel","Une barre de navigation de style iOS. Il s'agit d'une barre d'outils au milieu de laquelle est indiqué au minimum le titre de la page consultée.","Barre de navigation de style iOS","Barre de navigation","Sélecteur","Date","Date et heure","Widget de sélection de style iOS pouvant être utilisé pour le choix d'une date, d'une heure, de ces deux éléments ou d'une chaîne.","Sélecteurs de styles iOS","Heure","Minuteur","Outils de sélection","Un widget permettant d'intégrer une commande de style iOS pour balayer l'écran vers le bas afin d'actualiser l'affichage.","Commande de style iOS pour balayer l'écran vers le bas afin d'actualiser l'affichage","Balayer vers le bas pour actualiser l'affichage","Barre de défilement qui encapsule l'enfant donné","Barre de défilement de style iOS","Barre de défilement","Champ de recherche de texte qui permet à l'utilisateur de saisir le texte à rechercher, et qui peut proposer et filtrer des suggestions.","Saisissez du texte","Champ de recherche de texte de style iOS","Champ de recherche de texte","Utilisé pour effectuer une sélection parmi plusieurs options s'excluant mutuellement. Lorsqu'une option est sélectionnée dans le contrôle segmenté, les autres options ne le sont plus.","Contrôle segmenté de style iOS","Contrôle segmenté",["Continu : ",[10,0]],"Vous pouvez utiliser un curseur pour sélectionner un ensemble de valeurs discrètes ou continues.",["Discret : ",[10,0]],"Curseur de style iOS","Curseur","Vous pouvez utiliser un bouton bascule pour permettre d'activer ou de désactiver un paramètre.","Bouton bascule de style iOS","Une barre d'onglets de navigation de style iOS s'affichant en bas de l'écran. Affiche plusieurs onglets, dont un actif, par défaut le premier.","Barre d'onglets de style iOS s'affichant en bas de l'écran","Barre d'onglets","Un champ de texte permet à l'utilisateur de saisir du texte à l'aide d'un clavier physique ou tactile.","Code","Champs de texte de style iOS","Champs de texte","Les curseurs permettent aux utilisateurs de sélectionner une valeur ou une plage de valeurs sur une plage donnée représentée sur une ligne horizontale. Des thèmes peuvent leur être appliqués et ils peuvent être personnalisés.","Curseurs personnalisés","Les tableaux de données présentent des informations sous forme de grilles composées de lignes et de colonnes. Ce format permet de parcourir facilement les données et d'identifier des tendances.","Lignes et colonnes de données","Tableaux de données","Affiche une boîte de dialogue comportant un sélecteur de date Material Design.","Sélecteur de date","Affiche une boîte de dialogue comportant un sélecteur de plage de dates Material Design.","Outil de sélection de la plage de dates","Simple, alerte et plein écran","Boîtes de dialogue","Les séparateurs permettent de séparer des contenus dans des listes, panneaux, etc.","Un séparateur est une ligne fine qui regroupe des contenus en listes et dispositions.","Séparateur","Documentation relative aux API","Les boutons surélevés ajoutent du relief aux présentations le plus souvent plates. Ils mettent en avant des fonctions lorsque l'espace est grand ou chargé.","Bouton surélevé","ANNULER","SUPPRIMER","Boîte de dialogue d'alerte","Fenêtre et bouton d'action flottant","Le schéma \"Fondu\" est un type de transition utilisé pour les éléments d'UI qui apparaissent ou disparaissent sans dépasser de l'écran. Par exemple, une boîte de dialogue qui apparaît au centre de ce dernier.","MASQUER LE BOUTON D'ACTION FLOTTANT","AFFICHER LE MODULE","AFFICHER LE BOUTON D'ACTION FLOTTANT","Fondu","Albums","Navigation inférieure","Le schéma \"Fondu total\" est un type de transition utilisé pour des éléments d'UI qui n'ont pas de lien de parenté fort.","Photos","Rechercher","123 photos","Fondu total","Les chips de filtre utilisent des tags ou des mots descriptifs pour filtrer le contenu.","Chip de filtre","Un bouton d'action flottant est une icône circulaire qui s'affiche au-dessus d'un contenu dans le but d'encourager l'utilisateur à effectuer une action principale dans l'application.","Bouton d'action flottant","La propriété \"fullscreenDialog\" indique si la page demandée est une boîte de dialogue modale en plein écran","Plein écran","Plein écran","Les listes sous forme de grille sont particulièrement adaptées à la présentation de données homogènes telles que des images. Chaque élément d'une liste sous forme de grille est appelé une tuile.","Avec pied de page","Avec en-tête","Image uniquement","Disposition en lignes et colonnes","Liste sous forme de grille","Informations","Les chips d'entrée représentent une information complexe, telle qu'une entité (personne, lieu ou objet) ou du texte dialogué sous forme compacte.","Chip d'entrée","Impossible d'afficher l'URL :","Indicateur de progression linéaire Material Design, également appelé barre de progression.","Indicateur de progression linéaire","Ligne unique à hauteur fixe qui contient généralement du texte ainsi qu'une icône au début ou à la fin.","Texte secondaire","Dispositions avec liste déroulante","Listes","Élément de menu désactivé","Un élément avec un menu de type checklist","Un élément avec un menu contextuel","Un élément avec un menu à sections","Un élément avec un menu simple",["Case cochée : ",[14,0]],"Élément de menu contextuel 1","Élément de menu contextuel 3","Un menu présente une liste d'options de manière temporaire. Il s'affiche lorsque les utilisateurs interagissent avec un bouton, une action ou un autre type de commande.","Quatre","Obtenir le lien","Élément de menu 1","Élément de menu 3","Élément de menu 2","Un","Aperçu","Supprimer",["Sélection : ",[12,0]],"Partager","Boutons de menu et menus simples","Trois","Menu","Deux","Page d'informations","Élément de liste","Texte secondaire","Titre","Secondaire","Tous les schémas de transition prédéfinis","Mouvement","Panneau Material Design à faire glisser horizontalement vers l'intérieur depuis le bord de l'écran pour afficher les liens de navigation dans une application.","Affichage d'un panneau dans la barre d'application","Balayez l'écran depuis le bord ou appuyez sur l'icône située en haut à gauche pour afficher le panneau","Panneau de navigation","Premier élément","Deuxième élément","user.name@example.com","Nom de l’utilisateur","Widget Material qui doit être affiché sur la gauche ou la droite d'une application pour naviguer entre un petit nombre de vues (généralement entre trois et cinq).","Premier","Deuxième","Affichage d'un rail de navigation dans une application","Troisième","Rail de navigation","Une ligne","Appuyez ici pour afficher les options disponibles pour cette démo.","Afficher les options","Options","Les boutons avec contours deviennent opaques et se relèvent lorsqu'on appuie dessus. Ils sont souvent associés à des boutons en relief pour indiquer une action secondaire alternative.","Bouton avec contours","AFFICHER L'OUTIL DE SÉLECTION","Sélection de la date et de l'heure","Outils de sélection","Linéaire, circulaire, indéterminé","Indicateurs de progression","Les curseurs présentent une plage de valeurs sur une ligne horizontale. Ils peuvent comporter des icônes aux deux extrémités représentant les limites de la plage de valeurs. Ils sont idéaux pour ajuster des paramètres comme le volume, la luminosité ou des filtres appliqués sur des images.","Curseurs de plage","Menu à sections","Les cases à cocher permettent à l'utilisateur de sélectionner plusieurs options dans une liste. La valeur normale d'une case à cocher est \"vrai\" ou \"faux\", et une case à trois états peut également avoir une valeur \"nulle\".","Case à cocher","Les cases d'option permettent à l'utilisateur de sélectionner une option dans une liste. Utilisez les cases d'option pour effectuer des sélections exclusives si vous pensez que l'utilisateur doit voir toutes les options proposées côte à côte.","Case d'option","Cases à cocher, cases d'option et boutons bascule","Les boutons bascule permettent d'activer ou de désactiver des options. L'option contrôlée par le bouton, ainsi que l'état dans lequel elle se trouve, doivent être explicites dans le libellé correspondant.","Bouton bascule","Commandes de sélection","Le schéma \"Axe partagé\" est un type de transition utilisé pour des éléments d'UI qui partagent la même logique spatiale ou de navigation. Ce schéma utilise une transformation basée sur l'axe x, y ou z pour renforcer le lien de parenté entre ces éléments.","Art et artisanat","RETOUR","Cours groupés","Économie","Les cours groupés s'affichent comme tels dans votre flux. Vous pouvez modifier ce paramètre ultérieurement.","Organiser vos cours","CRÉER UN COMPTE","Cuisine","Boutons \"Suivant\" et \"Retour\"","Design","ADRESSE E-MAIL OUBLIÉE ?","Illustration","Cours individuels","SUIVANT","Connectez-vous avec votre compte","Adresse e-mail ou numéro de téléphone","Bonjour David Dupond","Axe x partagé","268 albums","min","Artiste","Album","A-Z","Trier par \"Écoutés récemment\"","Écouté récemment","Axe y partagé","Recette de sandwich au bœuf","Sandwich au bœuf","Recette de hamburger","Hamburger","Recette à base de crabe","Crabe","Bouton de l'icône des paramètres","Recette de dessert","Dessert","Aide","Notifications","Confidentialité","Profil","Recette de sandwich","Sandwich","Recettes enregistrées","Paramètres","Recette à base de crevettes","Crevettes","Axe z partagé","Une boîte de dialogue simple donne à l'utilisateur le choix entre plusieurs options. Elle peut comporter un titre qui s'affiche au-dessus des choix.","Simple","Menu simple","Continu","Curseur de plage continue avec un thème personnalisé","Continu avec une valeur numérique modifiable","Les curseurs permettent aux utilisateurs de sélectionner une valeur sur une plage donnée représentée sur une ligne horizontale. Ils sont idéaux pour ajuster des paramètres comme le volume, la luminosité ou des filtres appliqués sur des images.","Discret","Curseur discret avec un thème personnalisé","Valeur numérique modifiable","Widgets pour sélectionner une valeur en balayant l'écran","Curseurs","Vous avez appuyé sur l'action du snackbar.","ACTION","AFFICHER UN SNACKBAR","Les snackbars informent les utilisateurs d'un processus qu'une appli a lancé ou va lancer. Ils s'affichent de façon temporaire en bas de l'écran. Ils ne doivent pas interrompre l'expérience utilisateur et ils ne nécessitent pas l'intervention de l'utilisateur pour disparaître.","Les snackbars affichent des messages en bas de l'écran","Ceci est un snackbar.","Snackbars","Les onglets organisent le contenu sur différents écrans et ensembles de données, et en fonction d'autres interactions.","Pas de défilement","Défilement","Onglets avec affichage à défilement indépendant","Onglets","Un bouton de texte présente une tache de couleur lorsque l'on appuie dessus, mais ne se relève pas. Utilisez les boutons de texte sur la barre d'outils, dans les boîtes de dialogue et intégrés à la marge intérieure.","Bouton de texte","Les champs de texte permettent aux utilisateurs de saisir du texte dans une interface utilisateur. Ils figurent généralement dans des formulaires et des boîtes de dialogue.","Adresse e-mail","Veuillez saisir un mot de passe.","(###) ###-#### - Saisissez un numéro de téléphone américain.","Veuillez corriger les erreurs en rouge avant de réessayer.","Masquer le mot de passe","Soyez bref, il s'agit juste d'une démonstration.","Récit de vie","Nom*",["Le numéro de téléphone de  est le ",[26,0],[34,1]],"Veuillez indiquer votre nom.","Huit caractères maximum.","Veuillez ne saisir que des caractères alphabétiques.","Mot de passe*","Les mots de passe sont différents","Numéro de téléphone*","* Champ obligatoire","Confirmer votre mot de passe*","Salaire","Afficher le mot de passe","ENVOYER","Une seule ligne de texte et de chiffres modifiables","Parlez-nous de vous (par exemple, indiquez ce que vous faites ou quels sont vos loisirs)","Champs de texte","USD","Comment vous appelle-t-on ?","Où pouvons-nous vous joindre ?","Votre adresse e-mail","Affiche une boîte de dialogue comportant un outil Material Design de sélection de l'heure.","Outil de sélection de l'heure","Vous pouvez utiliser des boutons d'activation pour regrouper des options associées. Pour mettre en avant des boutons d'activation associés, un groupe doit partager un conteneur commun","Boutons d'activation","Les info-bulles sont des libellés textuels expliquant la fonction d'un bouton ou d'une autre action d'une interface utilisateur. Le texte informatif s'affiche lorsque les utilisateurs passent leur souris, placent leur curseur ou appuient de manière prolongée sur un élément.","Appuyez de manière prolongée ou passez la souris sur l'élément pour afficher l'info-bulle.","Court message affiché en cas d'appui de manière prolongée ou de passage de la souris sur un élément","Info-bulles","Deux lignes","Détails","Comportement de TwoPane sur un appareil pliable.","Pliable",["Élément ",[8,0]],["Détails de l'élément ",[21,0]],"Liste","Sélectionner un élément","Comportement de TwoPane sur un appareil avec petit écran.","Petit écran","Mises en page responsives sur les écrans pliables, petits et grands","Comportement de TwoPane sur un appareil avec grand écran, comme une tablette ou un ordinateur de bureau.","Tablette/Ordinateur de bureau","TwoPane","Définition des différents styles typographiques de Material Design.","Tous les styles de texte prédéfinis","Typographie","Séparateur vertical","Désélectionner","Ajouter un compte","ACCEPTER","ANNULER","REFUSER","SUPPRIMER","Supprimer le brouillon ?","Une boîte de dialogue en plein écran de démonstration","ENREGISTRER","Boîte de dialogue en plein écran","Autoriser Google à aider les applications à déterminer votre position. Cela signifie que des données de localisation anonymes sont envoyées à Google, même si aucune application n'est en cours d'exécution.","Utiliser le service de localisation Google ?",["Vous avez sélectionné : \"\"",[25,0]],"Définir un compte de sauvegarde","AFFICHER LA BOÎTE DE DIALOGUE","FERMER","Application d'actualités centrée sur les contenus","Reforming The Green Army From Within (Réformer l'armée verte de l'intérieur)","Farmland Bees In Short Supply (Les abeilles désertent les terres agricoles)","Designers Use Tech To Make Futuristic Fabrics (Les designers s'appuient sur les technologies pour créer les tissus du futur)","Feminists Take On Partisanship (Les féministes ne sont plus impartiaux)","The Future of Gasoline (L'avenir du gasoil)","The Quiet, Yet Powerful Healthcare Revolution (La révolution du système de santé, discrète mais efficace)","As Stocks Stagnate, Many Look To Currency (La Bourse stagne, beaucoup d'investisseurs se tournent vers l'échange de devises)","Divided American Lives During War (Comment la guerre a séparé des vies)","Dernières actualités","Économie","Culture","Page de couverture","Politique","Science","Sport","Technologies","Voyages","États-Unis","Monde","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",["dépôt GitHub ",[13,0]],"STYLES ET AUTRES","Catégories","Galerie","Chargement…","Non sélectionné","Plage","Fonderie de bronze","Chennai","Chettinad","Pêcheur","Marché aux fleurs","Préparation du déjeuner","Marché","Pondichéry","Marais salant","Scooters","Tisserand de soie","Tanjore","Temple de Thanjavur",["Compte   avec .",[7,0],[8,1],[14,2]],"Économies pour la voiture","Compte courant","Compte épargne logement","Vacances","Titulaire du compte","Pourcentage annuel de rendement","Intérêts payés l'an dernier","Taux d'intérêt","Cumul annuel des intérêts","Relevé suivant","Total","Comptes","Alertes",["Vos frais liés à l'utilisation de distributeurs de billets s'élèvent à  ce mois-ci",[71,0]],["Bravo ! Le montant sur votre compte courant est  plus élevé que le mois dernier.",[48,0]],["Pour information, vous avez utilisé  de votre budget de courses ce mois-ci.",[36,0]],["Vous avez dépensé  en restaurants cette semaine.",[18,0]],[3,0,["Bénéficiez d'une déduction fiscale potentielle plus importante ! Attribuez des catégories à  transactions non catégorisées.",[92,0]],[4,"Bénéficiez d'une déduction fiscale potentielle plus importante ! Attribuez une catégorie à 1 transaction non catégorisée."]],["Facture  de  à payer avant le .",[8,0],[12,1],[30,2]],"Montant dû","Montant payé","Montant total","Factures","Montant dû",["Budget  avec  utilisés sur ,  restants",[7,0],[13,1],[27,2],[29,3]],"Vêtements","Cafés","Courses","Restaurants","Montant restant","Montant utilisé","Limite totale","Budget restant","Budgets","Une application financière personnelle","RESTANTS","SE CONNECTER","Se connecter","Se connecter à Rally","Vous n'avez pas de compte ?","Mot de passe","Mémoriser","S'INSCRIRE","Nom d'utilisateur","TOUT AFFICHER","Voir tous les comptes","Voir toutes les factures","Voir tous les budgets","Trouver un distributeur de billets","Aide","Gérer les comptes","Notifications","Paramètres sans papier","Code secret et fonctionnalité Touch ID","Informations personnelles","Se déconnecter","Documents fiscaux","COMPTES","FACTURES","BUDGETS","APERÇU","PARAMÈTRES","Une application de messagerie efficace et dédiée","Brouillons","Boîte de réception","Envoyés","Spam","Suivis","Corbeille","Sélectionner","Sélectionnable (appui de manière prolongée)","Sélectionné","À propos de la galerie Flutter","Conçu par TOASTER à Londres","Fermer les paramètres","Paramètres","Sombre","Envoyer des commentaires","Clair","Paramètres régionaux","Mécanique des plates-formes","Ralenti","Système","Orientation du texte","De gauche à droite","En fonction des paramètres régionaux","De droite à gauche","Mise à l'échelle du texte","Très grande","Grande","Normale","Petite","Thème","Paramètres","ANNULER","VIDER LE PANIER",[3,0,[" ARTICLES",[0,0]],[2,"AUCUN ARTICLE",4,"1 ARTICLE"]],"PANIER","Frais de port :","Sous-total :","Taxes :","TOTAL","ACCESSOIRES","TOUT","VÊTEMENTS","MAISON","Une application tendance de vente au détail","Mot de passe","Nom d'utilisateur","SE DÉCONNECTER","MENU","SUIVANT","Mug bleu pierre","T-shirt couleur cerise","Serviettes de batiste","Chemise de batiste","Col blanc classique","Pull couleur argile","Grille en cuivre","T-shirt à rayures fines","Collier","Casquette Gatsby","Veste aristo","Trois accessoires de bureau dorés","Écharpe rousse","Débardeur gris","Service à thé Hurrahs","Quatre accessoires de cuisine","Pantalon bleu marine","Tunique couleur plâtre",["x ",[2,0]],["Quantité : ",[11,0]],"Table de quatre","Bac à eau de pluie","Mélange de différents styles Ramona","Tunique de plage","Pull brise marine","T-shirt","Sac à main","Ensemble céramique apaisant","Lunettes de soleil Stella","Boucles d'oreilles Strut","Pots pour plantes grasses","Robe d'été","T-shirt d'été","Sac Vagabond","Chaussettes de sport","Walter Henley (blanc)","Porte-clés tressé","Chemise blanche à fines rayures","Ceinture Whitney",[3,0,["Panier,  articles",[8,0]],[2,"Panier, aucun article",4,"Panier, 1 article"]],"Ajouter au panier",["Supprimer ",[10,0]],"Fermer le panier","Fermer le menu","Ouvrir le menu","Supprimer l'élément","Rechercher","Paramètres","CONNEXION","Sélectionner une démo","Une mise en page réactive",["Article ",[8,0]],"Corps","BOUTON","Titre","Sous-titre","Titre","Application de base","Ajouter","Ajouter aux favoris","Rechercher","Partager"]