[0,"mn","a24t43",0,null,["Энэ аппын эх кодыг харахын тулд  хаягаар зочилно уу.",[32,0]],"Галерей руу буцах","Эхлэх дүрс тэмдэг","Олон үйлдэл","Баннерыг шинэчлэх","Таны нууц үгийг таны өөр төхөөрөмж дээр шинэчилсэн байна. Дахин нэвтэрнэ үү.","Доод талын аппын талбар","Хэрчлээс","Үйлдлийн хөвөгч товчлуурын байршил","Суурилуулсан - төвд","Суурилуулсан - төгсгөлд","Хөвөгч - төвд","Хөвөгч - төгсгөлд","Данс","Сэрүүлэг","Календарь","Камер","Сэтгэгдлүүд",["Табын  орлуулагч",[6,0]],"ТОВЧЛУУР","Үүсгэх","Судлах",["-г судлах",[0,0]],["-г хуваалцах",[0,0]],"Товших боломжтой","Танжавур хот","Четтинад хот","Дугаар 10","Торго нэхэгчид","Сүмүүд","Тамилнаду муж, Танжавур хот","Тамилнаду муж, Шиваганга хот","Тамилнаду мужид зочлох шилдэг 10 хот","Энэтхэгийн өмнөд хэсгээс гаралтай уран бүтээлчид","Брихадисвара сүм","Дугуй унах","Цахилгаан шат","Ил зуух","Том","Дундaж","Жижиг","Гэрэл асаах","Угаалгын машин","УЛБАР ШАР","ЦЭНХЭР","ХӨХ СААРАЛ","БОР","НОГООН ЦЭНХЭР","ГҮН УЛБАР ШАР","ГҮН НИЛ ЯГААН","НОГООН","СААРАЛ","ХӨХӨВТӨР НИЛ ЯГААН","ЦАЙВАР ЦЭНХЭР","ЦАЙВАР НОГООН","НИМБЭГНИЙ НОГООН","УЛБАР ШАР","ЯГААН","НИЛ ЯГААН","УЛААН","УСАН ЦЭНХЭР","ШАР","Хувийн болгосон аяллын апп","ЗООГЛОХ","Итали, Неаполь","Модоор галласан зуухан дахь пицца","Америкийн Нэгдсэн Улс, Даллас","Португал, Лисбон","Асар том пастрами сэндвич барьж буй эмэгтэй","Хоолны сандалтай хоосон уушийн газар","Аргентин, Кордова","Бургер","Америкийн Нэгдсэн Улс, Портланд","Солонгос тако","Франц, Парис","Шоколадтай амттан","Өмнөд Солонгос, Сөүл","Уран чамин рестораны суух хэсэг","Америкийн Нэгдсэн Улс, Сиэтл","Сам хорхойтой хоол","Америкийн Нэгдсэн Улс, Нашвилл","Талх нарийн боовны газрын хаалга","Америкийн Нэгдсэн улс, Атланта","Хавчны таваг","Испани, Мадрид","Гурилан бүтээгдэхүүнүүд өрсөн кафены лангуу",[3,0,[" ресторан",[0,0]],[2,"Ресторан алга",4,"1 ресторан"]],"Рестораныг очих газраар нь судлах",[" ",[0,0],[1,1]],"НИСЭХ","Америкийн Нэгдсэн Улс, Аспен","Мөнх ногоон модтой, цастай байгаль дахь модон байшин","Америкийн Нэгдсэн Улс, Биг Сур","Египет, Каир","Нар жаргах үеийн Аль-Азхар сүмийн цамхгууд","Португал, Лисбон","Далай дахь тоосгон гэрэлт цамхаг","Америкийн Нэгдсэн Улс, Напа","Далдуу модтой усан сан","Индонез, Бали","Далдуу модтой далайн эргийн усан сан","Талбай дээрх майхан","Балба, Хумбу хөндий","Цастай уулын урдах залбирлын тугууд","Перу, Мачу Пикчу","Мачу Пикчу хэрэм","Мальдив, Мале","Усан дээрх бунгало","Швейцар, Вицнау","Уулын урдах нуурын эргийн зочид буудал","Мексик улс, Мексик хот","Palacio de Bellas Artes-н агаараас харагдах байдал","Америкийн Нэгдсэн Улс, Рашмор","Рашмор уул","Сингапур","Supertree төгөл","Куба, Хавана","Хуучны цэнхэр өнгийн машин налж буй эр",[3,0,[" зогсолт",[0,0]],[2,"Шууд",4,"1 зогсолт"]],"Нислэгийг очих газраар нь судлах","Огноо сонгох","Огноо сонгох","Очих газар сонгох","Зоог барих хүний тоо","Байршил сонгох","Эхлэх цэг сонгох","Цаг сонгох","Аялагчид",[3,0,["h",[0,0]],[4,"1 цаг"]],[3,0,["m",[0,0]],[4,"1m"]],"ХОНОГЛОХ","Мальдив, Мале","Усан дээрх бунгало","Америкийн Нэгдсэн Улс, Аспен","Египет, Каир","Нар жаргах үеийн Аль-Азхар сүмийн цамхгууд","Тайвань, Тайбэй","Тайбэй 101 тэнгэр баганадсан барилга","Мөнх ногоон модтой, цастай байгаль дахь модон байшин","Перу, Мачу Пикчу","Мачу Пикчу хэрэм","Куба, Хавана","Хуучны цэнхэр өнгийн машин налж буй эр","Швейцар, Вицнау","Уулын урдах нуурын эргийн зочид буудал","Америкийн Нэгдсэн Улс, Биг Сур","Талбай дээрх майхан","Америкийн Нэгдсэн Улс, Напа","Далдуу модтой усан сан","Португал, Порту","Riberia Square дахь өнгөлөг орон сууцууд","Мексик, Тулум","Далайн эрэг дээрх хадан цохионы Майягийн балгас туурь","Португал, Лисбон","Далай дахь тоосгон гэрэлт цамхаг",[3,0,[" боломжтой үл хөдлөх хөрөнгө байна",[0,0]],[2,"Боломжтой үл хөдлөх хөрөнгө алга",4,"1 боломжтой үл хөдлөх хөрөнгө байна"]],"Үл хөдлөх хөрөнгийг очих газраар нь судлах","Зөвшөөрөх","Алимны бялуу","Цуцлах","Бяслагтай бялуу","Шоколадтай брауни","Доорх жагсаалтаас дуртай амттаныхаа төрлийг сонгоно уу. Таны сонголтыг танай бүсэд байгаа санал болгож буй хоолны газруудын жагсаалтыг өөрчлөхөд ашиглах болно.","Болих","Зөвшөөрөхгүй","Дуртай амттанаа сонгоно уу","Таны одоогийн байршил газрын зураг дээр үзэгдэх бөгөөд үүнийг чиглэл, ойролцоох хайлтын илэрц болон очих хугацааг тооцоолоход ашиглана.","Та \"Газрын зураг\" аппыг ашиглах явцад үүнд таны байршилд хандахыг зөвшөөрөх үү?","Тирамисү","Товчлуур","Арын дэвсгэртэй","Сэрэмжлүүлэг харуулах","Чат","Нүүр хуудас","Профайл","Кальци (%)","Илчлэг","Нүүрс ус (гр)","Амттан (1 удаагийн)","Өөх тос (гр)","Төмөр (%)","Уураг (гр)","Натри (мг)","Тэжээллэг чанар","Алимны бялуу","Аяган бялуу","Цагираган боов","Эклер","Хөлдөөсөн тараг","Цагаан гаа, бурамтай талх","Зөгийн балны сархинаг","Жигнэмэгтэй зайрмаг","Шош хэлбэртэй царцмаг","Иштэй чихэр",["Зөгийн балтай ",[14,0]],["Чихэртэй ",[9,0]],"Демо","Хавтанг засахын тулд товшиж, үзэгдлийг нааш цааш нь зөөхийн тулд зангаа ашиглана уу. Чиглүүлэхийн тулд чирч, томруулахын тулд чимхэж, хоёр хуруугаараа эргүүлнэ үү. Эхэлж буй чиглэл рүү буцахын тулд шинэчлэх товчлуурыг дарна уу.","Хавтан засах","Хэлбэр өөрчлөлтийг шинэчлэх","Чиглүүлэх, томруулах, эргүүлэх","2D хэлбэр өөрчлөлт","Үйлдлийн чип нь үндсэн контенттой хамааралтай үйлдлийг өдөөдөг сонголтын багц юм. Үйлдлийн чип нь UI-д динамикаар болон хам сэдэвтэй уялдсан байдлаар гарч ирэх ёстой.","Үйлдлийн чип","Сэрэмжлүүлгийн харилцах цонх нь хэрэглэгчид батламж шаардлагатай нөхцөл байдлын талаар мэдээлдэг. Сэрэмжлүүлгийн харилцах цонхонд сонгох боломжтой гарчиг болон үйлдлийн жагсаалт байдаг.","Сэрэмжлүүлэг","Гарчигтай сэрэмжлүүлэг","Аппын талбар нь одоогийн дэлгэцтэй холбоотой контент болон үйлдлүүдийг үзүүлнэ. Үүнийг брендинг, дэлгэцийн нэрс, навигац болон үйлдлүүдэд ашигладаг","Одоогийн дэлгэцтэй холбоотой мэдээлэл болон үйлдлүүдийг үзүүлнэ","Аппын талбар","Баннер нь чухал, хураангуй мессеж үзүүлж, хэрэглэгчдэд зориулан хаяглах (эсвэл баннерыг үл хэрэгсэх) үйлдэл хийдэг. Үүнийг үл хэрэгсэхийн тулд хэрэглэгчийн үйлдэл шаардлагатай.","Жагсаалтын доторх баннерыг үзүүлэх","Баннер","Доод талд байрлах аппын самбар нь доод талын навигацын шургуулга болон үйлдлийн хөвөгч товчлуурыг оролцуулаад дөрөв хүртэлх үйлдэлд хандах боломжийг олгодог.","Навигац болон үйлдлийг доод талд үзүүлдэг","Доод талд байрлах аппын самбар","Доод навигацын самбар нь дэлгэцийн доод хэсэгт 3-5 очих газар үзүүлдэг. Очих газар бүрийг дүрс тэмдэг болон нэмэлт текстэн шошгоор илэрхийлдэг. Доод навигацын дүрс тэмдэг дээр товшсон үед хэрэглэгчийг тухайн дүрс тэмдэгтэй холбоотой дээд түвшний навигацын очих газарт аваачна.","Тогтмол шошго","Сонгосон шошго","Харилцан бүдгэрэх харагдах байдалтай доод навигац","Доод навигац","Нэмэх","ДООД ХҮСНЭГТИЙГ ХАРУУЛАХ","Толгой хэсэг",["Зүйл ",[5,0]],"Зайлшгүй харилцах доод хүснэгт нь цэс эсвэл харилцах цонхны өөр хувилбар бөгөөд хэрэглэгчийг аппын бусад хэсэгтэй харилцахаас сэргийлдэг.","Зайлшгүй харилцах доод хүснэгт","Тогтмол доод хүснэгт нь аппын үндсэн контентыг дэмждэг мэдээллийг харуулдаг. Тогтмол доод хүснэгт нь хэрэглэгчийг аппын бусад хэсэгтэй харилцаж байхад ч харагдсаар байдаг.","Тогтмол доод хүснэгт","Тогтмол болон зайлшгүй харилцах доод хүснэгт","Доод хүснэгт","Текстийн талбар","Текст, товгор, хүрээтэй болон бусад","Товчлуур","Карт нь цомог, газарзүйн байршил, хоол, харилцах дэлгэрэнгүй мэдээлэл гэх мэт зарим холбоотой мэдээллийг харуулахад ашигладаг цаасан материал юм.","Дугуй өнцгүүдтэй үндсэн картууд","Картууд","Шалгах хуудасны цэс","Оруулга, атрибут эсвэл үйлдлийг илэрхийлдэг товч тодорхой элемент","Чипүүд","Сонголтын чип нь багцаас нэг сонголтыг илэрхийлдэг. Сонголтын чип нь контенттой холбоотой тайлбарласан текст эсвэл ангиллыг агуулдаг.","Сонголтын чип","Материалын загварын эргэлтийн үйл явцын заалт нь аппликэйшн ажиллаж байгаа гэдгийг зааж эргэлддэг.","Эргэлтийн үйл явцын заалт","Демо код","Түр санах ойд хуулсан.","БҮГДИЙГ ХУУЛАХ",["Түр санах ойд хуулж чадсанүй: ",[30,0]],"Материалын загварын өнгөний нийлүүрийг төлөөлдөг өнгө болон өнгөний цуглуулгын хэмжигдэхүүн.","Урьдчилан тодорхойлсон бүх өнгө","Өнгө","Карт, Жагсаалт болон FAB","Контейнерын хэлбэр өөрчлөх загварыг контейнерыг багтаадаг UI элементүүдийн хоорондын шилжилтэд зориулан бүтээсэн. Энэ загвар нь хоёр UI элементийн хооронд харагдахуйц холболт үүсгэдэг","Уусах горим","Контейнерын хэлбэр өөрчлөх","УУСАХ","НЭВТ УУСАХ","Хам сэдэв цэс","Үйлдлийн хүснэгт нь хэрэглэгчид одоогийн хам сэдэвтэй холбоотой хоёр эсвэл түүнээс дээш сонголтын багцыг харуулах тодорхой загварын сэрэмжлүүлэг юм. Үйлдлийн хүснэгт нь гарчиг, нэмэлт мессеж болон үйлдлийн жагсаалттай байж болно.","Үйлдлийн хүснэгт","Цагийн зүүний дагуу эргэдэг iOS загварын үйл ажиллагааны заалт.","iOS загварын үйл ажиллагааны заалт","Үйл ажиллагааны заалт","Зөвхөн сэрэмжлүүлгийн товчлуур","Товчлууртай сэрэмжлүүлэг","Сэрэмжлүүлгийн харилцах цонх нь хэрэглэгчид батламж шаардлагатай нөхцөл байдлын талаар мэдээлдэг. Сэрэмжлүүлгийн харилцах цонх нь сонгох боломжтой гарчиг, контент болон үйлдлийн жагсаалттай байдаг. Гарчиг контентын дээр харагдах бөгөөд үйлдлүүд нь контентын доор харагдана.","Сэрэмжлүүлэг","Гарчигтай сэрэмжлүүлэг","iOS загварын сэрэмжлүүлгийн харилцах цонх","Сэрэмжлүүлэг","iOS загварын товчлуур. Үүнийг текстэд болон/эсвэл хүрэх үед гадагшаа болон дотогшоо уусдаг дүрс тэмдэгт ашиглана. Сонгох боломжтой арын дэвсгэртэй байж магадгүй.","iOS загварын товчлуурууд","Товчлуур","Нэгдүгээр үйлдэл","Хам сэдэв цэсийг харахын тулд Flutter-н логог товшоод удаан дарна уу.","Хоёрдугаар үйлдэл","Элементийг удаан дарах үед харагддаг iOS загвартай бүтэн дэлгэцийн хам сэдэв цэс.","iOS загварын хам сэдэв цэс","Хам сэдэв цэс","iOS загварын навигацын самбар. Навигацын самбар нь хамгийн багадаа хуудасны гарчгаас бүрддэг самбар бөгөөд энэ нь самбарын дунд хэсэгт байдаг.","iOS загварын навигацын самбар","Навигацын самбар","Сонгогч","Огноо","Огноо ба цаг","Мөр, огноо, цаг эсвэл огноо, цагийг хамтад нь сонгоход ашиглаж болох iOS-загвар сонгогч виджет.","iOS-загварын сонгогчид","Цаг","Цаг хэмжигч","Сонгогч","iOS загварын татаж сэргээдэг хяналтыг хэрэгжүүлдэг жижиг хэрэгсэл","iOS загварын татаж сэргээдэг хяналт","Сэргээхийн тулд татах","Өгөгдсөн дэд элементийг нэг эгнээнд хураах гүйлгэгч","iOS-загварын гүйлгэгч","Гүйлгэгч","Хэрэглэгч текст оруулах замаар хайлт хийх боломжийг олгодог хайлтын текстийн талбар бөгөөд зөвлөмж санал болгож мөн шүүх боломжтой.","Ямар нэгэн текст оруулна уу","iOS загварын хайлтын текстийн талбар","Хайлтын текстийн талбар","Хэд хэдэн харилцан адилгүй сонголтоос сонгоход ашигладаг. Хэсэгчилсэн хяналтын нэг сонголтыг сонгосон үед үүний бусад сонголтыг сонгохоо болино.","iOS загварын хэсэгчилсэн хяналт","Хэсэгчилсэн хяналт",["Тасралтгүй: \n",[12,0]],"Утгын тасралтгүй эсвэл салангид олонлогийн аль нэгээс сонгохын тулд слайдерыг ашиглах боломжтой.",["Салангид: \n",[10,0]],"iOS загварын слайдер","Слайдер","Дан тохиргооны төлөвийг асаах/унтраахын тулд сэлгүүрийг ашигладаг.","iOS загварын сэлгүүр","iOS загварын доод навигацын табын самбар. Олон табыг үзүүлэх бөгөөд өгөгдмөл тохиргоогоор эхнийх нь идэвхтэй байдаг.","iOS загварын доод табын самбар","Табын самбар","Текстийн талбар нь хэрэглэгчид техник хангамжийн гар эсвэл дэлгэц дээрх гарын тусламжтай текст оруулах боломж олгодог.","ПИН","iOS загварын текстийн талбар","Текстийн талбар","Слайдер нь самбар дагуух утгын мужийг илэрхийлдэг бөгөөд хэрэглэгчид тэндээс дан утга эсвэл утгын мужийг сонгож болно. Слайдерыг загвартай болгох, өөрчлөх боломжтой.","Захиалгат слайдер","Өгөгдлийн хүснэгт нь мэдээллийг мөр, баганууд бүхий сүлжээсэн форматаар үзүүлдэг. Тэдгээр нь мэдээллийг хайхад хялбар байдлаар цэгцэлснээр хэрэглэгч загвар, статистикийг харах боломжтой.","Мэдээллийн мөр болон баганууд","Өгөгдлийн хүснэгт","Материалын загварын огноо сонгогчийг агуулсан харилцах цонхыг харуулдаг.","Огноо сонгогч","Материалын загварын хугацааны интервал сонгогчийг агуулсан харилцах цонхыг харуулна.","Хугацааны интервал сонгогч","Энгийн, сэрэмжлүүлэг болон бүтэн дэлгэц","Харилцах цонх","Хуваагчдыг жагсаалт, шургуулга болон бусад газарт контентыг тусгаарлахад ашиглах боломжтой.","Хуваагч нь контентыг жагсаалт болон бүдүүвчид бүлэглэдэг нарийн шугам юм.","Хуваагч","API-н баримтжуулалт","Товгор товчлуур нь ихэвчлэн хавтгай бүдүүвчид хэмжээс нэмдэг. Тэдгээр нь шигүү эсвэл өргөн зайтай функцийг онцолдог.","Товгор товчлуур","ЦУЦЛАХ","БОЛИХ","Сэрэмжлүүлгийн харилцах цонх","Зайлшгүй харилцах цонх болон FAB","Уусах загварыг дэлгэцийн төвд уусдаг харилцах цонх зэрэг дэлгэцийн хүрээ хооронд орж, гардаг UI элементүүдэд ашигладаг.","FAB-Г НУУХ","ЗАЙЛШГҮЙ ХАРИЛЦАХ ЦОНХЫГ ХАРУУЛАХ","FAB-Г ХАРУУЛАХ","Уусах","Цомгууд","Доод навигац","Нэвт уусах загварыг бие биетэйгээ хүчтэй харилцаагүй UI элементүүдийн хоорондын шилжилтэд ашигладаг.","Зургууд","Хайх","123 зураг","Нэвт уусах","Шүүлтүүрийн чип нь шошго эсвэл тайлбарласан үгийг контентыг шүүх арга болгон ашигладаг.","Шүүлтүүрийн чип","Үйлдлийн хөвөгч товчлуур нь аппын үндсэн үйлдлийг дэмжих зорилгоор контентын дээр гүйх тойрог хэлбэрийн дүрс тэмдэг бүхий товчлуур юм.","Үйлдлийн хөвөгч товчлуур","Бүтэн дэлгэцийн харилцах цонхны шинж чанар нь тухайн ирж буй хуудас бүтэн дэлгэцийн зайлшгүй харилцах цонх мөн эсэхийг тодорхойлдог","Бүтэн дэлгэц","Бүтэн дэлгэц","Торон жагсаалт нь ихэвчлэн зураг зэрэг жигд тархацтай өгөгдлийг үзүүлэхэд хамгийн тохиромжтой. Торон жагсаалтын зүйл бүрийг дөрвөлж гэж нэрлэдэг.","Хөл хэсэгтэй","Толгой хэсэгтэй","Зөвхөн зураг","Мөр болон баганын байршил","Торон жагсаалт","Мэдээлэл","Оруулгын чип нь нэгж (хүн, газар эсвэл зүйл) эсвэл харилцан ярианы текст зэрэг цогц мэдээллийг товч тодорхой хэлбэрээр илэрхийлдэг.","Оруулгын чип","URL-г үзүүлж чадсангүй:","Материалын загварын шугаман үйл явцын заалт нь мөн явцын заалт гэж танигдсан.","Шугаман үйл явцын заалт","Тогтмол өндөртэй ганц мөр нь ихэвчлэн зарим текст болон эхлэх эсвэл төгсгөх дүрс тэмдэг агуулдаг.","Хоёр дахь мөрний текст","Жагсаалтын бүдүүвчийг гүйлгэх","Жагсаалтууд","Цэсийн идэвхгүй болгосон зүйл","Шалгах хуудасны цэстэй зүйл","Хам сэдэв цэстэй зүйл","Хэсэгчилсэн цэстэй зүйл","Энгийн цэстэй зүйл",["Шалгасан: \n",[10,0]],"Хадам сэдэв цэсийн нэгдүгээр зүйл","Хадам сэдэв цэсийн гуравдугаар зүйл","Цэс нь түр зуурын гадаргуу дээр сонголтын жагсаалтыг үзүүлдэг. Энэ нь хэрэглэгчид товчлуур, үйлдэл эсвэл бусад хяналттай харилцах үед харагддаг.","Дөрөв","Холбоос авах","Цэсийн нэгдүгээр зүйл","Цэсийн гуравдугаар зүйл","Цэсийн хоёрдугаар зүйл","Нэг","Урьдчилан үзэх","Хасах",["Сонгосон: \n",[10,0]],"Хуваалцах","Цэсийн товчлуур болон энгийн цэс","Гурав","Цэс","Хоёр","Дэлгэрэнгүй мэдээллийн хуудас","Жагсаалтын зүйл","Хоёр дахь мөрний текст","Нэр","Хоёр дахь мөр","Бүх урьдчилан тодорхойлсон шилжилтийн загвар","Хөдөлгөөнт","Аппликэйшн дахь навигацын холбоосыг харуулахын тулд дэлгэцийн захаас хөндлөнгөөр гулсуулдаг Материалын загварын түр зуурын самбар юм.","Appbar дахь шургуулгыг харуулж байна","Шургуулгыг харахын тулд захаас шудрах эсвэл зүүн дээд дүрс тэмдэг дээр товшино уу","Навигацын шургуулга","Нэгдүгээр зүйл","Хоёрдугаар зүйл","user.name@example.com","Хэрэглэгчийн нэр:","Цөөн тоотой үзэлтийн хооронд, ихэвчлэн гурваас тавын хооронд шилжихийн тулд аппын зүүн эсвэл баруун талд харагдах зориулалттай материалын жижиг хэрэгсэл юм.","Эхний","Хоёр дахь","Апп дахь навигацын төмөр замыг харуулж байна","Гурав дахь","Навигацын төмөр зам","Нэг шугам","Энэ демо хувилбарын боломжит сонголтуудыг харахын тулд энд товшино уу.","Сонголтуудыг харах","Сонголт","Хүрээтэй товчлуурыг дарсан үед тодорч, дээшилдэг. Нэмэлт сонголт болон хоёрдогч үйлдлийг заахын тулд тэдгээрийг ихэвчлэн өргөгдсөн товчлууртай хослуулдаг.","Хүрээтэй товчлуур","СОНГОГЧИЙГ ХАРУУЛАХ","Огноо болон цагийн сонголт","Сонгогч","Шугаман, эргэлтийн, тогтоогоогүй","Үйл явцын заалт","Слайдер нь самбар дагуух утгын мужийг илэрхийлдэг. Энэ нь самбарын төгсгөлийн аль алинд утгын мужийг илэрхийлдэг дүрс тэмдэгтэй байх боломжтой. Энэ нь дууны түвшин, гэрэлтүүлэг зэрэг тохиргоог тохируулах эсвэл зургийн шүүлтүүрийг хэрэгжүүлэхэд яг таг тохирдог.","Мужийн слайдер","Хэсэглэсэн цэс","Checkboxes нь хэрэглэгчид багцаас олон сонголт сонгохыг зөвшөөрдөг. Энгийн тэмдэглэх нүдний утга нь үнэн эсвэл худал, tristate тэмдэглэх нүдний утга нь мөн тэг байж болно.","Checkbox","Радио товчлуур нь хэрэглэгчид багцаас нэг сонголт сонгохийг зөвшөөрдөг. Хэрэв та хэрэглэгч бүх боломжит сонголтыг зэрэгцүүлэн харах шаардлагатай гэж бодож байвал онцгой сонголтод зориулсан радио товчлуурыг ашиглана уу.","Радио","Checkboxes, радио товчлуур болон сэлгүүр","Асаах/унтраах сэлгүүр нь дан тохиргооны сонголтын төлөвийг асаана/унтраана. Сэлгэх хяналтын сонголт болон үүний байгаа төлөвийг харгалзах мөрийн шошгоос тодорхой болгох шаардлагатай.","Сэлгэх","Хяналтын сонголт","Хуваалцсан тэнхлэгийн загварыг орон зайн эсвэл навигацын харилцаатай UI элементүүдийн хоорондын шилжилтэд ашигладаг. Энэ загвар нь элементүүдийн хоорондын харилцааг бэхжүүлэхийн тулд x, y, эсвэл z тэнхлэг дээр хуваалцсан өөрлөлтийг ашигладаг.","Урлаг, гар урлал","БУЦАХ","Багцалсан","Бизнес","Багцалсан ангиллууд нь таны хангамж дээр бүлгээр харагдана. Та үүнийг дараа нь үргэлж өөрчлөх боломжтой.","Курсээ оновчтой болгох","БҮРТГЭЛ ҮҮСГЭХ","Хоол","Дараах болон буцах товчлуур","Дизайн","ИМЭЙЛЭЭ МАРТСАН УУ?","Зурагт тайлбар","Тусад нь харуулсан","ДАРААХ","Бүртгэлээрээ нэвтрэх","Имэйл эсвэл утасны дугаар","Сайн уу, Дэвид Парк","Хуваалцсан x-тэнхлэг","268 цомог","минут","Уран бүтээлч","Цомог","А-Я","\"Хамгийн сүүлд тоглуулснаар\" эрэмбэлэх","Хамгийн сүүлд тоглуулсан","Хуваалцсан y-тэнхлэг","Үхрийн махтай хачиртай талхны жор","Үхрийн махтай хачиртай талх","Бургерын жор","Бургер","Хавчтай хоолны жор","Хавч","Дүрс тэмдгийн товчлуурын тохиргоо","Амттаны жор","Амттан","Тусламж","Мэдэгдлүүд","Нууцлал","Профайл","Хачиртай талхны жор","Хачиртай талх","Хадгалсан жорууд","Тохиргоо","Сам хорхойтой хоолны жор","Сам хорхой","Хуваалцсан z-тэнхлэг","Энгийн харилцах цонх нь хэрэглэгчид хэд хэдэн сонголтыг санал болгодог. Энгийн харилцах цонх нь сонголтын дээр үзэгдэх сонгох боломжтой гарчигтай байна.","Энгийн","Энгийн цэс","Тасралтгүй","Захиалгат загвар болон тасралтгүй утгатай мужийн слайдер","Засаж болдог тоон утгатай тасралтгүй","Слайдер нь самбар дагуух утгын мужийг илэрхийлдэг бөгөөд хэрэглэгчид тэндээс дан утгыг сонгож болно. Энэ нь дууны түвшин, гэрэлтүүлэг зэрэг тохиргоог тохируулах эсвэл зургийн шүүлтүүрийг хэрэгжүүлэхэд яг таг тохирдог.","Салангид","Захиалгат загвар болон салангид утгатай слайдер","Засаж болдог тоон утга","Шудрах замаар утга сонгоход зориулсан жижиг хэрэгсэл","Слайдер","Та snackbar-н үйлдлийг дарлаа.","ҮЙЛДЭЛ","SNACKBAR-Г ХАРУУЛАХ","Snackbar нь аппын гүйцэтгэсэн эсвэл гүйцэтгэх процессын тухай хэрэглэгчдэд мэдээлдэг. Энэ нь дэлгэцийн доод талд түр хугацаанд харагддаг. Энэ нь хэрэглэгчийн туршлагад саад болох ёсгүй бөгөөд алга болохын тулд хэрэглэгчээс оролт шаарддаггүй.","Snackbar нь дэлгэцийн доод талд мессежийг харуулдаг","Энэ бол snackbar.","Snackbar","Табууд нь өөр дэлгэцүүд, өгөгдлийн багц болон бусад харилцан үйлдэл хооронд контентыг цэгцэлдэг.","Гүйлгэх боломжгүй","Гүйлгэх","Чөлөөтэй гүйлгэх харагдацтай табууд","Табууд","Текстийн товчлуур дээр дарахад бэх цацарч харагдах боловч өргөгдөхгүй. Текстийн товчлуурыг самбар дээр, харилцах цонхонд болон мөрөнд доторх зайтайгаар ашиглана уу","Текстийн товчлуур","Текстийн талбар нь хэрэглэгчид UI-д текст оруулах боломжийг олгодог. Эдгээр нь ихэвчлэн маягт болон харилцах цонхонд гарч ирдэг.","Имэйл","Нууц үгээ оруулна уу.","(###) ###-#### - АНУ-ын утасны дугаар оруулна уу.","Илгээхээсээ өмнө улаанаар тэмдэглэсэн алдаануудыг засна уу.","Нууц үгийг нуух","Энэ нь ердөө демо тул үүнийг товч байлгаарай.","Амьдралын түүх","Нэр*",["-н утасны дугаар ",[0,0],[17,1]],"Нэр оруулах шаардлагатай.","8-с дээшгүй тэмдэгт оруулна.","Зөвхөн цагаан толгойн үсэг оруулна уу.","Нууц үг*","Нууц үг таарахгүй байна","Утасны дугаар*","* заавал бөглөх хэсгийг илэрхийлнэ","Нууц үгийг дахин оруулна уу*","Цалин","Нууц үгийг харуулах","ИЛГЭЭХ","Засах боломжтой текст болон дугаарын нэг мөр","Бидэнд өөрийнхөө талаар хэлнэ үү (ж.нь, та ямар ажил хийдэг эсвэл та ямар хоббитой талаараа бичнэ үү)","Текстийн талбар","Ам.доллар","Таныг хүмүүс хэн гэж дууддаг вэ?","Бид тантай ямар дугаараар холбогдох боломжтой вэ?","Таны имэйл хаяг","Материалын загварын цаг сонгогчийг агуулсан харилцах цонхыг харуулдаг.","Цаг сонгогч","Асаах товчийг холбоотой сонголтыг бүлэглэхэд ашиглаж болно. Асаах товчтой холбоотой бүлгийг онцлохын тулд тухайн бүлэг нийтлэг контэйнер хуваалцсан байх шаардлагатай","Асаах товч","Зөвлөмж нь товчлуурын функц эсвэл хэрэглэгчийн бусад харилцан үйлдлийн талаар тайлбарлахад тусалдаг текстийн шошгыг үзүүлдэг. Зөвлөмж нь хэрэглэгчид элемент дээр зөөх, сонгох эсвэл удаан дарах үед мэдээллийн текстийг үзүүлдэг.","Зөвлөмжийг үзүүлэхийн тулд удаан дарах эсвэл зөөнө үү.","Удаан дарах эсвэл зөөхөд үзүүлдэг богино мессеж","Зөвлөмж","Хоёр шугам","Дэлгэрэнгүй","TwoPane нь эвхэгддэг төхөөрөмж дээр ингэж ажилладаг.","Эвхэгддэг",["Зүйл ",[5,0]],["Зүйлийн  дэлгэрэнгүй",[8,0]],"Жагсаалт","Зүйл сонгоно уу","TwoPane нь жижиг дэлгэцтэй төхөөрөмж дээр ингэж ажилладаг.","Жижиг дэлгэц","Эвхэгддэг, том болон жижиг дэлгэц дээрх хариу үйлдэлт бүдүүвч","TwoPane нь таблет болон компьютер зэрэг том дэлгэц дээр ингэж ажилладаг.","Таблет / Компьютер","TwoPane","Материалын загварт байх төрөл бүрийн үсгийн урлагийн загварын тодорхойлолт.","Бүх урьдчилан тодорхойлсон текстийн загвар","Үсгийн урлаг","Босоо хуваагч","Сонголтыг цуцлах","Бүртгэл нэмэх","ЗӨВШӨӨРӨХ","ЦУЦЛАХ","ЗӨВШӨӨРӨХГҮЙ","БОЛИХ","Нооргийг устгах уу?","Бүтэн дэлгэцийн харилцах цонхны демо","ХАДГАЛАХ","Бүтэн дэлгэцийн харилцах цонх","Google-д аппуудад байршлыг тодорхойлоход туслахыг зөвшөөрнө үү. Ингэснээр ямар ч апп ажиллаагүй байсан ч байршлын өгөгдлийг үл мэдэгдэх байдлаар Google-д илгээнэ.","Google-н байршлын үйлчилгээг ашиглах уу?",["Та дараахыг сонгосон: \"\"",[23,0]],"Нөөц бүртгэл тохируулна уу","ХАРИЛЦАХ ЦОНХЫГ ХАРУУЛАХ","ҮЛ ХЭРЭГСЭХ","Контентод төвлөрсөн мэдээний апп","Ногоон армийг дотроос нь шинэчлэх нь","Богино хангамжийн фермийн зөгийнүүд","Загвар зохион бүтээгчид футурист даавуу хийхдээ технологи ашиглаж байна","Феминистүүд хүчээ авч байна","Бензиний ирээдүй","Чимээгүй боловч хүчирхэг эрүүл мэндийн хувьсгал","Хувьцааны ханш зогсонги байдалд орсноор олон хүн мөнгөн гүйлгээ рүү хийж байна","Дайны үед хуваагдсан Америкийн амьдрал","Хамгийн сүүлийн шинэчлэлт","Бизнес","Соёл","Нүүр хуудас","Улс төр","Шинжлэх ухаан","Спорт","Технологи","Аялал","АНУ","Дэлхий","GreenArmy","HealthcareRevolution","Шинэчлэл","Хувьцаа","TechDesign",[" GitHub хадгалах газар",[0,0]],"ЗАГВАР БОЛОН БУСАД","Ангилал","Галерей","Ачаалж байна","Сонгоогүй","Далайн эрэг","Хүрэл эдлэлийн урлан","Ченнай","Четтинад","Загасчин","Цэцгийн зах","Үдийн хоолны бэлтгэл","Маркет","Пондичерри","Давсны ферм","Скүтер","Торго нэхэгч","Танжор","Танжавүр сүм",["-тай -н  дугаартай данс.",[0,0],[5,1],[8,2]],"Автомашины хадгаламж","Чекийн","Гэрийн хадгаламж","Амралт","Данс эзэмшигч","Жилийн өгөөжийн хувь","Өнгөрсөн жил төлсөн хүү","Хүүгийн хэмжээ","Оны эхнээс өнөөдрийг хүртэлх хүү","Дараагийн мэдэгдэл","Нийт","Данснууд","Сэрэмжлүүлэг",["Та энэ сар ATM-н хураамжид  зарцуулсан байна",[27,0]],["Сайн ажиллалаа! Таны чекийн данс өнгөрсөн сарынхаас -р илүү байна.",[52,0]],["Анхаараарай, та энэ сарын худалдан авалтынхаа төсвийн -г ашигласан байна.",[54,0]],["Та энэ сар ресторанд  зарцуулсан байна.",[21,0]],[3,0,["Татварын боломжит суутгалаа нэмэгдүүлээрэй!  оноогоогүй гүйлгээнд ангилал оноогоорой.",[44,0]],[4,"Татварын боломжит суутгалаа нэмэгдүүлээрэй! 1 оноогоогүй гүйлгээнд ангилал оноогоорой."]],["-н -н тооцоог -с өмнө хийх ёстой.",[0,0],[3,1],[14,2]],"Төлөх дүн","Төлсөн дүн","Нийт дүн","Тооцоо","Эцсийн хугацаа",[" төсвийн -с -г ашигласан,  үлдсэн",[0,0],[9,1],[12,2],[26,3]],"Хувцас","Кофе шопууд","Хүнсний бүтээгдэхүүн","Ресторан","Ашиглаагүй дүн","Ашигласан дүн","Нийт капитализац","Үлдсэн","Төсөв","Хувийн санхүүгийн апп","ҮЛДСЭН","НЭВТРЭХ","Нэвтрэх","Rally-д нэвтрэх","Та бүртгэлгүй юу?","Нууц үг","Намайг сануул","БҮРТГҮҮЛЭХ","Хэрэглэгчийн нэр","БҮГДИЙГ ХАРАХ","Бүх бүртгэлийг харах","Бүх тооцоог харах","Бүх төсвийг харах","ATM хайх","Тусламж","Бүртгэл удирдах","Мэдэгдэл","Цаасгүй тохиргоо","Нууц код болон Хүрэх ID","Хувийн мэдээлэл","Гарах","Татварын документ","ДАНСНУУД","ТООЦОО","ТӨСӨВ","ТОЙМ","ТОХИРГОО","Үр өгөөжтэй, төвлөрсөн имэйлийн апп","Ноорог","Ирсэн имэйл","Илгээсэн","Спам","Одтой","Хогийн сав","Сонгох","Сонгох боломжтой (удаан дарах)","Сонгосон","Flutter Gallery-н тухай","Лондон дахь TOASTER зохион бүтээсэн","Тохиргоог хаах","Тохиргоо","Бараан","Санал хүсэлт илгээх","Цайвар","Хэл болон улсын код","Платформын механик","Удаашруулсан","Систем","Текстийн чиглэл","Зүүнээс баруун","Хэл болон улсын код дээр суурилсан","Баруунаас зүүн","Текст томруулах","Асар том","Том","Энгийн","Жижиг","Загвар","Тохиргоо","ЦУЦЛАХ","САГСЫГ ЦЭВЭРЛЭХ",[3,0,[" ЗҮЙЛ",[0,0]],[2,"ЗҮЙЛС АЛГА",4,"1 ЗҮЙЛ"]],"САГС","Тээвэрлэлт:","Нийлбэр дүн:","Татвар:","НИЙТ","ГОЁЛ ЧИМЭГЛЭЛ","БҮХ","ХУВЦАС","ГЭРИЙН","Хувцас загварын жижиглэн борлуулах апп","Нууц үг","Хэрэглэгчийн нэр","ГАРАХ","ЦЭС","ДАРААХ","Цэнхэр чулуун аяга","Долгиолсон захтай ягаан цамц","Тааран даавуун амны алчуур","Тааран даавуун цамц","Сонгодог цагаан зах","Шаврын өнгөтэй цамц","Зэс утсан тавиур","Нарийн судалтай футболк","Гарден странд","Гэтсби малгай","Жентри хүрэм","Алтан шаргал оруулгатай гурван хос ширээ","Шаргал өнгийн ороолт","Саарал сул мак","Hurrahs цайны иж бүрдэл","Гал тогооны куватро","Цэнхэр өмд","Нимгэн урт цамц",["x ",[2,0]],["Тоо хэмжээ: ",[12,0]],"Квадрат ширээ","Борооны усны тосгуур","Рамона кроссовер","Нимгэн даашинз","Сүлжмэл цамц","Эргүүлдэг мөртэй футболк","Нэг мөртэй цүнх","Тайвшруулах керамик иж бүрдэл","Стелла нарны шил","Strut-н ээмэг","Шүүслэг ургамлын сав","Нарны хамгаалалттай даашинз","Бэлтгэлийн цамц","Vagabond-н даавуун тор","Түрийгээрээ судалтай оймс","Вальтер хэнли (цагаан)","Түлхүүрийн сүлжмэл бүл","Босоо судалтай цагаан цамц","Уитни бүс",[3,0,["Худалдан авах сагс,  зүйл",[20,0]],[2,"Худалдан авах сагс, зүйлс алга",4,"Худалдан авах сагс, 1 зүйл"]],"Сагсанд нэмэх",["Хасах ",[6,0]],"Сагсыг хаах","Цэсийг хаах","Цэсийг нээх","Зүйлийг хасах","Хайх","Тохиргоо","НЭВТРЭХ","Демо сонгоно уу","Хариу үйлдэл сайтай гарааны бүдүүвч",["Зүйл ",[5,0]],"Үндсэн хэсэг","ТОВЧЛУУР","Толгой гарчиг","Дэд гарчиг","Гарчиг","Гарааны апп","Нэмэх","Дуртай","Хайлт","Хуваалцах"]