[0,"hr","sxkQGfZx",0,null,["Da biste vidjeli izvorni kôd za ovu aplikaciju, posjetite .",[58,0]],"Natrag u galeriju","Početna ikona","Više radnji","Poništi natpis","Vaša je zaporka ažurirana na vašem drugom uređaju. Prijavite se ponovo.","Donja traka aplikacije","Urez","Položaj plutajućeg gumba za radnju","Usidren – u sredini","Usidren – na kraju","Plutajući – u sredini","Plutajući – na kraju","Račun","Alarm","Kalendar","Fotoaparat","Komentari",["Rezervirano mjesto za karticu ",[30,0]],"GUMB","Izradite","Istražite",["Istražite: ",[11,0]],["Podijelite: ",[12,0]],"Reagira na dodir","Thanjavur","Chettinad","Broj 10","Prelci svile","Hramovi","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Deset gradova koje trebate posjetiti u Tamil Naduu","Obrtnici južne Indije","Hram Brihadisvara","Vožnja biciklom","Dizalo","Kamin","Veliko","Srednje","Malo","Uključivanje svjetla","Perilica","JANTARNA","PLAVA","PLAVOSIVA","SMEĐA","CIJAN","TAMNONARANČASTA","TAMNOLJUBIČASTA","ZELENA","SIVA","MODROLJUBIČASTA","SVIJETLOPLAVA","SVIJETLOZELENA","ŽUTOZELENA","NARANČASTA","RUŽIČASTA","LJUBIČASTA","CRVENA","TIRKIZNOPLAVA","ŽUTA","Prilagođena aplikacija za putovanja","PREHRANA","Napulj, Italija","Pizza u krušnoj peći","Dallas, Sjedinjene Američke Države","Lisabon, Portugal","Žena drži ogroman sendvič s dimljenom govedinom","Prazan bar sa stolicama u stilu zalogajnice","Córdoba, Argentina","Hamburger","Portland, Sjedinjene Američke Države","Korejski taco","Pariz, Francuska","Čokoladni desert","Seoul, Južna Koreja","Područje za sjedenje u umjetničkom restoranu","Seattle, Sjedinjene Američke Države","Jelo od škampa","Nashville, Sjedinjene Američke Države","Ulaz u pekarnicu","Atlanta, Sjedinjene Američke Države","Tanjur s riječnim rakovima","Madrid, Španjolska","Šank u kafiću sa slasticama",[3,0,[" restorana",[0,0]],[7,[" restorana",[0,0]],2,"Nema restorana",4,"Jedan restoran"]],"Istražite restorane po odredištu",[" ",[0,0],[1,1]],"LET","Aspen, Sjedinjene Američke Države","Planinska kuća u snježnom krajoliku sa zimzelenim drvećem","Big Sur, Sjedinjene Američke Države","Kairo, Egipat","Minareti džamije Al-Azhar za vrijeme zalaska sunca","Lisabon, Portugal","Cigleni svjetionik na moru","Napa, Sjedinjene Američke Države","Bazen s palmama","Bali, Indonezija","Bazen uz more s palmama","Šator u polju","Dolina Khumbu, Nepal","Molitvene zastave ispred snježne planine","Machu Picchu, Peru","Citadela Machu Picchu","Malé, Maldivi","Bungalovi iznad vode","Vitznau, Švicarska","Hotel na obali jezera ispred planina","Ciudad de Mexico, Meksiko","Pogled na Palaču lijepe umjetnosti iz zraka","Mount Rushmore, Sjedinjene Američke Države","Planina Rushmore","Singapur","Supertree Grove","Havana, Kuba","Muškarac se naslanja na antikni plavi automobil",[3,0,[" stanica",[0,0]],[7,[" stanice",[0,0]],2,"Direktni",4,"Jedna stanica"]],"Istražite letove po odredištu","Odaberite datum","Odaberite datume","Odaberite odredište","Zalogajnice","Odaberite lokaciju","Odaberite polazište","Odaberite vrijeme","Putnici",[3,0,[" h",[0,0]],[7,[" h",[0,0]],4,"1 h"]],[3,0,[" min",[0,0]],[7,[" min",[0,0]],4,"1 min"]],"SPAVANJE","Malé, Maldivi","Bungalovi iznad vode","Aspen, Sjedinjene Američke Države","Kairo, Egipat","Minareti džamije Al-Azhar za vrijeme zalaska sunca","Taipei, Tajvan","Neboder Taipei 101","Planinska kuća u snježnom krajoliku sa zimzelenim drvećem","Machu Picchu, Peru","Citadela Machu Picchu","Havana, Kuba","Muškarac se naslanja na antikni plavi automobil","Vitznau, Švicarska","Hotel na obali jezera ispred planina","Big Sur, Sjedinjene Američke Države","Šator u polju","Napa, Sjedinjene Američke Države","Bazen s palmama","Porto, Portugal","Šareni stanovi na trgu Ribeira","Tulum, Meksiko","Majanske ruševine na litici iznad plaže","Lisabon, Portugal","Cigleni svjetionik na moru",[3,0,[" dostupnih entiteta",[0,0]],[7,[" dostupna entita",[0,0]],2,"Nema dostupnih entiteta",4,"Jedan dostupan entitet"]],"Istražite smještajne objekte po odredištu","Dopusti","Pita od jabuka","Odustani","Torta od sira","Čokoladni kolač","Odaberite svoju omiljenu vrstu deserta na popisu u nastavku. Vaš će se odabir koristiti za prilagodbu predloženog popisa zalogajnica u vašem području.","Odbaci","Ne dopusti","Odaberite omiljeni desert","Vaša trenutačna lokacija prikazivat će se na karti i koristiti za upute, rezultate pretraživanja u blizini i procjenu vremena putovanja.","Želite li dopustiti da aplikacija \"Karte pristupa vašoj lokaciji dok je upotrebljavate?","Tiramisu","Gumb","S pozadinom","Prikaži upozorenje","Chat","Početna","Profil","Kalcij (%)","Kalorije","Ugljikohidrati (g)","Desert (1 porcija)","Masti (g)","Željezo (%)","Bjelančevine (g)","Natrij (mg)","Prehrana","Pita od jabuka","Cupcake","Krafna","Ekler","Zamrznuti jogurt","Paprenjak","Saće","Sladoledni sendvič","Žele bomboni","Lizalica",[" s medom",[0,0]],[" sa šećerom",[0,0]],"Demo","Dodirnite da biste uređivali pločice i koristite pokrete da biste premještali scenu. Povucite da biste pomicali, spojite prste da biste zumirali i rotirajte pomoću dva prsta. Pritisnite gumb za poništavanje da biste se vratili na početno usmjerenje.","Uređivanje pločice","Poništavanje transformacija","Pomicanje, zumiranje i rotacija","2D transformacije","Čipovi radnje skup su opcija koji pokreću radnju povezanu s primarnim sadržajem. Čipovi radnje trebali bi se prikazivati dinamički i kontekstualno na korisničkom sučelju.","Čip radnji","Dijalog upozorenja informira korisnika o situacijama koje je potrebno potvrditi. Dijalog upozorenja ima naslov i popis radnji, no te stavke nisu obavezne.","Upozorenje","Upozorenje s naslovom","Na traci aplikacije navodi se sadržaj i radnje povezane s trenutačnim zaslonom. Koristi se za robnu marku, naslove zaslona, navigaciju i radnje.","Prikazuje informacije i radnje povezane s trenutačnim zaslonom","Traka aplikacije","Natpis prikazuje važnu, jezgrovitu poruku i navodi radnje koje korisnici trebaju izvršiti (mogu i odbaciti natpis). Odbacivanje nije moguće bez korisničke radnje.","Prikazivanje natpisa na popisu","Natpis","Donja traka aplikacije omogućuje pristup donjoj ladici za navigaciju i najviše četirima radnjama, uključujući plutajući gumb za radnju.","Prikazuje ladicu za navigaciju i radnje pri dnu","Donja traka aplikacije","Donja navigacijska traka prikazuje tri do pet odredišta pri dnu zaslona. Svako odredište predstavlja ikona i tekstna oznaka koja nije obavezna. Kad korisnik dodirne ikonu na donjoj navigacijskoj traci, otvara se odredište navigacije na najvišoj razini povezano s tom ikonom.","Fiksne oznake","Odabrana oznaka","Donja navigacija koja se postupno prikazuje i nestaje","Donja navigacija","Dodavanje","PRIKAŽI DONJU TABLICU","Zaglavlje",["Stavka ",[7,0]],"Modalna donja tablica alternativa je izborniku ili dijalogu i onemogućuje korisnicima interakciju s ostatkom aplikacije.","Modalna donja tablica","Fiksna donja tablica prikazuje informacije koje nadopunjuju primarni sadržaj aplikacije. Ostaje vidljiva čak i tijekom korisnikove interakcije s drugim dijelovima aplikacije.","Fiksna donja tablica","Fiksne i modalne donje tablice","Donja tablica","Tekstualna polja","Tekstni, izdignuti, ocrtani i brojni drugi","Gumbi","Kartica je list materijala na kojem se pružaju neke povezane informacije, na primjer album, geografska lokacija, jelo, podaci za kontakt itd.","Osnovne kartice sa zaobljenim uglovima","Kartice","Izbornik s kontrolnim popisom","Kompaktni elementi koji predstavljaju unos, atribut ili radnju","Čipovi","Čipovi odabira predstavljaju jedan odabir iz skupa. Čipovi odabira sadrže povezani opisni tekst ili kategorije.","Čip odabira","Kružni pokazivač napretka u materijalnom dizajnu koji okretanjem pokazuje da je aplikacija zauzeta.","Kružni pokazivač napretka","Kôd demonstracije","Kopirano u međuspremnik.","KOPIRAJ SVE",["Kopiranje u međuspremnik nije uspjelo: ",[39,0]],"Boje i konstante uzoraka boja koje predstavljaju paletu boja materijalnog dizajna.","Sve unaprijed definirane boje","Boje","Kartice, popisi i FAB","Uzorak za preobrazbu spremnika dizajnira se za prijelaze između elemenata korisničkog sučelja koji sadrže spremnik Uzorak stvara vidljivu vezu između dvaju elemenata korisničkog sučelja","Način postupnog pojavljivanja i nestajanja","Preobrazba spremnika","POSTUPNO POJAVLJIVANJE I NESTAJANJE","POSTUPNI PRIJELAZ","Kontekstni izbornik","Tablica radnji poseban je stil upozorenja koje korisniku nudi barem dvije opcije na izbor u vezi s trenutačnim kontekstom. Tablica radnji može imati naslov, dodatnu poruku i popis radnji.","Tablica radnji","Pokazivač aktivnosti u iOS-ovom stilu koji se okreće u smjeru kazaljke na satu.","Pokazivači aktivnosti u iOS-ovom stilu","Pokazivač aktivnosti","Samo gumbi upozorenja","Upozorenje s gumbima","Dijalog upozorenja informira korisnika o situacijama koje je potrebno potvrditi. Dijalog upozorenja ima naslov, sadržaj i popis radnji, no te stavke nisu obavezne. Naslov se prikazuje iznad sadržaja, a radnje ispod sadržaja.","Upozorenje","Upozorenje s naslovom","Dijalozi upozorenja u iOS-ovom stilu","Upozorenja","Gumb u iOS-ovom stilu. Na njemu su tekst i/ili ikona koji se postupno prikazuju ili nestaju na dodir. Može imati pozadinu, no to nije obavezno.","Gumbi u iOS-ovom stilu","Gumbi","Prva radnja","Dodirnite i zadržite logotip Fluttera da biste vidjeli kontekstni izbornik.","Druga radnja","Kontekstni izbornik u iOS-ovom stilu na cijelom zaslonu koji se prikazuje kad se neki element dugo pritisne.","Kontekstni izbornik u iOS-ovom stilu","Kontekstni izbornik","Navigacijska traka u iOS-ovom stilu. Navigacijska traka jest alatna traka koja se sastoji barem od naslova stranice u središtu alatne trake.","Navigacijska traka u iOS-ovom stilu","Navigacijska traka","Alat za odabir","Datum","Datum i vrijeme","Widget alata za odabir u iOS-ovom stilu koji se može koristiti za odabir nizova, datuma, vremena ili i datuma i vremena.","Alati za odabir u iOS-ovom stilu","Vrijeme","Odbrojavanje","Alati za odabir","Widget na kojem je implementirana kontrola povuci za osvježavanje sadržaja u iOS-ovom stilu.","Kontrola povuci za osvježavanje u iOS-ovom stilu","Povucite za osvježavanje","Klizač koji obuhvaća podređeno","Klizač u iOS-ovom stilu","Klizač","Tekstno polje pretraživanja koje korisniku omogućuje pretraživanje unosom teksta i koje može nuditi i filtrirati prijedloge.","Unesite tekst","Tekstno polje za pretraživanje u iOS-ovom stilu","Pretraži tekstno polje","Koristi se za odabir između nekoliko opcija koje se međusobno isključuju. Kad se u segmentiranom upravljanju odabere jedna opcija, poništava se odabir ostalih opcija.","Segmentirano upravljanje u stilu iOS-a","Segmentirano upravljanje",["Kontinuirano: ",[14,0]],"Klizač se može koristiti za odabir kontinuiranog ili diskretnog skupa vrijednosti.",["Diskretno: ",[11,0]],"Klizač u iOS-ovom stilu","Klizač","Prekidač se koristi za uključivanje/isključivanje stanja jedne postavke.","Prekidač u iOS-ovom stilu","Donja navigacijska traka kartica u iOS-ovom stilu. Prikazuje više kartica dok je jedna kartica aktivna (prema zadanim postavkama to je prva kartica).","Donja traka kartica u iOS-ovom stilu","Traka kartica","Tekstno polje omogućuje korisniku da unese tekst, bilo pomoću hardverske ili pomoću tipkovnice na zaslonu.","PIN","Tekstna polja u iOS-ovom stilu","Tekstna polja","Klizači odražavaju raspon vrijednosti duž trake na kojoj korisnici mogu odabrati pojedinačnu vrijednost ili raspon vrijednosti. Klizači mogu biti tematski ili prilagođeni.","Prilagođeni klizači","Podatkovne tablice prikazuju informacije u rešetki redaka i stupaca. Informacije su organizirane tako da ih je lako pregledavati kako bi korisnici mogli tražiti uzorke i uvide.","Redci i stupci informacija","Podatkovne tablice","Prikazuje dijalog koji sadrži alat za odabir datuma u materijalnom dizajnu.","Alat za odabir datuma","Prikazuje dijalog koji sadrži alat za odabir datumskog raspona u materijalnom dizajnu.","Alat za odabir datumskog raspona","Jednostavni, upozorenje i na cijelom zaslonu","Dijalozi","Razdjelnici se mogu koristiti na popisima, u ladicama i drugdje za razdvajanje sadržaja.","Razdjelnik je tanka crta koja grupira sadržaj na popisima i prijelomima.","Razdjelnik","Dokumentacija API-ja","Izdignuti gumbi dodaju dimenziju uglavnom ravnim rasporedima. Naglašavaju funkcije na prostorima koji su prostrani ili imaju mnogo sadržaja.","Izdignuti gumb","ODUSTANI","ODBACI","Dijaloški okvir upozorenja","Modalni i FAB","Uzorak postupnog pojavljivanja i nestajanja koristi se za elemente korisničkog sučelja koji se pojavljuju ili nestaju u okvirima zaslona, na primjer dijaloški okvir koji se pojavljuje i nestaje na sredini zaslona.","FAB ZA SAKRIVANJE","MODAL ZA PRIKAZIVANJE","FAB ZA PRIKAZIVANJE","Postupno pojavljivanje i nestajanje","Albumi","Donja navigacija","Uzorak postupnog prijelaza koristi se za prijelaze između elemenata korisničkog sučelja koji nemaju snažnu međusobnu vezu.","Fotografije","Pretraži","123 fotografije","Postupni prijelaz","Elementi filtriranja koriste oznake ili opisne riječi kao način filtriranja sadržaja.","Element filtriranja","Plutajući gumb za radnju okrugla je ikona gumba koja lebdi iznad sadržaja u svrhu promocije primarne radnje u aplikaciji.","Plutajući gumb za radnju","Svojstvo fullscreenDialog određuje je li dolazna stranica modalni dijalog na cijelom zaslonu","Na cijelom zaslonu","Cijeli zaslon","Popisi u rešetki najprikladniji su za predstavljanje homogenih podataka, uglavnom slika. Svaka stavka na popisu u rešetki naziva se pločica.","S podnožjem","Sa zaglavljem","Samo slika","Izgled redaka i stupaca","Popisi u rešetki","Informacije","Čipovi unosa predstavljaju kompleksne informacije, na primjer entitete (osobe, mjesta ili predmete) ili tekst razgovora, u kompaktnom obliku.","Čip unosa","Prikazivanje URL-a nije uspjelo:","Linearni pokazivač napretka u materijalnom dizajnu poznat i kao traka napretka.","Linearni pokazivač napretka","Jedan redak fiksne visine koji uglavnom sadrži tekst te ikonu na početku ili na kraju.","Dodatni tekst","Pomicanje po izgledu popisa","Popisi","Onemogućena stavka izbornika","Stavka s izbornikom s kontrolnim popisom","Stavka s kontekstnim izbornikom","Stavka s izbornikom po odjeljcima","Stavka s jednostavnim izbornikom",["Označeno: ",[10,0]],"Prva stavka kontekstnog izbornika","Treća stavka kontekstnog izbornika","Izbornik prikazuje popis izbora na privremenoj površini. Pojavljuju se prilikom korisnikove interakcije s gumbom, radnjom i ostalim kontrolama.","Četiri","Dohvati vezu","Prva stavka izbornika","Treća stavka izbornika","Druga stavka izbornika","Jedan","Pregled","Ukloni",["Odabrano: ",[10,0]],"Udio","Gumbi izbornika i jednostavni izbornici","Tri","Izbornik","Dva","Stranica s pojedinostima","Stavka popisa","Sekundarni tekst","Naslov","Sekundarno","Svi unaprijed definirani uzorci prijelaza","Animacija","Ploča materijalnog dizajna koja na zaslon klizne vodoravno od ruba kako bi se prikazale veze za navigaciju u aplikaciji.","Prikaz ladice u traci aplikacije","Prijeđite prstom od ruba ili dodirnite ikonu u gornjem lijevom kutu da bi se prikazala ladica","Ladica za navigaciju","Prva stavka","Druga stavka","user.name@example.com","Korisničko ime","Widget materijalnog dizajna koji bi se trebao prikazivati lijevo ili desno u aplikaciji radi navigacije između malog broja prikaza, obično od tri do pet.","Prvo","Drugo","Prikaz pruge za navigaciju u aplikaciji","Treće","Pruga za navigaciju","Jedan redak","Dodirnite ovdje da biste vidjeli dostupne opcije za ovaj demo.","Opcije prikaza","Opcije","Ocrtani gumbi postaju neprozirni i izdižu se kad se pritisnu. Obično se uparuju s izdignutim gumbima da bi naznačili alternativnu, sekundarnu radnju.","Ocrtani gumb","PRIKAŽI ALAT ZA ODABIR","Odabir datuma i vremena","Alati za odabir","Linearni, kružni, neodređeni","Pokazivači napretka","Klizači odražavaju raspon vrijednost duž trake. Mogu imati ikone na oba kraja trake koji odražavaju raspon vrijednosti. Idealni su za podešavanje postavki kao što su glasnoća, svjetlina ili primjena filtara za slike.","Klizači raspona","Izbornik po odjeljcima","Potvrdni okviri omogućavaju korisniku odabir više opcija iz skupa. Vrijednost normalnog potvrdnog okvira točna je ili netočna, a vrijednost potvrdnog okvira s tri stanja može biti i nula.","Potvrdni okvir","Izborni gumbi omogućavaju korisniku odabir jedne opcije iz skupa. Upotrebljavajte izborne gumbe da biste omogućili ekskluzivni odabir ako mislite da korisnik treba vidjeti sve dostupne opcije istodobno.","Radio","Potvrdni okviri, izborni gumbi i prekidači","Prekidači za uključivanje/isključivanje mijenjaju stanje jedne opcije postavki. Opcija kojom upravlja prekidač, kao i njezino stanje, trebali bi biti jasni iz odgovarajuće ugrađene oznake.","Prekidač","Kontrole odabira","Uzorak dijeljene osi koristi se za prijelaze između elemenata korisničkog sučelja koji su u međusobnom prostornom ili navigacijskom odnosu. Taj uzorak koristi dijeljenu preobrazbu na osima x, y ili z kako bi se naglasio odnos među elementima.","Rukotvorine","NATRAG","U paketu","Posao","Kategorije u paketu prikazuju se kao skupine u vašem feedu. Kasnije se možete predomisliti.","Poboljšajte organizaciju tečajeva","IZRADA RAČUNA","Kulinarski","Gumbi za dalje i natrag","Dizajn","ZABORAVILI STE E-ADRESU?","Ilustracija","Prikazuje se pojedinačno","DALJE","Prijavite se pomoću računa","E-adresa ili telefonski broj","Pozdrav, David Park","Dijeljena os x","268 albuma","min","Izvođač","Album","A – Ž","Razvrstaj po kriteriju \"Nedavno slušano\"","Nedavno slušano","Dijeljena os y","Recept za sendvič s govedinom","Sendvič s govedinom","Recept za hamburger","Hamburger","Recept za jelo od raka","Rak","Gumb s ikonom postavki","Recept za desert","Desert","Pomoć","Obavijesti","Privatnost","Profil","Recept za sendvič","Sendvič","Spremljeni recepti","Postavke","Recept za jelo od škampa","Škamp","Dijeljena os z","Jednostavni dijalog nudi korisnicima odabir između nekoliko opcija. Jednostavni dijalog ima naslov koji nije obavezan i prikazuje se iznad opcija odabira.","Jednostavni","Jednostavan izbornik","Kontinuirani","Kontinuirani klizač raspona s prilagođenom temom","Kontinuirani s numeričkom vrijednošću koju je moguće urediti","Klizači odražavaju raspon vrijednosti duž trake na kojoj korisnici mogu odabrati pojedinačnu vrijednost. Idealni su za podešavanje postavki kao što su glasnoća, svjetlina ili primjena filtara za slike.","Diskretni","Diskretni klizač s prilagođenom temom","Numerička vrijednost s mogućnošću uređivanja","Widgeti za odabir vrijednosti klizanjem","Klizači","Pritisnuli ste radnju za kratku interaktivnu obavijest.","RADNJA","PRIKAŽITE KRATKU INTERAKTIVNU OBAVIJEST","Kratke interaktivne obavijesti obavještavaju korisnike o postupku koji je aplikacija izvela ili će izvesti. One se pojavljuju privremeno prema dnu zaslona. Ne bi trebale ometati korisnički doživljaj i nije potreban korisnički unos da bi nestale.","Kratke interaktivne obavijesti prikazuju poruke na dnu zaslona","Ovo je kratka interaktivna obavijest.","Kratke interaktivne obavijesti","Kartice organiziraju sadržaj s različitih zaslona, iz različitih skupova podataka i drugih interakcija.","Bez pomicanja","Pomicanje","Kartice s prikazima koji se mogu pomicati neovisno","Kartice","Tekstni gumb prikazuje mrlju boje prilikom pritiska, ali se ne podiže. Tekstne gumbe koristite na alatnim trakama, u dijalozima i ugrađene u ispunu","Tekstni gumb","Tekstualna polja omogućuju korisnicima da unesu tekst u korisničko sučelje. Obično su u obliku obrazaca i dijaloga.","E-adresa","Unesite zaporku.","(###) ###-#### – unesite telefonski broj u SAD-u.","Prije slanja ispravite pogreške označene crvenom bojom.","Sakrij zaporku","Neka bude kratko, ovo je samo demonstracija.","Biografija","Ime*",[" ima telefonski broj ",[0,0],[21,1]],"Ime je obavezno.","Ne možete unijeti više od osam znakova.","Unesite samo slova abecede.","Zaporka*","Zaporke se ne podudaraju","Telefonski broj*","* označava obavezno polje","Ponovo unesite zaporku*","Plaća","Prikaži zaporku","POŠALJI","Jedan redak teksta i brojeva koji se mogu uređivati","Recite nam nešto o sebi (na primjer napišite što radite ili koji su vam hobiji)","Tekstualna polja","USD","Kako vas zovu?","Na kojem vas broju možemo dobiti?","Vaša e-adresa","Prikazuje dijalog koji sadrži alat za odabir vremena u materijalnom dizajnu.","Alat za odabir vremena","Prekidači se mogu upotrebljavati za grupiranje povezanih opcija. Da bi se naglasile grupe povezanih prekidača, grupa bi trebala dijeliti zajednički spremnik","Prekidači","Opisi pružaju tekstne oznake koje pomažu objasniti funkciju gumba ili druge radnje korisničkog sučelja. Opisi prikazuju informativni tekst kada se korisnik zadrži iznad elementa, fokusira se na njega ili ga dugo pritisne.","Koristite dugi pritisak ili se zadržite iznad elementa za prikazivanje opisa.","Kratka poruka prikazana kod dugog pritiska ili zadržavanja iznad elementa","Opisi","Dva retka","Pojedinosti","Tako se TwoPane ponaša na sklopivom uređaju.","Sklopiv",["Stavka ",[7,0]],["Pojedinosti o stavci ",[21,0]],"Popis","Odaberite stavku","Tako se TwoPane ponaša na uređaju s malim zaslonom.","Mali zaslon","Responzivna oblikovanja na sklopivim, velikim i malim zaslonima","Tako se TwoPane ponaša na većem zaslonu kao što je tablet ili računalo.","Tablet/računalo","TwoPane","Definicije raznih tipografskih stilova u materijalnom dizajnu.","Svi unaprijed definirani stilovi teksta","Tipografija","Okomiti razdjelnik","Poništi odabir","Dodavanje računa","PRIHVAĆAM","ODUSTANI","NE SLAŽEM SE","ODBACI","Želite li odbaciti skicu?","Demonstracija dijaloga na cijelom zaslonu","SPREMI","Dijalog na cijelom zaslonu","Dopustite Googleu da pomogne aplikacijama odrediti lokaciju. To znači da će se anonimni podaci o lokaciji slati Googleu, čak i kada se ne izvodi nijedna aplikacija.","Želite li upotrebljavati Googleovu uslugu lokacije?",["Odabrali ste vrijednost: \"\"",[26,0]],"Postavljanje računa za sigurnosno kopiranje","PRIKAŽI DIJALOG","ODBACI","Aplikacija vijesti sa sadržajem","Reforma programa The Green Army iznutra","Domaćim pčelama nedostaje izvora","Dizajneri koriste tehnologiju za izradu futurističkih materijala","Feministički pogled na stranačje","Budućnost goriva","Tiha, ali moćna revolucija zdravstva","Dok dionice stagniraju, mnogi se okreću valutama","Podijeljeni američki životi tijekom rata","Posljednje novosti","Biznis","Kultura","Naslovnica","Politika","Znanost","Sport","Tehnologija","Putovanja","SAD","Svijet","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",["GitHub spremište ",[17,0]],"STILOVI I DRUGO","Kategorije","Galerija","Učitavanje","Nije odabrano","Plaža","Radionica za izradu bronce","Chennai","Chettinad","Ribar","Cvjećarnica na tržnici","Priprema ručka","Tržnica","Pondicherry","Solana","Skuteri","Proizvođači svile","Tanjore","Hram Thanjavur",[" račun  s iznosom od .",[0,0],[7,1],[21,2]],"Štednja za automobil","Tekući","Štednja za kupnju doma","Odmor","Vlasnik računa","Godišnji postotak prinosa","Kamate plaćene prošle godine","Kamatna stopa","Kamate od početka godine do danas","Sljedeća izjava","Ukupno","Računi","Upozorenja",["Ovaj ste mjesec potrošili  za naknade za bankomate",[26,0]],["Bravo! Na tekućem računu imate  više nego prošli mjesec.",[31,0]],["Upozorenje! Iskoristili ste  proračuna za kupnju ovaj mjesec.",[28,0]],["Ovaj ste tjedan potrošili  u restoranima.",[26,0]],[3,0,["Možda možete dobiti veći povrat poreza! Dodijelite kategorije za  nedodijeljenih transakcija.",[65,0]],[7,["Možda možete dobiti veći povrat poreza! Dodijelite kategorije za  nedodijeljene transakcije.",[65,0]],4,"Možda možete dobiti veći povrat poreza! Dodijelite kategorije jednoj nedodijeljenoj transakciji."]],["Račun  na iznos  dospijeva .",[6,0],[16,1],[27,2]],"Iznos duga","Plaćeni iznos","Ukupni iznos","Računi","Rok",[" proračun, iskorišteno:  od , preostalo: ",[0,0],[24,1],[28,2],[41,3]],"Odjeća","Kafići","Namirnice","Restorani","Preostali iznos","Iskorišteni iznos","Ukupna kapitalizacija","Preostalo","Proračuni","Aplikacija za osobne financije","PREOSTALO","PRIJAVA","Prijava","Prijavite se na Rally","Nemate račun?","Zaporka","Zapamti me","REGISTRACIJA","Korisničko ime","PRIKAŽI SVE","Prikaži sve račune","Prikaži sve račune","Prikaži sve proračune","Pronađite bankomate","Pomoć","Upravljajte računima","Obavijesti","Postavke bez papira","Šifra i Touch ID","Osobni podaci","Odjava","Porezni dokumenti","RAČUNI","RAČUNI","PRORAČUNI","PREGLED","POSTAVKE","Učinkovita i fokusirana aplikacija za e-poštu","Skice","Pristigla pošta","Poslano","Neželjena pošta","Sa zvjezdicom","Otpad","Odaberi","Može se odabrati (dugi pritisak)","Odabrano","O usluzi Flutter Gallery","Dizajnirala agencija TOASTER iz Londona","Zatvori postavke","Postavke","Tamno","Pošaljite komentare","Svijetlo","Oznaka zemlje/jezika","Mehanika platforme","Usporena snimka","Sustav","Smjer teksta","Slijeva udesno","Na temelju oznake zemlje/jezika","Zdesna ulijevo","Skaliranje teksta","Ogroman","Veliki","Uobičajeni","Mali","Tema","Postavke","ODUSTANI","ISPRAZNI KOŠARICU",[3,0,[" STAVKI",[0,0]],[7,[" STAVKE",[0,0]],2,"NEMA STAVKI",4,"JEDNA STAVKA"]],"KOŠARICA","Dostava:","Međuzbroj:","Porez:","UKUPNO","DODACI","SVE","ODJEĆA","DOM","Moderna aplikacija za maloprodaju","Zaporka","Korisničko ime","ODJAVA","IZBORNIK","SLJEDEĆE","Plava kamena šalica","Tamnoružičasta majica s valovitim rubom","Ubrusi od chambraya","Košulja od chambraya","Klasična bijela košulja","Džemper u boji gline","Bakrena vješalica","Majica s tankim crtama","Vrtni konop","Kačket","Gentry jakna","Trio pozlaćenih stolića","Šal u boji đumbira","Siva majica bez rukava","Čajni set Hurrahs","Četverodijelni kuhinjski set","Mornarskoplave hlače","Tunika u boji gipsa",["x ",[2,0]],["Količina: ",[10,0]],"Četiri stolića","Posuda za kišnicu","Ramona crossover","Tunika morskoplave boje","Džemper s nautičkim uzorkom","Majica s podvrnutim rukavima","Torba s kratkom ručkom za nošenje na ramenu","Keramički set Soothe","Sunčane naočale Stella","Strut naušnice","Posude za sukulentne biljke","Haljina za zaštitu od sunca","Surf and perf majica","Vrećasta torba","Čarape s prugama","Walter Henley (bijele boje)","Pleteni privjesak za ključeve","Prugasta bijela košulja","Pojas Whitney",[3,0,["Košarica,  artikala",[10,0]],[7,["Košarica,  artikla",[10,0]],2,"Košarica, nema artikala",4,"Košarica, jedan artikl"]],"Dodavanje u košaricu",["Uklonite ",[9,0]],"Zatvorite košaricu","Zatvorite izbornik","Otvorite izbornik","Uklonite stavku","Pretražite","Postavke","PRIJAVA","Odaberite pokaznu verziju","Responzivni izgled aplikacije za pokretanje",["Stavka ",[7,0]],"Glavni tekst","GUMB","Naslov","Titlovi","Naslov","Aplikacija za pokretanje","Dodavanje","Favorit","Pretraživanje","Dijeljenje"]