[0,"sr","lt92eIcf",0,null,["Да бисте видели изворни кôд за ову апликацију, посетите .",[56,0]],"Назад у галерију","Почетна икона","Више радњи","Ресетуј банер","Лозинка је ажурирана на другом уређају. Пријавите се поново.","Доња трака са апликацијама","Урез","Положај плутајућег дугмета за радњу","На траци са апликацијама – у средини","На траци са апликацијама – на крају","Плутање – у средини","Плутање – на крају","Налог","Аларм","Календар","Камера","Коментари",["Чувар места за картицу ",[23,0]],"ДУГМЕ","Направите","Истражите",["Истражите: ",[11,0]],["Делите: ",[8,0]],"Може да се додирне","Танџавур","Четинад","10. место","Произвођачи свиле","Храмови","Танџавур, Тамил Наду","Сиваганга, Тамил Наду","Најпопуларнијих 10 градова које треба да посетите у Тамил Надуу","Занатлије јужне Индије","Храм Брихадисвара","Вожња бицикла","Лифт","Камин","Велика","Средња","Мала","Укључи светла","Машина за прање веша","ЖУТОБРАОН","ПЛАВА","ПЛАВОСИВА","БРАОН","ТИРКИЗНА","ТАМНОНАРАНЏАСТА","ТАМНОЉУБИЧАСТА","ЗЕЛЕНО","СИВА","ТАМНОПЛАВА","СВЕТЛОПЛАВО","СВЕТЛОЗЕЛЕНА","ЗЕЛЕНОЖУТА","НАРАНЏАСТА","РОЗЕ","ЉУБИЧАСТА","ЦРВЕНА","ТИРКИЗНА","ЖУТА","Персонализована апликација за путовања","ИСХРАНА","Напуљ, Италија","Пица у пећи на дрва","Далас, Сједињене Америчке Државе","Лисабон, Португалија","Жена држи велики сендвич са пастрмом","Празан бар са високим барским столицама","Кордоба, Аргентина","Пљескавица","Портланд, Сједињене Америчке Државе","Корејски такос","Париз, Француска","Чоколадни десерт","Сеул, Јужна Кореја","Део за седење у ресторану са уметничком атмосфером","Сијетл, Сједињене Америчке Државе","Јело са шкампима","Нешвил, Сједињене Америчке Државе","Улаз у пекару","Атланта, Сједињене Америчке Државе","Тањир са речним раковима","Мадрид, Шпанија","Шанк у кафеу са пецивом",[3,0,[" ресторана",[0,0]],[7,[" ресторана",[0,0]],2,"Нема ресторана",4,"1 ресторан"]],"Истражујте ресторане према одредишту",[" ",[0,0],[1,1]],"ЛЕТ","Аспен, Сједињене Америчке Државе","Планинска колиба у снежном пејзажу са зимзеленим дрвећем","Биг Сур, Сједињене Америчке Државе","Каиро, Египат","Минарети џамије Ал-Аџар у сумрак","Лисабон, Португалија","Светионик од цигала на мору","Напа, Сједињене Америчке Државе","Базен са палмама","Бали, Индонезија","Базен на обали мора са палмама","Шатор у пољу","Долина Кумбу, Непал","Молитвене заставице испред снегом прекривене планине","Мачу Пикчу, Перу","Тврђава у Мачу Пикчуу","Мале, Малдиви","Бунгалови који се надвијају над водом","Вицнау, Швајцарска","Хотел на обали језера испред планина","Мексико Сити, Мексико","Поглед на Палату лепих уметности из ваздуха","Маунт Рашмор, Сједињене Америчке Државе","Маунт Рашмор","Сингапур","Supertree Grove","Хавана, Куба","Човек се наслања на стари плави аутомобил",[3,0,[" заустављања",[0,0]],[7,[" заустављања",[0,0]],2,"Директан",4,"1 заустављање"]],"Истражујте летове према дестинацији","Изаберите датум","Изаберите датуме","Одаберите одредиште","Експрес ресторани","Изаберите локацију","Одаберите место поласка","Изаберите време","Путници",[3,0,[" ч",[0,0]],[7,[" ч",[0,0]],4,"1 ч"]],[3,0,[" м",[0,0]],[7,[" м",[0,0]],4,"1 м"]],"НОЋЕЊЕ","Мале, Малдиви","Бунгалови који се надвијају над водом","Аспен, Сједињене Америчке Државе","Каиро, Египат","Минарети џамије Ал-Аџар у сумрак","Тајпеј, Тајван","Небодер Тајпеј 101","Планинска колиба у снежном пејзажу са зимзеленим дрвећем","Мачу Пикчу, Перу","Тврђава у Мачу Пикчуу","Хавана, Куба","Човек се наслања на стари плави аутомобил","Вицнау, Швајцарска","Хотел на обали језера испред планина","Биг Сур, Сједињене Америчке Државе","Шатор у пољу","Напа, Сједињене Америчке Државе","Базен са палмама","Порто, Португалија","Шарени станови на тргу Рибеира","Тулум, Мексико","Мајанске рушевине на литици изнад плаже","Лисабон, Португалија","Светионик од цигала на мору",[3,0,[" доступних објеката",[0,0]],[7,[" доступна објекта",[0,0]],2,"Нема доступних објеката",4,"1 доступан објекат"]],"Истражујте смештајне објекте према одредишту","Дозволи","Пита од јабука","Откажи","Чизкејк","Чоколадни брауни","На листи у наставку изаберите омиљени тип посластице. Ваш избор ће се користити за прилагођавање листе предлога за ресторане у вашој области.","Одбаци","Не дозволи","Изаберите омиљену посластицу","Актуелна локација ће се приказивати на мапама и користи се за путање, резултате претраге за ствари у близини и процењено трајање путовања.","Желите ли да дозволите да Мапе приступају вашој локацији док користите ту апликацију?","Тирамису","Дугме","Са позадином","Прикажи обавештење","Ћаскање","Почетна","Профил","Калцијум (%)","Калорије","Угљени хидрати (g)","Дезерт (1 порција)","Масти (g)","Гвожђе (%)","Протеини (g)","Натријум (mg)","Исхрана","Пита од јабука","Мафин","Крофна","Еклер","Замрзнут јогурт","Медењак","Саће","Сладолед сендвич","Желе бомбона","Лизалица",[" са медом",[0,0]],[" са шећером",[0,0]],"Демо верзија","Додирните да бисте изменили делове слике и користите покрете да бисте се кретали по сцени. Превуците да бисте померали, скупите прсте да бисте зумирали и ротирајте помоћу два прста. Притисните дугме за ресетовање да бисте се вратили на почетни положај.","Измените део слике","Ресетујте трансформације","Померање, зумирање, ротирање","2D трансформације","Чипови радњи су скуп опција које покрећу радњу повезану са примарним садржајем. Чипови радњи треба да се појављују динамички и контекстуално у корисничком интерфејсу.","Чип радњи","Дијалог обавештења информише кориснике о ситуацијама које захтевају њихову пажњу. Дијалог обавештења има опционални наслов и опционалну листу радњи.","Обавештење","Обавештење са насловом","Ова трака апликације пружа садржај и радње у вези са актуелним екраном. Користи се за брендирање, наслове екрана, навигацију и радње","Приказује информације и радње у вези са актуелним екраном","Трака апликације","Банер приказује важну, сажету поруку и наводи радње које корисници могу да обаве (или могу да одбаце банер). Неопходно је да корисник обави радњу одбацивања.","Приказује банер у оквиру листе","Банер","Доње траке са апликацијама пружају приступ доњој фиоки за навигацију и највише четири радње, укључујући плутајуће дугме за радњу.","Приказује навигацију и радње у дну","Доња трака са апликацијама","Доња трака за навигацију приказује три до пет одредишта у дну екрана. Свако одредиште представљају икона и опционална текстуална ознака. Када корисник додирне доњу икону за навигацију, отвара се одредиште за дестинацију највишег нивоа које је повезано са том иконом.","Трајне ознаке","Изабрана ознака","Доња навигација која се постепено приказује и нестаје","Доња навигација","Додајте","ПРИКАЖИ ДОЊУ ТАБЕЛУ","Заглавље",["Ставка: ",[8,0]],"Модална доња табела је алтернатива менију или дијалогу и онемогућава интеракцију корисника са остатком апликације.","Модална доња табела","Трајна доња табела приказује информације које допуњују примарни садржај апликације. Трајна доња табела остаје видљива и при интеракцији корисника са другим деловима апликације.","Трајна доња табела","Трајне и модалне доње табеле","Доња табела","Поља за унос текста","Дугме за текст, издигнуто и оивичено дугме и друго","Дугмад","Картица је елемент материјалног дизајна који се користи за представљање сродних информација, на пример, албума, географске локације, оброка, података за контакт итд.","Основне картице са заобљеним угловима","Картице","Мени са контролним листама","Компактни елементи који представљају унос, атрибут или радњу","Чипови","Чипови избора представљају појединачну изабрану ставку из скупа. Чипови избора садрже повезани описни текст или категорије.","Чип избора","Кружни индикатор напретка материјалног дизајна који се окреће да би показао да је апликација заузета.","Кружни индикатор напретка","Демо кôд","Копирано је у привремену меморију.","КОПИРАЈ СВЕ",["Копирање у привремену меморију није успело: ",[44,0]],"Боје и шема боја које представљају палету боја материјалног дизајна.","Све унапред одређене боје","Боје","Картице, листе и плутајуће дугме за радњу","Шаблон трансформисања контејнера је направљен за прелаз између елемената корисничког интерфејса који садрже контејнер. Овај шаблон прави видљиву везу између два елемента корисничког интерфејса","Режим постепеног појављивања и нестајања","Трансформисање контејнера","ПОСТЕПЕНО ПОЈАВЉИВАЊЕ И НЕСТАЈАЊЕ","ПОСТЕПЕНИ ПРЕЛАЗ","Контекстуални мени","Табела радњи је посебан стил обавештења којим се корисницима нуде два или више избора у вези са актуелним контекстом. Табела радњи може да има наслов, додатну поруку и листу радњи.","Табела радњи","Индикатор активности у iOS стилу који се окреће у смеру кретања казаљке на сату","Индикатори активности у iOS стилу","Индикатор активности","Само дугмад са обавештењем","Обавештење са дугмади","Дијалог обавештења информише кориснике о ситуацијама које захтевају њихову пажњу. Дијалог обавештења има опционални наслов, опционални садржај и опционалну листу радњи. Наслов се приказује изнад садржаја, а радње се приказују испод садржаја.","Обавештење","Обавештење са насловом","Дијалози обавештења у iOS стилу","Обавештења","Дугме у iOS стилу. Садржи текст и/или икону који постепено нестају или се приказују када се дугме додирне. Опционално може да има позадину.","Дугмад у iOS стилу","Дугмад","Прва радња","Додирните и задржите Flutter логотип да бисте видели контекстуални мени.","Друга радња","Контекстуални мени преко целог екрана у iOS стилу који се приказује по дугом притиску елемента.","Контекстуални мени у iOS стилу","Контекстуални мени","Трака за навигацију са iOS стилом. Трака за навигацију је трака с алаткама која у најгорем случају садржи само наслов странице на средини.","Трака за навигацију у iOS стилу","Трака за навигацију","Бирач","Датум","Датум и време","Виџет бирача у iOS стилу који може да се користи за бирање стрингова, датума, времена или и датума и времена.","Бирачи у iOS стилу","Време","Тајмер","Бирачи","Виџет који примењује контролу за повлачење ради освежавања садржаја у iOS стилу.","Контрола за повлачење ради освежавања у iOS стилу","Повуците да бисте освежили","Трака за померање која прекрива подређени елемент","Трака за померање у iOS стилу","Трака за померање","Поље за текст претраге које омогућава кориснику да претражује уносом текста и које може да нуди и филтрира предлоге.","Унесите неки текст","Поље за текст претраге у iOS стилу","Поље за текст претраге","Користи се за бирање једне од међусобно искључивих опција. Када је изабрана једна опција у сегментираној контроли, опозива се избор осталих опција у тој сегментираној контроли.","Сегментирана контрола у iOS стилу","Сегментирана контрола",["Непрекидно: ",[12,0]],"Клизач може да се користи да бисте изабрали непрекидан или дискретан скуп вредности.",["Дискретно: ",[11,0]],"Клизач у iOS стилу","Клизач","Прекидач се користи за укључивање/искључивање појединачних подешавања.","Прекидач у iOS стилу","Доња трака са картицама за навигацију у iOS стилу. Приказује више картица, при чему је само једна активна, а према подразумеваним подешавањима то је прва картица.","Доња трака са картицама у iOS стилу","Трака са картицама","Поље за унос текста омогућава кориснику да уноси текст помоћу физичке тастатуре или тастатуре на екрану.","PIN","Поља за унос текста у iOS стилу","Поља за унос текста","Клизачи одражавају опсег вредности на траци, а корисници могу да изаберу једну вредност или опсег вредности. Клизачи могу да имају тему и да се прилагоде.","Прилагођени клизачи","Табеле са подацима приказују информације у облику мреже са редовима и колонама. У њима су информације организоване тако да могу лако да се прегледају и да би корисници могли да траже шаблоне и увиде.","Редови и колоне са информацијама","Табеле са подацима","Приказује дијалог са бирачем датума материјалног дизајна.","Бирач датума","Приказује дијалог са бирачем датума материјалног дизајна.","Бирач периода","Једноставан, са обавештењем и преко целог екрана","Дијалози","Разделници могу да се користе за листе, фиоке и на другим местима за раздвајање садржаја.","Разделник је танка линија која групише садржај у листе и распореде.","Разделник","Документација о API-јима","Издигнута дугмад пружа тродимензионални изглед равном приказу. Она наглашава функције у широким просторима или онима са пуно елемената.","Издигнуто дугме","ОТКАЖИ","ОДБАЦИ","Дијалог обавештења","Модално и плутајуће дугме за радњу","Шаблон постепеног појављивања и нестајања се користи за елементе корисничког система који се појављују или нестају унутар граница екрана, попут дијалога који се постепено појављује и нестаје у центру екрана.","САКРИЈ ПЛУТАЈУЋЕ ДУГМЕ ЗА РАДЊУ","ПРИКАЖИ ИСКАЧУЋИ ПРОЗОР","ПРИКАЖИ ПЛУТАЈУЋЕ ДУГМЕ ЗА РАДЊУ","Постепено појављивање и нестајање","Албуми","Доња навигација","Шаблон постепеног прелаза се користи за прелаз између елемената корисничког интерфејса који немају јак међусобни однос.","Слике","Претрага","123 слике","Постепени прелаз","Чипови филтера користе ознаке или описне речи као начин да филтрирају садржај.","Чип филтера","Плутајуће дугме за радњу је кружна икона дугмета које се приказује изнад садржаја ради истицања примарне радње у апликацији.","Плутајуће дугме за радњу","Производ fullscreenDialog одређује да ли се следећа страница отвара у модалном дијалогу преко целог екрана","Цео екран","Цео екран","Листе у облику координатних мрежа су најбоље за приказивање хомогених података, најчешће слика. Свака ставка на листи у облику координатне мреже се зове плочица.","Са подножјем","Са заглављем","Само слике","Изглед са редовима и колонама","Листе у облику координатних мрежа","Информације","Чипови уноса представљају сложене информације, попут ентитета (особе, места или ствари) или текста из говорног језика, у компактном облику.","Чип уноса","Приказивање URL-а није успело:","Линеарни индикатор напретка материјалног дизајна, познат и као трака напретка.","Линеарни индикатор напретка","Један ред фиксне висине који обично садржи неки текст, као и икону на почетку или на крају.","Секундарни текст","Изгледи покретних листа","Листе","Онемогућена ставка менија","Ставка са менијем са контролним листама","Ставка са контекстуалним менијем","Ставка са менијем са одељцима","Ставка са једноставним менијем",["Означено: ",[10,0]],"Прва ставка контекстуалног менија","Трећа ставка контекстуалног менија","Мени приказује листу опција на привременој површини. Оне се приказују када корисници остварују интеракцију са дугметом, радњом или другом контролом.","Четири","Преузми линк","Прва ставка менија","Трећа ставка менија","Друга ставка менија","Један","Преглед","Уклони",["Изабрано: ",[10,0]],"Дели","Дугмад менија и једноставни менији","Три","Мени","Два","Страница са детаљима","Ставка листе","Секундарни текст","Наслов","Секундарнo","Сви унапред дефинисани шаблони прелаза","Покрет","Окно Материјални дизајн које се превлачи хоризонтално од ивице екрана ради приказивања линкова за навигацију у апликацији.","Приказује фиоку на траци са апликацијама","Превуците од ивице или додирните икону у горњем левом углу да бисте видели фиоку","Фиока за навигацију","Прва ставка","Друга ставка","user.name@example.com","Корисничко име","Виџет материјалног дизајна који треба да се приказује лево или десно у апликацији ради кретања између малог броја приказа, обично између три и пет.","Прва","Друга","Приказује пругу за навигацију у апликацији","Трећа","Пруга за навигацију","Један ред","Додирните овде да бисте видели доступне опције за ову демонстрацију.","Прегледајте опције","Опције","Оивичена дугмад постаје непрозирна и подиже се када се притисне. Обично се упарује заједно са издигнутом дугмади да би означила алтернативну, секундарну радњу.","Оивичено дугме","ПРИКАЖИ БИРАЧ","Бирање датума и времена","Бирачи","Линеарни, кружни, неодређени","Индикатори напретка","Клизачи одражавају опсег вредности на траци. Могу да имају иконе на оба краја траке који одражавају опсег вредности. Идеални су за прилагођавање подешавања као што су јачина звука, осветљеност или примена филтера за слике.","Клизачи опсега","Мени са одељцима","Поља за потврду омогућавају кориснику да изабере више опција из скупа. Вредност уобичајеног поља за потврду је Тачно или Нетачно, а вредност троструког поља за потврду може да буде и Ништа.","Поље за потврду","Дугмад за избор омогућавају кориснику да изабере једну опцију из скупа. Користите дугмад за избор да бисте омогућили ексклузивни избор ако сматрате да корисник треба да види све доступне опције једну поред друге.","Дугме за избор","Поља за потврду, дугмад за избор и прекидачи","Прекидачи за укључивање/искључивање мењају статус појединачних опција подешавања. На основу одговарајуће ознаке у тексту корисницима треба да буде јасно коју опцију прекидач контролише и који је њен статус.","Прекидач","Контроле избора","Шаблон заједничке осе се користи за прелаз између елемената корисничког интерфејса који имају просторни или навигациони однос. Овај шаблон користи заједничку трансформацију по X, Y или Z оси за наглашавање односа између елемената.","Уметност и занати","НАЗАД","У пакету","Пословање","Категорије у пакету се приказују као групе у фиду. Ово можете да промените кад год пожелите.","Побољшајте организацију курсева","ОТВОРИ НАЛОГ","Кулинарство","Дугмад Даље и Назад","Дизајн","ЗАБОРАВИЛИ СТЕ ИМЕЈЛ?","Илустрација","Приказује се појединачно","ДАЉЕ","Пријавите се помоћу налога","Имејл или број телефона","Здраво, Дејвид Парк","Заједничка X оса","268 албума","мин","Извођач","Албум","A–Z","Сортирај по критеријуму Недавно слушано","Недавно слушано","Заједничка Y оса","Рецепт за сендвич са говедином","Сендвич са говедином","Рецепт за пљескавицу","Пљескавица","Рецепт за јело са раковима","Рак","Дугме иконе Подешавања","Рецепт за дезерт","Дезерт","Помоћ","Обавештења","Приватност","Профил","Рецепт за сендвич","Сендвич","Сачувани рецепти","Подешавања","Рецепт за јело са шкампима","Шкамп","Заједничка Z оса","Једноставан дијалог кориснику нуди избор између неколико опција. Једноставан дијалог има опционални наслов који се приказује изнад тих избора.","Једноставан","Једноставни мени","Непрекидан","Непрекидан клизач опсега са прилагођеном темом","Непрекидан са нумеричком вредношћу која може да се измени","Клизачи одражавају опсег вредности на траци, а корисници могу да изаберу једну вредност. Идеални су за прилагођавање подешавања као што су јачина звука, осветљеност или примена филтера за слике.","Дискретан","Дискретан клизач са прилагођеном темом","Нумеричка вредност која може да се измени","Виџети за бирање вредности превлачењем прстом","Клизачи","Притиснули сте радњу траке за обавештења.","РАДЊА","ПРИКАЗУЈ ТРАКУ ЗА ОБАВЕШТЕЊА","Траке за обавештења обавештавају кориснике о процесу који је нека апликација обавила или ће обавити. Привремено се приказују у дну екрана. Не би требало да ометају кориснички доживљај и не захтевају активност корисника да би нестале.","Траке за обавештења приказују поруке у дну екрана","Ово је трака за обавештења.","Траке за обавештења","Картице организују садржај на различитим екранима, у скуповима података и другим интеракцијама.","Без померања","Померање","Картице са приказима који могу засебно да се померају","Картице","Када се притисне, дугме за текст приказује мрљу боје, али се не подиже. Дугмад за текст користите на тракама с алаткама, у дијалозима и у тексту са размаком","Дугме за текст","Поља за унос текста омогућавају корисницима да унесу текст у кориснички интерфејс. Обично се приказују у облику образаца и дијалога.","Имејл","Унесите лозинку.","(###) ###-#### – унесите број телефона у Сједињеним Америчким Државама","Пре слања исправите грешке означене црвеном бојом.","Сакриј лозинку","Нека буде кратко, ово је само демонстрација.","Биографија","Име*",[" има број телефона ",[0,0],[19,1]],"Име је обавезно.","Не више од 8 знакова.","Уносите само абецедне знакове.","Лозинка*","Лозинке се не подударају","Број телефона*","* означава обавезно поље","Поново унесите лозинку*","Плата","Прикажи лозинку","ПОШАЉИ","Један ред текста и бројева који могу да се измене","Реците нам нешто о себи (нпр. напишите чиме се бавите или које хобије имате)","Поља за унос текста","USD","Како вас људи зову?","Где можемо да вас контактирамо?","Ваша имејл адреса","Приказује дијалог са бирачем времена материјалног дизајна.","Бирач времена","Дугмад за укључивање/искључивање може да се користи за груписање сродних опција. Да бисте нагласили групе сродне дугмади за укључивање/искључивање, група треба да има заједнички контејнер","Дугмад за укључивање/искључивање","Објашњења пружају текстуалне ознаке које објашњавају функцију дугмета или неке друге радње у корисничком интерфејсу. Објашњења приказују информативни текст када корисници прелазе курсором преко елемента, односно када се фокусирају на њега или га дуго притискају.","Дуго притискајте елемент или пређите курсором преко њега да би се приказало објашњење.","Кратка порука која се приказује при дугом притиску или преласку курсором","Објашњења","Два реда","Детаљи","Овако се TwoPane понаша на уређају на преклоп.","На преклоп",["Ставка ",[7,0]],["Детаљи ставке ",[14,0]],"Листа","Изаберите ставку","Овако се TwoPane понаша на уређају са малим екраном.","Мали екран","Прилагодљиви распореди на уређајима на преком, великим и малим екранима","Овако се TwoPane понаша на већем екрану, попут оних на таблету или рачунару.","Таблети и рачунари","TwoPane","Дефиниције разних типографских стилова у материјалном дизајну.","Сви унапред дефинисани стилови текста","Типографија","Вертикални разделник","Опозови избор","Додај налог","ПРИХВАТАМ","ОТКАЖИ","НЕ ПРИХВАТАМ","ОДБАЦИ","Желите ли да одбаците радну верзију?","Демонстрација дијалога на целом екрану","САЧУВАЈ","Дијалог преко целог екрана","Дозволите да Google помаже апликацијама у одређивању локације. То значи да се Google-у шаљу анонимни подаци о локацији, чак и када ниједна апликација није покренута.","Желите ли да користите Google услуге локације?",["Изабрали сте: „“",[15,0]],"Подесите резервни налог","ПРИКАЖИ ДИЈАЛОГ","ОДБАЦИ","Апликација за вести фокусирана на садржај","Реформисање Зелене армије изнутра","Недостају пчеле за фарме","Дизајнери користе технологију да би правили футуристичке тканине","Феминисткиње се баве политиком","Будућност бензина","Тиха, али моћна револуција здравственог система","Док акције стагнирају, многи се окрећу валути","Раздвојени амерички животи током рата","Најновије вести","Бизнис","Култура","Насловна страница","Политика","Наука","Спорт","Технологија","Путовања","САД","Свет","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" GitHub складиште",[0,0]],"СТИЛОВИ И ДРУГО","Категорије","Галерија","Учитава се","Није изабрано","Плажа","Бронзани радови","Ченај","Четинад","Рибар","Цветна пијаца","Спремање ручка","Пијаца","Пондишери","Солана","Скутери","Произвођач свиле","Танџавур","Храм у Танџавуру",[" рачун  са .",[0,0],[7,1],[11,2]],"Штедња за куповину аутомобила","Текући","Штедња за куповину дома","Одмор","Власник налога","Годишњи проценат добити","Камата плаћена прошле године","Каматна стопа","Камата од почетка године до данас","Следећи извод","Укупно","Налози","Обавештења",["Овог месеца сте потрошили  на накнаде за банкомате",[26,0]],["Одлично! На текућем рачуну имате  више него прошлог месеца.",[33,0]],["Пажња! Искористили сте  буџета за куповину за овај месец.",[23,0]],["Ове недеље сте потрошили  на ресторане.",[25,0]],[3,0,["Повећајте могући одбитак пореза! Доделите категорије за  недодељених трансакција.",[56,0]],[7,["Повећајте могући одбитак пореза! Доделите категорије за  недодељене трансакције.",[56,0]],4,"Повећајте могући одбитак пореза! Доделите категорије 1 недодељеној трансакцији."]],["Рачун () од  доспева .",[7,0],[12,1],[21,2]],"Износ задужења","Плаћени износ","Укупан износ","Обрачуни","Доспева на наплату",["Буџет за , потрошено је  од , преостало је ",[9,0],[24,1],[28,2],[43,3]],"Одећа","Кафићи","Бакалницe","Ресторани","Преостали износ","Искоришћени износ","Укупно ограничење","Преостаје","Буџети","Апликација за личне финансије","ПРЕОСТАЈЕ","ПРИЈАВИ МЕ","Пријави ме","Пријавите се у апликацију Rally","Немате налог?","Лозинка","Запамти ме","РЕГИСТРУЈ МЕ","Корисничко име","ПРИКАЖИ СВЕ","Прикажи све рачуне","Прикажи све рачуне","Прикажи све буџете","Пронађите банкомате","Помоћ","Управљајте налозима","Обавештења","Подешавања без папира","Шифра и ИД за додир","Лични подаци","Одјавите се","Порески документи","НАЛОЗИ","ОБРАЧУНИ","БУЏЕТИ","ПРЕГЛЕД","ПОДЕШАВАЊА","Ефикасна, фокусирана апликација за имејл","Радне верзије","Пријемно сандуче","Послато","Непожељно","Са звездицом","Отпад","Изабери","Може да се изабере (дуги притисак)","Изабрано је","О услузи Flutter Gallery","Дизајнирала агенција TOASTER из Лондона","Затворите подешавања","Подешавања","Тамна","Пошаљи повратне информације","Светла","Локалитет","Механика платформе","Успорени снимак","Систем","Смер текста","Слева надесно","На основу локалитета","Здесна налево","Промена величине текста","Огроман","Велики","Уобичајен","Мали","Тема","Подешавања","ОТКАЖИ","ОБРИШИ СВЕ ИЗ КОРПЕ",[3,0,[" СТАВКИ",[0,0]],[7,[" СТАВКЕ",[0,0]],2,"НЕМА СТАВКИ",4,"1 СТАВКА"]],"КОРПА","Испорука:","Међузбир:","Порез:","УКУПНО","ДОДАЦИ","СВЕ","ОДЕЋА","КУЋА","Модерна апликација за малопродају","Лозинка","Корисничко име","ОДЈАВИ МЕ","МЕНИ","ДАЉЕ","Плава камена шоља","Тамноружичаста мајица са таласастим рубом","Платнене салвете","Платнена мајица","Класична бела кошуља","Џемпер боје глине","Бакарна вешалица","Мајица са танким цртама","Баштенски конопац","Качкет","Gentry јакна","Трио позлаћених сточића","Црвени шал","Сива мајица без рукава","Чајни сет Hurrahs","Кухињски сет из четири дела","Тамноплаве панталоне","Туника боје гипса",["x ",[2,0]],["Количина: ",[10,0]],"Сто за четири особе","Посуда за кишницу","Женска блуза Ramona","Тамноплава туника","Џемпер са шаблоном морских таласа","Мајица са заврнутим рукавима","Торба са ручком за ношење на рамену","Керамички сет Soothe","Наочаре за сунце Stella","Strut минђуше","Саксије за сочнице","Хаљина за заштиту од сунца","Сурферска мајица","Врећаста торба","Чарапе са пругама","Мајица са изрезом у облику слова v (беле боје)","Плетени привезак за кључеве","Бела кошуља са пругама","Каиш Whitney",[3,0,["Корпа за куповину,  артикала",[19,0]],[7,["Корпа за куповину,  артикла",[19,0]],2,"Корпа за куповину, нема артикала",4,"Корпа за куповину, 1 артикал"]],"Додај у корпу",["Уклони производ ",[16,0]],"Затворите корпу","Затворите мени","Отворите мени","Уклоните ставку","Претражите","Подешавања","ПРИЈАВИТЕ СЕ","Изаберите демонстрацију","Изглед апликације за покретање која реагује",["Ставка: ",[8,0]],"Главни текст","ДУГМЕ","Наслов","Титл","Наслов","Апликација за покретање","Додајте","Омиљено","Претрага","Делите"]