[0,"th","832mje",0,null,"กำลังโหลด","ยกเลิกการเลือก","เลือก","เลือกได้ (กดค้าง)","เลือกแล้ว","เดโม","แถบด้านล่างของแอป","ไม่ได้เลือก","ช่องข้อความค้นหา","เครื่องมือเลือก","ช่องข้อความค้นหารูปแบบ iOS","ช่องข้อความค้นหาที่ช่วยให้ผู้ใช้ค้นหาได้โดยการป้อนข้อความ ทั้งยังเสนอและกรองตัวเลือกที่แนะนำได้","ป้อนข้อความ","แถบเลื่อน","แถบเลื่อนรูปแบบ iOS","แถบเลื่อนที่รวมองค์ประกอบย่อยที่ระบุ",["รายการ ",["7","0"]],"รายการ","พับได้","หน้าจอขนาดเล็ก","นี่คือลักษณะการทำงานของ TwoPane ในอุปกรณ์ที่มีหน้าจอขนาดเล็ก","แท็บเล็ต/เดสก์ท็อป","นี่คือลักษณะการทำงานของ TwoPane ในอุปกรณ์ที่มีหน้าจอขนาดใหญ่ขึ้น เช่น แท็บเล็ตหรือเดสก์ท็อป","TwoPane","เลย์เอาต์ที่ปรับเปลี่ยนตามอุปกรณ์ในอุปกรณ์ที่พับได้ อุปกรณ์หน้าจอขนาดใหญ่ และอุปกรณ์หน้าจอขนาดเล็ก","เลือกเดโม","นี่คือลักษณะการทำงานของ TwoPane ในอุปกรณ์ที่พับได้","รายละเอียด","เลือกรายการ",["รายละเอียดรายการ ",["h","0"]],"แตะโลโก้ Flutter ค้างไว้เพื่อดูเมนูตามบริบท","เมนูตามบริบทเต็มหน้าจอแบบ iOS ที่ปรากฏเมื่อมีการกดองค์ประกอบค้างไว้","แถบแอป","แถบแอปแสดงเนื้อหาและการทำงานที่เกี่ยวข้องกับหน้าจอปัจจุบัน ใช้สำหรับการสร้างแบรนด์ ชื่อหน้าจอ การนำทาง และการทำงาน","ตัวแบ่ง","ตัวแบ่งคือเส้นบางๆ ที่จัดเนื้อหาในรายการและเลย์เอาต์ไว้เป็นกลุ่ม","ตัวแบ่งสามารถใช้แยกเนื้อหาในรายการ ลิ้นชัก และตำแหน่งอื่นๆ","ตัวแบ่งแนวตั้ง","เมนูตามบริบท","เมนูตามบริบทแบบ iOS","แสดงข้อมูลและการทำงานที่เกี่ยวข้องกับหน้าจอปัจจุบัน","การทำงาน 1","การทำงาน 2","แสดงกล่องโต้ตอบที่มีเครื่องมือเลือกช่วงวันที่แบบ Material Design","เครื่องมือเลือกช่วงวันที่","ชื่อผู้ใช้","user.name@example.com","เลื่อนจากขอบหรือแตะไอคอนด้านซ้ายบนเพื่อดูลิ้นชัก","แถบข้างสำหรับไปยังส่วนต่างๆ","การแสดงแถบข้างสำหรับไปยังส่วนต่างๆ ภายในแอป","วิดเจ็ตแบบ Material ที่มีไว้เพื่อแสดงบริเวณด้านซ้ายหรือขวาของแอปสำหรับการไปยังส่วนต่างๆ ระหว่างมุมมองไม่กี่มุมมอง โดยทั่วไปจะอยู่ที่ระหว่าง 3 ถึง 5 มุมมอง","อันดับที่ 1","ลิ้นชักการนำทาง","อันดับที่ 3","ที่ติดดาว","ปุ่มข้อความจะแสดงการไฮไลต์เมื่อกดแต่จะไม่ยกขึ้น ใช้ปุ่มข้อความกับแถบเครื่องมือ ในกล่องโต้ตอบ และแทรกในบรรทัดแบบมีระยะห่างจากขอบ","ปุ่มแบบยกขึ้น","ปุ่มแบบยกขึ้นช่วยเพิ่มมิติให้แก่เลย์เอาต์แบบแบนราบเป็นส่วนใหญ่ โดยจะช่วยเน้นฟังก์ชันในพื้นที่ที่มีการใช้งานมากหรือกว้างขวาง","ปุ่มแบบเติมขอบ","ปุ่มแบบเติมขอบจะเปลี่ยนเป็นสีทึบและยกขึ้นเมื่อกด มักจับคู่กับปุ่มแบบยกขึ้นเพื่อระบุว่ามีการดำเนินการสำรองอย่างอื่น","การ์ด รายการ และ FAB","การแสดงลิ้นชักภายในแถบแอป","แอปอีเมลที่ตรงจุดและมีประสิทธิภาพ","แผงแบบ Material Design ที่เลื่อนในแนวนอนจากขอบของหน้าจอเพื่อแสดงลิงก์ไปยังส่วนต่างๆ ในแอปพลิเคชัน","ร่างจดหมาย","รายการที่ 1","กล่องจดหมาย","ปุ่มถัดไปและย้อนกลับ","จดหมายขยะ","ถังขยะ","ส่งแล้ว","อันดับที่ 2","รายการที่ 2","รูปแบบและ FAB","การไปยังส่วนต่างๆ ด้านล่าง","ปุ่มไอคอนการตั้งค่า","เรียงตาม \"ฟังล่าสุด\"","ปุ่มข้อความ","แซนด์วิชเนื้อ","สูตรของหวาน","ศิลปิน","อัลบั้ม","ฟังล่าสุด","A-Z","268 อัลบั้ม","แกน Y ที่ใช้ร่วมกัน","สร้างบัญชี","ทิ้ง","อีเมลหรือหมายเลขโทรศัพท์","ลงชื่อเข้าใช้บัญชีของคุณ","สวัสดี David Park","แสดงแยกแต่ละรายการ","แพ็กเกจ","อัลบั้ม","การออกแบบ","ภาพ","ธุรกิจ","ศิลปะและหัตถกรรม","ข้อความรอง","ยกเลิก","กล่องโต้ตอบการแจ้งเตือน","ซ่อน FAB","แสดง FAB","แสดงรูปแบบ","รูปแบบ \"จางลง\" ใช้กับองค์ประกอบ UI ที่เข้าหรือออกภายในขอบเขตหน้าจอ เช่นกล่องโต้ตอบที่จางลงตรงกลางของหน้าจอ","จางลง","123 รูปภาพ","ค้นหา","รูปภาพ","หมวดหมู่ตามกลุ่มจะแสดงเป็นกลุ่มในฟีดของคุณ ซึ่งคุณจะเปลี่ยนแปลงได้ในภายหลังเสมอ","รูปแบบ \"จางผ่าน\" ใช้กับการเปลี่ยนระหว่างองค์ประกอบ UI ที่ไม่มีความสัมพันธ์ที่มีอิทธิพลต่อกัน","จางผ่าน","ความช่วยเหลือ","รูปแบบต่างๆ ของการเปลี่ยนที่กำหนดค่าไว้ล่วงหน้า","การแจ้งเตือน","โปรไฟล์","สูตรที่บันทึกไว้","สูตรแซนด์วิชเนื้อ","สูตรอาหารจานปู","ปรับปรุงหลักสูตรของคุณให้มีประสิทธิภาพ","ปู","สูตรอาหารจานกุ้ง","กุ้ง","จางผ่าน","ของหวาน","สูตรแซนด์วิช","แซนด์วิช","สูตรเบอร์เกอร์","เบอร์เกอร์","การตั้งค่า","แกน Z ที่ใช้ร่วมกัน","ความเป็นส่วนตัว","การเคลื่อนไหว","เปลี่ยนรูปแบบคอนเทนเนอร์","รูปแบบ \"เปลี่ยนรูปแบบคอนเทนเนอร์\" ออกแบบมาสำหรับการเปลี่ยนระหว่างองค์ประกอบ UI ที่มีคอนเทนเนอร์ รูปแบบนี้สร้างการเชื่อมต่อที่มองเห็นได้ระหว่างองค์ประกอบ UI 2 รายการ","โหมดจาง","จางลง","นาที","ชื่อ","หากลืมอีเมล","รอง","หน้ารายละเอียด","รายการย่อย","รูปแบบ \"แกนร่วม\" ใช้ในการเปลี่ยนระหว่างองค์ประกอบ UI ที่มีความสัมพันธ์ในการนำทางหรือเชิงพื้นที่ รูปแบบนี้ใช้การเปลี่ยนรูปแบบร่วมกันบนแกน X, Y, หรือ Z เพื่อเสริมความสัมพันธ์ระหว่างองค์ประกอบต่างๆ","แกน X ที่ใช้ร่วมกัน","กลับ","ถัดไป","การทำอาหาร",["ที่เก็บ  ใน GitHub",["8","0"]],"สหรัฐอเมริกา","ธุรกิจ","วิทยาศาสตร์","กีฬา","ท่องเที่ยว","วัฒนธรรม","การออกแบบและเทคโนโลยี","จำนวนที่เหลือ","การปฏิรูป Green Army จากภายใน","แอปข่าวที่มุ่งเน้นเนื้อหา","จำนวนที่ครบกำหนดชำระ","จำนวนรวมสูงสุดที่กำหนด","จำนวนที่ใช้","การปฏิวัติสาธารณสุข","หน้าแรก","ต่างประเทศ","จำนวนที่ชำระ","การเมือง","ขาดแคลนผึ้งเลี้ยง","อนาคตของน้ำมันเชื้อเพลิง","GreenArmy","เกิดการแบ่งพวกในหมู่นักสิทธิสตรี","นักออกแบบใช้เทคโนโลยีในการสร้างผ้าแห่งอนาคต","คนจำนวนมากหวังพึ่งการแลกเปลี่ยนสกุลเงินขณะที่หุ้นซบเซา","การปฏิรูป","เทคโนโลยี","ชีวิตที่มีการแบ่งแยกของชาวอเมริกันในช่วงสงคราม","การปฏิวัติสาธารณสุขที่เงียบแต่ทรงพลัง","ข้อมูลอัปเดตล่าสุด","หุ้น","จำนวนรวม","วันที่และเวลา","ลงชื่อเข้าใช้",[" ใส่น้ำตาล",["0","0"]],"พายแอปเปิล","โดนัท","รังผึ้ง","อมยิ้ม","เจลลี่บีน","ขนมปังขิง","คัพเค้ก","เอแคลร์","แซนด์วิชไอศกรีม","โฟรเซนโยเกิร์ต","เหล็ก (%)","แคลเซียม (%)","โซเดียม (มก.)","เครื่องมือเลือกเวลา","รีเซ็ตการเปลี่ยนรูปแบบ","ไขมัน (ก.)","แคลอรี","ของหวาน (สำหรับ 1 ที่)","เมืองตัญชาวร์ รัฐทมิฬนาฑู","แสดงกล่องโต้ตอบที่มีเครื่องมือเลือกเวลาแบบดีไซน์ Material","แสดงเครื่องมือเลือก","แบบเลื่อน","แบบไม่เลื่อน",[3,0,[" ชม.",["0","0"]],[4,"1 ชม."]],[3,0,[" นาที",["0","0"]],[4,"1 นาที"]],[" ",["0","0"],["1","1"]],"โภชนาการ","เครื่องมือเลือกวันที่","การเลือกวันที่และเวลา","เครื่องมือเลือก","แก้ไขชิ้นส่วน","ตารางข้อมูลแสดงข้อมูลในรูปแบบตารางกริดที่ประกอบด้วยแถวและคอลัมน์ ใช้ในการจัดระเบียบข้อมูลให้ค้นหาได้ง่ายเพื่อให้ผู้ใช้มองหารูปแบบและข้อมูลเชิงลึกได้","แตะเพื่อแก้ไขชิ้นส่วนแล้วใช้ท่าทางสัมผัสเพื่อเคลื่อนไหวไปรอบๆ ฉาก ใช้ 2 นิ้วลากเพื่อเลื่อน บีบเพื่อซูม หมุน กดปุ่มรีเซ็ตเพื่อกลับไปที่การวางแนวเริ่มต้น","เลื่อน ซูม หมุน","การเปลี่ยนรูปแบบ 2 มิติ","PIN","ช่องข้อความที่ให้ผู้ใช้ป้อนข้อความด้วยแป้นพิมพ์ที่เป็นฮาร์ดแวร์หรือแป้นพิมพ์บนหน้าจอ","ช่องข้อความแบบ iOS","ช่องข้อความ","แสดงกล่องโต้ตอบที่มีเครื่องมือเลือกวันที่แบบดีไซน์ Material","เวลา","วันที่","ตัวจับเวลา","วิดเจ็ตเครื่องมือเลือกรูปแบบ iOS ที่ใช้ในการเลือกสตริง วันที่ เวลา หรือทั้งวันที่และเวลาได้","เครื่องมือเลือกรูปแบบ iOS","เครื่องมือเลือก",[" ใส่น้ำผึ้ง",["0","0"]],"เมืองเชตินาถ","รีเซ็ตแบนเนอร์","การดำเนินการหลายรายการ","ไอคอนแสดงอันดับที่นำอยู่","ปิด","แตะได้","เลือกได้ (กดค้าง)","สำรวจ",["สำรวจ ",["6","0"]],["แชร์ ",["5","0"]],"10 อันดับเมืองน่าไปเยือนในทมิฬนาฑู","หมายเลข 10","เมืองตัญชาวร์","โปรตีน (ก.)","ช่างฝีมือแห่งอินเดียใต้","เครื่องปั่นไหม","มีการอัปเดตรหัสผ่านในอุปกรณ์เครื่องอื่น โปรดลงชื่อเข้าใช้อีกครั้ง","เมือง Sivaganga รัฐทมิฬนาฑู","วัดพฤหธิศวร","วัด","แบนเนอร์","กำลังแสดงแบนเนอร์ภายในรายการ","แบนเนอร์แสดงข้อความสำคัญที่สั้นกระชับและเสนอการดำเนินการให้ผู้ใช้พูด (หรือปิดแบนเนอร์) ผู้ใช้ต้องดำเนินการอย่างใดอย่างหนึ่งหากจะปิดแบนเนอร์","การ์ด","การ์ดพื้นฐานแบบมีมุมโค้งมน","การ์ดคือแผ่นเอกสารที่ใช้แสดงข้อมูลที่เกี่ยวข้อง เช่น อัลบั้ม สถานที่ตั้งทางภูมิศาสตร์ มื้ออาหาร ข้อมูลติดต่อ เป็นต้น","ตารางข้อมูล","แถวและคอลัมน์ข้อมูล","คาร์โบไฮเดรต (ก.)","ธานจาวูร์","รายการแบบตารางกริด","ตลาดดอกไม้","โรงหล่อทองแดง","ตลาด","วัดธานจาวูร์","นาเกลือ","สกู๊ตเตอร์","เครื่องทอผ้าไหม","เตรียมอาหารกลางวัน","ชายหาด","ชาวประมง",["เลือกไว้: ",["a","0"]],"นำออก","รับลิงก์","แชร์","แสดงการนำทางและการทำงานที่ด้านล่าง","รายการพร้อมเมนูแบบเป็นส่วน","รายการในเมนูที่ปิดใช้","สัญญาณบอกสถานะความคืบหน้าแบบเชิงเส้น","รายการในเมนูตามบริบทที่ 1","รายการพร้อมเมนูแบบง่าย","แถบเลื่อนที่กำหนดเอง","รายการพร้อมเมนูแบบรายการตรวจสอบ","สัญญาณบอกสถานะกิจกรรม","สัญญาณบอกสถานะกิจกรรมแบบ iOS","สัญญาณบอกสถานะกิจกรรมแบบ iOS ที่หมุนตามเข็มนาฬิกา","แถบนำทาง","แถบนำทางแบบ iOS","แถบนำทางแบบ iOS แถบนำทางคือแถบเครื่องมือที่มีชื่อหน้าเว็บแสดงอย่างน้อยที่สุดตรงกลางของแถบเครื่องมือ","ดึงเพื่อรีเฟรช","ตัวควบคุมแบบ iOS สำหรับดึงเพื่อรีเฟรช","วิดเจ็ตที่ใช้ตัวควบคุมเนื้อหาแบบ iOS สำหรับดึงเพื่อรีเฟรช","สัญญาณบอกสถานะความคืบหน้า","เชิงเส้น วงกลม ไม่ชัดเจน","สัญญาณบอกสถานะความคืบหน้าแบบวงกลม","สัญญาณบอกสถานะความคืบหน้าแบบวงกลมของดีไซน์ Material ที่หมุนเพื่อบอกให้ทราบว่าแอปพลิเคชันยังไม่พร้อมทำงาน","4","สัญญาณบอกสถานะความคืบหน้าแบบเชิงเส้นของดีไซน์ Material หรือเรียกอีกอย่างว่าแถบความคืบหน้า","เคล็ดลับเครื่องมือ","ข้อความสั้นๆ ที่แสดงเมื่อกดค้างหรือวางเมาส์เหนือองค์ประกอบ","เคล็ดลับเครื่องมือมีป้ายกำกับข้อความที่ช่วยอธิบายฟังก์ชันของปุ่มหรือการดำเนินการผ่านอินเทอร์เฟซผู้ใช้อื่นๆ เคล็ดลับเครื่องมือจะแสดงข้อความที่เป็นประโยชน์เมื่อผู้ใช้วางเมาส์เหนือ โฟกัสที่ หรือกดค้างองค์ประกอบ","กดค้างหรือวางเมาส์เหนือองค์ประกอบเพื่อแสดงเคล็ดลับเครื่องมือ","เจนไน",["เลือกไว้: ",["a","0"]],"เชตินาถ","แสดงตัวอย่าง","แถบด้านล่างของแอป","แถบด้านล่างของแอปช่วยในการเข้าถึงลิ้นชักการนำทางด้านล่างและการทำงานสูงสุด 4 รายการ ซึ่งรวมถึงปุ่มการทำงานแบบลอย","รอยบาก","ตำแหน่งของปุ่มการทำงานแบบลอย","อยู่กับที่ - ส่วนท้าย","อยู่กับที่ - ตรงกลาง","ลอย - ส่วนท้าย","ลอย - ตรงกลาง","ค่าตัวเลขที่แก้ไขได้","เลย์เอาต์แบบแถวและคอลัมน์","ลิสต์แบบตารางกริดเหมาะสมที่สุดสำหรับการนำเสนอข้อมูลที่มีลักษณะเหมือนกันซึ่งมักจะเป็นรูปภาพ โดยแต่ละรายการในลิสต์แบบตารางกริดเรียกว่าการ์ด","รูปภาพเท่านั้น","พร้อมส่วนหัว","พร้อมส่วนท้าย","แถบเลื่อน","วิดเจ็ตสำหรับเลือกค่าด้วยการเลื่อน","แถบเลื่อนแสดงช่วงของค่าในแถบซึ่งให้ผู้ใช้เลือกค่าใดค่าหนึ่ง เหมาะสำหรับการปรับการตั้งค่า เช่น ระดับเสียง ความสว่าง หรือการใช้ฟิลเตอร์รูปภาพ","แถบเลื่อนสำหรับช่วง","แถบเลื่อนแสดงช่วงของค่าในแถบ และอาจมีไอคอนอยู่ที่ปลายทั้ง 2 ด้านเพื่อแสดงช่วงของค่า เหมาะสำหรับการปรับการตั้งค่า เช่น ระดับเสียง ความสว่าง หรือการใช้ฟิลเตอร์รูปภาพ","รายการพร้อมเมนูตามบริบท","แถบเลื่อนแสดงช่วงของค่าในแถบซึ่งให้ผู้ใช้เลือกค่าเดียวหรือช่วงค่าก็ได้ รวมถึงอาจมีธีมและการปรับแต่ง","ต่อเนื่องโดยมีค่าตัวเลขที่แก้ไขได้","ไม่ต่อเนื่อง","แถบเลื่อนแบบค่าไม่ต่อเนื่องซึ่งมีธีมที่กำหนดเอง","แถบเลื่อนสำหรับช่วงต่อเนื่องซึ่งมีธีมที่กำหนดเอง","ต่อเนื่อง","พอนดิเชอร์รี","เมนู","เมนูตามบริบท","เมนูแบบเป็นส่วน","เมนูแบบง่าย","เมนูแบบรายการตรวจสอบ","ปุ่มเมนูและเมนูแบบง่าย","เมนูจะแสดงรายการตัวเลือกบนพื้นผิวชั่วคราว โดยจะปรากฏขึ้นเมื่อผู้ใช้โต้ตอบกับปุ่ม การดำเนินการ หรือตัวควบคุมอื่นๆ","รายการในเมนูที่ 1","รายการในเมนูที่ 2","รายการในเมนูที่ 3","1","2","3","รายการในเมนูตามบริบทที่ 3","สวิตช์แบบ iOS","นี่คือแถบแสดงข้อความ","แถบเลื่อนแบบ iOS","แถบเลื่อนอาจใช้ในการเลือกชุดค่าที่ต่อเนื่องหรือไม่ต่อเนื่อง",["ต่อเนื่อง: ",["b","0"]],["ไม่ต่อเนื่อง: ",["e","0"]],"คุณกดการทำงานของแถบแสดงข้อความ","กลับไปที่แกลเลอรี","แถบแท็บ","สวิตช์ใช้ในการสลับสถานะเปิด/ปิดของการตั้งค่ารายการเดียว","การทำงาน","โปรไฟล์","แสดงแถบแสดงข้อความ","แถบแสดงข้อความจะแจ้งให้ผู้ใช้ทราบเกี่ยวกับขั้นตอนที่แอปได้ทำไปแล้วหรือจะทำ แถบนี้ปรากฏชั่วคราวที่บริเวณด้านล่างของหน้าจอ ไม่ควรรบกวนประสบการณ์ของผู้ใช้ และผู้ใช้ไม่ต้องป้อนข้อมูลเพื่อให้แถบนี้หายไป","แถบแสดงข้อความจะแสดงข้อความที่ด้านล่างของหน้าจอ","แถบแสดงข้อความ","แถบเลื่อน","แชท","หน้าแรก","แถบแท็บการนำทางด้านล่างแบบ iOS แสดงแท็บหลายแท็บที่มี 1 แท็บใช้งานอยู่ ซึ่งโดยค่าเริ่มต้นคือแท็บแรก","แถบแท็บด้านล่างแบบ iOS","ดูตัวเลือก","แตะที่นี่เพื่อดูตัวเลือกสำหรับการสาธิตนี้","คัดลอกทั้งหมด",["นำ  ออก",["3","0"]],"เพิ่มในรถเข็น",[3,0,["รถเข็นช็อปปิ้งมีสินค้า  รายการ",["n","0"]],[2,"รถเข็นช็อปปิ้งไม่มีสินค้า",4,"รถเข็นช็อปปิ้งมีสินค้า 1 รายการ"]],["คัดลอกไปยังคลิปบอร์ดไม่สำเร็จ: ",["v","0"]],"คัดลอกไปยังคลิปบอร์ดแล้ว","ซากปรักหักพังของอารยธรรมมายันบนหน้าผาเหนือชายหาด","โรงแรมริมทะเลสาบที่อยู่หน้าภูเขา","ป้อมมาชูปิกชู","กระท่อมหลังเล็กท่ามกลางทิวทัศน์ที่มีหิมะและต้นไม้เขียวชอุ่ม","บังกะโลที่ตั้งอยู่เหนือน้ำ","สระว่ายน้ำริมทะเลซึ่งมีต้นปาล์ม","สระว่ายน้ำที่มีต้นปาล์ม","ประภาคารอิฐกลางทะเล","มัสยิดอัลอัซฮัรช่วงพระอาทิตย์ตก","ผู้ชายพิงรถโบราณสีน้ำเงิน","ซูเปอร์ทรี โกรฟ","เคาน์เตอร์ในคาเฟ่ที่มีขนมอบต่างๆ","เบอร์เกอร์","โรงแรมริมทะเลสาบที่อยู่หน้าภูเขา","ช่องทำเครื่องหมาย ปุ่มตัวเลือก และสวิตช์","ผู้หญิงถือแซนด์วิชเนื้อชิ้นใหญ่","บังกะโลที่ตั้งอยู่เหนือน้ำ","ทางเข้าร้านเบเกอรี่","เมนูที่ใส่กุ้ง","บริเวณที่นั่งในร้านอาหารซึ่งดูมีศิลปะ","ของหวานที่เป็นช็อกโกแลต","ทาโก้แบบเกาหลี","ป้อมมาชูปิกชู","บาร์ที่ไม่มีลูกค้าซึ่งมีม้านั่งสูงแบบไม่มีพนัก","พิซซ่าในเตาอบฟืนไม้","ตึกระฟ้าไทเป 101","มัสยิดอัลอัซฮัรช่วงพระอาทิตย์ตก","ประภาคารอิฐกลางทะเล","จานใส่กุ้งน้ำจืด","อพาร์ตเมนต์สีสันสดใสที่จัตุรัส Ribeira","สระว่ายน้ำที่มีต้นปาล์ม","เต็นท์ในทุ่ง","ปิดการตั้งค่า","ช่องทำเครื่องหมายให้ผู้ใช้เลือกตัวเลือกจากชุดตัวเลือกได้หลายรายการ ค่าปกติของช่องทำเครื่องหมายคือ \"จริง\" หรือ \"เท็จ\" และค่า 3 สถานะของช่องทำเครื่องหมายอาจเป็น \"ว่าง\" ได้ด้วย","การตั้งค่า","รายการ","เลย์เอาต์รายการแบบเลื่อน","แถวเดี่ยวความสูงคงที่ซึ่งมักจะมีข้อความบางอย่างรวมถึงไอคอนนำหน้าหรือต่อท้าย","หนึ่งบรรทัด","สองบรรทัด","ข้อความรอง","การควบคุมการเลือก","ภูเขารัชมอร์","ช่องทำเครื่องหมาย","ผู้ชายพิงรถโบราณสีน้ำเงิน","ปุ่มตัวเลือก","ปุ่มตัวเลือกให้ผู้ใช้เลือก 1 ตัวเลือกจากชุดตัวเลือก ใช้ปุ่มตัวเลือกสำหรับการเลือกพิเศษในกรณีที่คุณคิดว่าผู้ใช้จำเป็นต้องเห็นตัวเลือกที่มีอยู่ทั้งหมดแสดงข้างกัน","สวิตช์","สวิตช์เปิด/ปิดสลับสถานะของตัวเลือกการตั้งค่า 1 รายการ ตัวเลือกที่สวิตช์ควบคุมและสถานะของตัวเลือกควรแตกต่างอย่างชัดเจนจากป้ายกำกับในบรรทัดที่เกี่ยวข้อง","กระท่อมหลังเล็กท่ามกลางทิวทัศน์ที่มีหิมะและต้นไม้เขียวชอุ่ม","เต็นท์ในทุ่ง","ธงมนตราหน้าภูเขาที่ปกคลุมด้วยหิมะ","มุมมองทางอากาศของพระราชวัง Bellas Artes","ดูบัญชีทั้งหมด",["บิลครบกำหนดชำระในวันที่  จำนวน ",["3","0"],["o","1"],["v","2"]],"ปิดหน้ารถเข็น","ปิดเมนู","เปิดเมนู","การตั้งค่า","ค้นหา","แท็บช่วยจัดระเบียบเนื้อหาในหน้าจอต่างๆ ชุดข้อมูล และการโต้ตอบอื่นๆ","แท็บซึ่งมีมุมมองที่เลื่อนได้แบบอิสระ","แท็บ",["ใช้งบประมาณไปแล้ว  จากทั้งหมด  เหลืออีก ",["b","0"],["i","1"],["u","2"],["14","3"]],"นำสินค้าออก",["บัญชี เลขที่  จำนวน ",["5","0"],["d","1"],["k","2"]],"ดูงบประมาณทั้งหมด","ดูบิลทั้งหมด","เลือกวันที่","เลือกต้นทาง","หุบเขาคุมบู เนปาล","มาชูปิกชู เปรู","มาเล มัลดีฟส์","วิทซ์นาว สวิตเซอร์แลนด์","เม็กซิโกซิตี้ เม็กซิโก","ภูเขารัชมอร์ สหรัฐอเมริกา","อิงตามภาษา","ฮาวานา คิวบา","ไคโร อียิปต์","ลิสบอน โปรตุเกส","นาปา สหรัฐอเมริกา","บาหลี อินโดนีเซีย","มาเล มัลดีฟส์","แอสเพน สหรัฐอเมริกา","มาชูปิกชู เปรู","ตัวควบคุมที่แบ่งกลุ่ม","วิทซ์นาว สวิตเซอร์แลนด์","บิ๊กเซอร์ สหรัฐอเมริกา","นาปา สหรัฐอเมริกา","ปอร์โต โปรตุเกส","ตูลุม เม็กซิโก","โซล เกาหลีใต้","ชิป","องค์ประกอบขนาดกะทัดรัดที่แสดงอินพุต แอตทริบิวต์ หรือการทำงาน","ชิปการทำงาน","ชิปการทำงานคือชุดตัวเลือกที่จะเรียกใช้การทำงานที่เกี่ยวกับเนื้อหาหลัก ชิปการทำงานควรจะแสดงแบบไดนามิกและตามบริบทใน UI","ชิปตัวเลือก","ชิปตัวเลือกแสดงตัวเลือกเดียวจากชุดตัวเลือก ชิปตัวเลือกมีข้อความคำอธิบายหรือการจัดหมวดหมู่ที่เกี่ยวข้อง","ชิปตัวกรอง","ชิปตัวกรองใช้แท็กหรือคำอธิบายรายละเอียดเป็นวิธีกรองเนื้อหา","ชิปอินพุต","ชิปอินพุตที่แสดงข้อมูลที่ซับซ้อนในรูปแบบกะทัดรัด เช่น ข้อมูลเอนทิตี (บุคคล สถานที่ หรือสิ่งของ) หรือข้อความของบทสนทนา","ลิสบอน โปรตุเกส","ลิสบอน โปรตุเกส","ใช้เพื่อเลือกระหว่างตัวเลือกที่เฉพาะตัวเหมือนกัน การเลือกตัวเลือกหนึ่งในส่วนควบคุมที่แบ่งกลุ่มจะเป็นการยกเลิกการเลือกตัวเลือกอื่นๆ ในส่วนควบคุมที่แบ่งกลุ่มนั้น","เปิดไฟ","ขนาดเล็ก","ขนาดกลาง","ขนาดใหญ่","ลิฟต์","เครื่องซักผ้า","เตาผิง","ขี่จักรยาน","ร้านอาหาร",[3,0,["เพิ่มโอกาสในการลดหย่อนภาษีของคุณ กำหนดหมวดหมู่ให้แก่ธุรกรรมที่ยังไม่มีหมวดหมู่  รายการ",["27","0"]],[4,"เพิ่มโอกาสในการลดหย่อนภาษีของคุณ กำหนดหมวดหมู่ให้แก่ธุรกรรมที่ยังไม่มีหมวดหมู่ 1 รายการ"]],"เลือกเวลา","เลือกสถานที่ตั้ง","นักเดินทาง","แอตแลนตา สหรัฐอเมริกา","เลือกจุดหมาย","เลือกวันที่","เที่ยวบิน","ที่พัก","ร้านอาหาร","ค้นหาเที่ยวบินตามจุดหมาย","ค้นหาที่พักตามจุดหมาย","ค้นหาร้านอาหารตามจุดหมาย",[3,0,[" จุดพัก",["0","0"]],[2,"บินตรง",4,"1 จุดพัก"]],[3,0,["มีตัวเลือกที่พัก  แห่ง",["h","0"]],[2,"ไม่มีตัวเลือกที่พัก",4,"มีตัวเลือกที่พัก 1 แห่ง"]],[3,0,["มีร้านอาหาร  แห่ง",["c","0"]],[2,"ไม่มีร้านอาหาร",4,"มีร้านอาหาร 1 แห่ง"]],"แอสเพน สหรัฐอเมริกา","ส่วนควบคุมที่แบ่งกลุ่มแบบ iOS","ไคโร อียิปต์","มาดริด สเปน","บิ๊กเซอร์ สหรัฐอเมริกา","แนชวิลล์ สหรัฐอเมริกา","ซีแอตเทิล สหรัฐอเมริกา","สิงคโปร์","ปารีส ฝรั่งเศส","พอร์ตแลนด์ สหรัฐอเมริกา","คอร์โดบา อาร์เจนตินา","ดัลลาส สหรัฐอเมริกา","เนเปิลส์ อิตาลี","ไทเป ไต้หวัน","ฮาวานา คิวบา","ออกจากระบบ","ใบเรียกเก็บเงิน","บัญชี","ถุงย่าม","ดอกเบี้ยตั้งแต่ต้นปีจนถึงปัจจุบัน","เข็มขัด Whitney","เชือกทำสวน","ต่างหู Strut","ถุงเท้าทีมกีฬามหาวิทยาลัย","พวงกุญแจถัก","หมวก Gatsby","กระเป๋าทรงย้วย","โต๊ะขอบทอง 3 ตัว","ตะแกรงสีทองแดง","ชุดเครื่องเคลือบสีละมุน","ชุดน้ำชา Hurrahs","แก้วกาแฟสีบลูสโตน","รางน้ำฝน","ผ้าเช็ดปากแชมเบรย์","กระถางสำหรับพืชอวบน้ำ","โต๊ะสำหรับ 4 คน","Kitchen Quattro","สเวตเตอร์สีดินเหนียว","ชุดกระโปรงเดินชายหาด","เสื้อคลุมสีปูนปลาสเตอร์","ร้านอาหาร","เสื้อแชมเบรย์","สเวตเตอร์ถักแบบห่าง","แจ็กเก็ต Gentry","กางเกงขายาวสีน้ำเงินเข้ม","เสื้อเฮนลีย์ Walter (ขาว)","เสื้อ Surf and Perf","ผ้าพันคอสีเหลืองอมน้ำตาลแดง","Ramona ครอสโอเวอร์","เสื้อเชิ้ตสีขาวแบบคลาสสิก","ชุดกระโปรง Sunshirt","อัตราดอกเบี้ย","ผลตอบแทนรายปีเป็นเปอร์เซ็นต์","วันหยุดพักผ่อน","เสื้อยืดลายขวางแบบถี่","เงินเก็บสำหรับซื้อบ้าน","กระแสรายวัน","ดอกเบี้ยที่จ่ายเมื่อปีที่แล้ว","รายการเคลื่อนไหวของบัญชีรอบถัดไป","เจ้าของบัญชี","ร้านกาแฟ","ของชำ","เสื้อยืดชายโค้งสีแดงอมชมพู","เสื้อผ้า","จัดการบัญชี","เงินเก็บสำหรับซื้อรถ","เอกสารเกี่ยวกับภาษี","รหัสผ่านและ Touch ID","การแจ้งเตือน","ข้อมูลส่วนบุคคล","การตั้งค่าสำหรับเอกสารที่ไม่ใช้กระดาษ","ค้นหา ATM","ความช่วยเหลือ","ออกจากระบบ","รวม","ครบกำหนด","ที่เหลือ","บัญชี","ใบเรียกเก็บเงิน","งบประมาณ","การแจ้งเตือน","ดูทั้งหมด","ที่เหลือ","ภาพรวม","เสื้อยืด Shoulder Rolls","ถัดไป","งบประมาณ","การตั้งค่า","เข้าสู่ระบบของ Rally","หากยังไม่มีบัญชี","ลงชื่อสมัครใช้","ชื่อผู้ใช้","รหัสผ่าน","เข้าสู่ระบบ","จดจำข้อมูลของฉัน","เข้าสู่ระบบ",["โปรดทราบ คุณใช้งบประมาณสำหรับการช็อปปิ้งของเดือนนี้ไปแล้ว ",["1m","0"]],["สัปดาห์นี้คุณใช้จ่ายไปกับการทานอาหารในร้าน ",["17","0"]],["เดือนนี้คุณจ่ายค่าธรรมเนียมการใช้ ATM ",["12","0"]],["ดีมาก คุณมีเงินฝากมากกว่าเดือนที่แล้ว ",["12","0"]],"เมนู","ทั้งหมด","อุปกรณ์เสริม","เสื้อผ้า","บ้าน","ชื่อผู้ใช้","รหัสผ่าน","ยกเลิก","ภาษี:","รถเข็น",["จำนวน: ",["7","0"]],["x ",["2","0"]],[3,0,["มีสินค้า  รายการ",["9","0"]],[2,"ไม่มีสินค้า",4,"มีสินค้า 1 รายการ"]],"ล้างรถเข็น","รวม","ยอดรวมย่อย:","การจัดส่ง:","เสื้อกล้ามทรงย้วยสีเทา","แว่นกันแดด Stella","เสื้อเชิ้ตสีขาวลายทางแนวตั้ง","หมายเลขโทรศัพท์ของคุณ","LTR","ใหญ่","ส่วนหัว",["รายการ ",["7","0"]],"ช่องข้อความ","ช่องข้อความ","บรรทัดข้อความและตัวเลขที่แก้ไขได้","ช่องข้อความให้ผู้ใช้ป้อนข้อความใน UI ซึ่งมักปรากฏอยู่ในฟอร์มและกล่องโต้ตอบ","แสดงรหัสผ่าน","ซ่อนรหัสผ่าน","โปรดแก้ไขข้อผิดพลาดที่แสดงเป็นสีแดงก่อนส่ง","ต้องระบุชื่อ","โปรดป้อนอักขระที่เป็นตัวอักษรเท่านั้น","(###) ###-#### - ป้อนหมายเลขโทรศัพท์ในสหรัฐอเมริกา","โปรดป้อนรหัสผ่าน","รหัสผ่านไม่ตรงกัน","ชื่อของคุณ","ชื่อ*","แสดง Bottom Sheet","หมายเลขโทรศัพท์*","Bottom Sheet","อีเมล","แนะนำตัวให้เรารู้จัก (เช่น เขียนว่าคุณทำงานอะไรหรือมีงานอดิเรกอะไรบ้าง)","เขียนสั้นๆ เพราะนี่เป็นเพียงการสาธิต","ปุ่ม","เรื่องราวชีวิต","รายได้ต่อปี","USD","ไม่เกิน 8 อักขระ","รหัสผ่าน*","พิมพ์รหัสผ่านอีกครั้ง*","ส่ง","Bottom Navigation ที่มีมุมมองแบบค่อยๆ ปรากฏ","เพิ่ม","Modal Bottom Sheet เป็นทางเลือกที่ใช้แทนเมนูหรือกล่องโต้ตอบและป้องกันไม่ให้ผู้ใช้โต้ตอบกับส่วนที่เหลือของแอป","Modal Bottom Sheet","Persistent Bottom Sheet แสดงข้อมูลที่เสริมเนื้อหาหลักของแอป ผู้ใช้จะยังมองเห็นองค์ประกอบนี้ได้แม้จะโต้ตอบอยู่กับส่วนอื่นๆ ของแอป","Persistent Bottom Sheet","Persistent และ Modal Bottom Sheet",["หมายเลขโทรศัพท์ของ  คือ ",["j","0"],["o","1"]],"ปุ่ม","คำจำกัดความของตัวอักษรรูปแบบต่างๆ ที่พบในดีไซน์ Material","รูปแบบข้อความทั้งหมดที่กำหนดไว้ล่วงหน้า","ตัวอย่างการพิมพ์","พร็อพเพอร์ตี้ fullscreenDialog จะระบุว่าหน้าที่เข้ามาใหม่เป็นกล่องโต้ตอบในโหมดเต็มหน้าจอหรือไม่","ปุ่มแบบแบนราบจะแสดงการไฮไลต์เมื่อกดแต่จะไม่ยกขึ้น ใช้ปุ่มแบบแบนราบกับแถบเครื่องมือ ในกล่องโต้ตอบ และแทรกในบรรทัดแบบมีระยะห่างจากขอบ","แถบ Bottom Navigation จะแสดงปลายทาง 3-5 แห่งที่ด้านล่างของหน้าจอ ปลายทางแต่ละแห่งจะแสดงด้วยไอคอนและป้ายกำกับแบบข้อความที่ไม่บังคับ เมื่อผู้ใช้แตะไอคอน Bottom Navigation ระบบจะนำไปที่ปลายทางของการนำทางระดับบนสุดที่เชื่อมโยงกับไอคอนนั้น","ป้ายกำกับที่เลือก","ป้ายกำกับที่แสดงเสมอ",["รายการ ",["7","0"]],"* เป็นช่องที่ต้องกรอก","Bottom Navigation","สีสว่าง","ธีม","iOS","Android","RTL","ใหญ่มาก","ปุ่ม","ปกติ","เล็ก","ระบบ","การตั้งค่า","แอปการเงินส่วนบุคคล",["โปรดไปที่  เพื่อดูซอร์สโค้ดของแอปนี้",["a","0"]],"ความคิดเห็น","เนื้อความ","บรรทัดแรก","คำบรรยาย","ชื่อ","ค้นหา","แชร์","รายการโปรด","เพิ่ม","ปฏิทิน","เลย์เอาต์เริ่มต้นที่มีการตอบสนอง","แอปเริ่มต้น","ที่เก็บของ GitHub สำหรับตัวอย่าง Flutter",["ตัวยึดตำแหน่งของแท็บ ",["l","0"]],"กล้องถ่ายรูป","การปลุก","บัญชี","อีเมลของคุณ","ปุ่มเปิด-ปิดอาจใช้เพื่อจับกลุ่มตัวเลือกที่เกี่ยวข้องกัน กลุ่มของปุ่มเปิด-ปิดที่เกี่ยวข้องกันควรใช้คอนเทนเนอร์ร่วมกันเพื่อเป็นการเน้นกลุ่มเหล่านั้น","เทา","น้ำตาล","ส้มแก่","ส้ม","เหลืองอำพัน","เหลือง","เหลืองมะนาว","เขียวอ่อน","เขียว","แกลเลอรี","หมวดหมู่","แอปค้าปลีกด้านแฟชั่น","แอปการเดินทางที่ปรับเปลี่ยนในแบบของคุณ","รูปแบบและอื่นๆ","แสดง URL ไม่ได้:","ตัวเลือก","ข้อมูล","รหัสการสาธิต","เอกสารประกอบของ API","เต็มหน้าจอ","อัตราส่วนข้อความ","ทิศทางข้อความ","ภาษา","กลไกการทำงานของแพลตฟอร์ม","สีเข้ม","Slow Motion","เกี่ยวกับ Flutter Gallery","ส่งความคิดเห็น","ออกแบบโดย TOASTER ในลอนดอน","ปุ่ม","ข้อความ ยกขึ้น เติมขอบ และอื่นๆ","ปุ่มแบบแบนราบ","ปุ่มแบบยกขึ้นช่วยเพิ่มมิติให้แก่เลย์เอาต์แบบแบนราบเป็นส่วนใหญ่ โดยจะช่วยเน้นฟังก์ชันในพื้นที่ที่มีการใช้งานมากหรือกว้างขวาง","ปุ่มแบบยกขึ้น","ปุ่มแบบเติมขอบ","ปุ่มที่เติมขอบจะเปลี่ยนเป็นสีทึบและยกขึ้นเมื่อกด มักจับคู่กับปุ่มแบบยกขึ้นเพื่อระบุว่ามีการดำเนินการสำรองอย่างอื่น","ปุ่มเปิด-ปิด","น้ำเงินอมเขียว","ปุ่มการทำงานแบบลอย","ปุ่มการทำงานแบบลอยเป็นปุ่มไอคอนรูปวงกลมที่ลอยเหนือเนื้อหาเพื่อโปรโมตการดำเนินการหลักในแอปพลิเคชัน","กล่องโต้ตอบ","แบบง่าย การแจ้งเตือน และเต็มหน้าจอ","การแจ้งเตือน","กล่องโต้ตอบการแจ้งเตือนจะแจ้งผู้ใช้เกี่ยวกับสถานการณ์ที่ต้องการการตอบรับ กล่องโต้ตอบการแจ้งเตือนมีชื่อที่ไม่บังคับและรายการที่ไม่บังคับของการดำเนินการ","การแจ้งเตือนที่มีชื่อ","แบบง่าย","กล่องโต้ตอบแบบง่ายจะนำเสนอทางเลือกระหว่างตัวเลือกหลายๆ อย่าง โดยกล่องโต้ตอบแบบง่ายจะมีชื่อที่ไม่บังคับซึ่งจะแสดงเหนือทางเลือกต่างๆ","เต็มหน้าจอ","ปุ่ม","ปุ่มแบบ iOS","ปุ่มแบบ iOS จะใส่ข้อความและ/หรือไอคอนที่ค่อยๆ ปรากฏขึ้นและค่อยๆ จางลงเมื่อแตะ อาจมีหรือไม่มีพื้นหลังก็ได้","การแจ้งเตือน","กล่องโต้ตอบการแจ้งเตือนแบบ iOS","การแจ้งเตือน","กล่องโต้ตอบการแจ้งเตือนจะแจ้งผู้ใช้เกี่ยวกับสถานการณ์ที่ต้องการการตอบรับ กล่องโต้ตอบการแจ้งเตือนมีชื่อที่ไม่บังคับ เนื้อหาที่ไม่บังคับ และรายการที่ไม่บังคับของการดำเนินการ ชื่อจะแสดงเหนือเนื้อหาและการดำเนินการจะแสดงใต้เนื้อหา","การแจ้งเตือนที่มีชื่อ","การแจ้งเตือนแบบมีปุ่ม","ปุ่มการแจ้งเตือนเท่านั้น","แผ่นงานการดำเนินการ","แผ่นงานการดำเนินการเป็นการแจ้งเตือนรูปแบบหนึ่งที่นำเสนอชุดทางเลือกตั้งแต่ 2 รายการขึ้นไปเกี่ยวกับบริบทปัจจุบันให้แก่ผู้ใช้ แผ่นงานการดำเนินการอาจมีชื่อ ข้อความเพิ่มเติม และรายการของการดำเนินการ","สี","สีที่กำหนดไว้ล่วงหน้าทั้งหมด","สีหรือแผงสีคงที่ซึ่งเป็นตัวแทนชุดสีของดีไซน์ Material","ENABLED","DISABLED","สร้าง",["คุณเลือก \"\"",["a","0"]],"ทิ้งฉบับร่างไหม","ใช้บริการตำแหน่งของ Google ไหม","ให้ Google ช่วยแอประบุตำแหน่ง ซึ่งหมายถึงการส่งข้อมูลตำแหน่งแบบไม่เปิดเผยชื่อไปยัง Google แม้ว่าจะไม่มีแอปทำงานอยู่","ยกเลิก","ทิ้ง","ไม่ยอมรับ","ยอมรับ","ตั้งค่าบัญชีสำรอง","เทาน้ำเงิน","แสดงกล่องโต้ตอบ","กล่องโต้ตอบแบบเต็มหน้าจอ","บันทึก","การสาธิตกล่องโต้ตอบแบบเต็มหน้าจอ","Enabled","Disabled","มีพื้นหลัง","ยกเลิก","ทิ้ง","อนุญาตให้ Maps เข้าถึงตำแหน่งของคุณขณะที่ใช้แอปหรือไม่","ตำแหน่งปัจจุบันของคุณจะแสดงในแผนที่และใช้เพื่อแสดงคำแนะนำ ผลการค้นหาใกล้เคียง และเวลาเดินทางโดยประมาณ","อนุญาต","ไม่อนุญาต","เลือกของหวานที่คุณชอบ","โปรดเลือกชนิดของหวานที่คุณชอบจากรายการด้านล่าง ตัวเลือกของคุณจะใช้เพื่อปรับแต่งรายการร้านอาหารแนะนำในพื้นที่ของคุณ","ชีสเค้ก","ทิรามิสุ","พายแอปเปิล","บราวนี่ช็อกโกแลต","แสดงการแจ้งเตือน","แดง","ชมพู","ม่วง","ม่วงเข้ม","น้ำเงินอมม่วง","น้ำเงิน","ฟ้าอ่อน","น้ำเงินเขียว","เพิ่มบัญชี","แกลเลอรี","หมวดหมู่","เทวสถาน","แอปช็อปปิ้งทั่วไป","การแข่งรถ","เครน","แอปการเดินทาง","วัตถุ","คูเปอร์ติโน","รูปแบบการอ้างอิงและสื่อ"]