[0,"es_CO","1092a8",0,null,"Cargando","Anular selección","Seleccionar","Se puede seleccionar (mantener presionado)","Seleccionado","Demostración","Barra de la aplicación inferior","Sin seleccionar","Campo de texto de búsqueda","Selector","Campo de texto de búsqueda similar al de iOS","Es un campo de texto de búsqueda que permite al usuario ingresar texto para hacer búsquedas y que puede ofrecer y filtrar sugerencias.","Ingresa texto","Barra de desplazamiento","Barra de desplazamiento similar a la de iOS","Es una barra de desplazamiento que une el elemento secundario proporcionado.",["Artículo ",["9","0"]],"Lista","Plegable","Pantalla pequeña","Así es como se comporta TwoPane en un dispositivo con pantalla pequeña.","Tablet/computadora","Así es como se comporta TwoPane en una pantalla de mayor tamaño, como la de una tablet o una computadora.","TwoPane","Diseño responsivo en pantallas plegables, grandes y pequeñas","Selecciona una demostración","Así es cómo se comporta TwoPane en un dispositivo plegable.","Detalles","Selecciona un elemento",["Detalles del artículo ",["m","0"]],"Mantén presionado el logotipo de Flutter para ver el menú contextual.","Un menú contextual de pantalla completa con estilo de iOS que aparece cuando se mantiene presionado un elemento.","Barra de la aplicación","La barra de la app incluye contenido y acciones relacionadas a la pantalla actual. Se usa para desarrollo de la marca, títulos en pantalla, navegación y acciones.","Divisor","Un divisor es una línea fina que agrupa contenido en listas y paneles.","Un divisor se puede usar en listas, paneles laterales y cualquier otro lugar para separar contenido.","Divisor vertical","Menú contextual","Menú contextual con estilo de iOS","Muestra información y acciones relacionadas a la pantalla actual","Acción uno","Acción dos","Muestra un diálogo que contiene un selector de períodos de Material Design.","Selector de períodos","Nombre de usuario","nombre.de.usuario@example.com","Desliza el dedo desde el borde o presiona el ícono superior izquierdo para ver el panel lateral","Riel de navegación","Cómo mostrar un riel de navegación dentro de una app","Un widget de Material que debe mostrarse a la izquierda o la derecha de una app para navegar entre una pequeña cantidad de vistas, generalmente entre tres y cinco.","Primera","Panel lateral de navegación","Tercera","Destacados","Un botón plano que muestra una gota de tinta cuando se lo presiona, pero que no tiene sombra. Usa los botones planos en barras de herramientas, diálogos y también intercalados con el relleno.","Botón con relieve","Los botones con relieve agregan profundidad a los diseños que son principalmente planos. Destacan las funciones en espacios amplios o con muchos elementos.","Botón con contorno","Los botones con contorno se vuelven opacos y se elevan cuando se los presiona. A menudo, se combinan con botones con relieve para indicar una acción secundaria alternativa.","Tarjetas, Listas y BAF","Cómo mostrar un panel lateral dentro de la barra de la app","Una app de correo electrónico especializada y eficiente","Un panel de Material Design que se desliza horizontalmente desde el borde de la pantalla para mostrar vínculos de navegación en una aplicación.","Borradores","Elemento uno","Recibidos","Botones Atrás y Siguiente","Spam","Papelera","Enviados","Segunda","Elemento dos","Modal y BAF","Navegación inferior","Botón de ícono de configuración","Ordenado por \"Reproducido recientemente\"","Botón plano","Sándwich de carne de res","Receta de postre","Artista","Álbum","Reproducido recientemente","A-Z","268 álbumes","Eje Y compartido","CREAR CUENTA","DESCARTAR","Correo electrónico o número de teléfono","Accede con tu cuenta","Hola, David Park","Mostrados por separado","Adherido","Álbumes","Diseño","Ilustración","Empresa","Artes y manualidades","Texto secundario","CANCELAR","Cuadro de diálogo de alerta","OCULTAR BAF","MOSTRAR BAF","MOSTRAR CUADRO","El patrón de atenuación se usa para los elementos de la IU que entran o salen dentro de los límites de la pantalla, como un diálogo que se atenúa en el centro de ella.","Atenuación","123 fotos","Buscar","Fotos","Las categorías adheridas aparecen como grupos en tu feed. Puedes modificar esto más adelante.","El patrón de atenuación rápida se usa para hacer transiciones entre elementos de la IU que no tienen una relación estrecha entre sí.","Atenuación rápida","Ayuda","Todos los patrones de transición predefinidos","Notificaciones","Perfil","Recetas guardadas","Receta de sándwich de carne de res","Receta de bandeja de cangrejos","Optimiza los cursos","Cangrejo","Receta de bandeja de camarones","Camarón","ATENUACIÓN RÁPIDA","Postre","Receta de sándwich","Sándwich","Receta de hamburguesa","Hamburguesa","Configuración","Eje Z compartido","Privacidad","Movimiento","Transformación de contenedores","El patrón de transformación de contenedores está diseñado para hacer transiciones entre elementos de la IU que incluyen un contenedor. Este patrón crea una conexión visible entre dos elementos de la IU","Modo de atenuación","ATENUACIÓN","min","Título","¿OLVIDASTE EL CORREO ELECTRÓNICO?","Secundario","Página de detalles","Elemento de la lista","El patrón de eje compartido se usa para hacer transiciones entre los elementos de la IU que tienen una relación espacial o de navegación. Este patrón utiliza una transformación compartida en los ejes X, Y o Z para reforzar la relación entre los elementos.","Eje X compartido","ATRÁS","SIGUIENTE","Cocina",["Repositorio de GitHub ",["m","0"]],"EE.UU.","Negocios","Ciencia","Deportes","Viajes","Cultura","TechDesign","Importe disponible","Reforma interna del \"Ejército verde\"","Una app enfocada en el contenido","Importe a pagar","Capital total","Importe gastado","HealthcareRevolution","Portada","Internacional","Importe pagado","Política","Escasez de abejas obreras","El futuro del combustible","GreenArmy","Feministas toman partido","Diseñadores usan la tecnología para crear telas futuristas","A medida que se estanca el mercado de acciones, muchos apuestan a las divisas","Reform","Tecnología","Estadounidenses que viven separados durante la guerra","La revolución silenciosa, pero importante, del sector sanitario","Novedades más recientes","Stocks","Importe total","Fecha y hora","ACCEDER",[" con azúcar",["0","0"]],"Pastel de manzana","Dona","Caramelo de miel","Paleta de caramelo","Gragea","Bizcocho de jengibre","Cupcake","Profiterol","Sándwich de helado","Yogur helado","Hierro (%)","Calcio (%)","Sodio (mg)","Selector de hora","Restablecer transformaciones","Grasas (g)","Calorías","Postre (1 porción)","Thanjavur, Tamil Nadu","Muestra un diálogo que contiene un selector de hora de material design.","MOSTRAR SELECTOR","Con desplazamiento","Sin desplazamiento",[3,0,[" h",["0","0"]],[4,"1 h"]],[3,0,[" m",["0","0"]],[4,"1 m"]],[" ",["0","0"],["1","1"]],"Nutrición","Selector de fecha","Selección de fecha y hora","Selectores","Editar mosaico","Las tablas de datos muestran información en un formato similar a una grilla con filas y columnas. Se usan para organizar datos de modo que sean fáciles de analizar, y que los usuarios puedan buscar patrones y estadísticas en ellas.","Presiona para editar mosaicos y usa los gestos para moverte en la escena. Arrastra el dedo para desplazarte lateralmente, pellizca para hacer zoom o usa dos dedos para rotar. Presiona el botón restablecer para volver a la orientación inicial.","Desplazamiento lateral, zoom y rotación","Transformaciones en 2D","PIN","Un campo de texto permite que el usuario ingrese texto con un teclado de hardware o en pantalla.","Campos de texto similares a los de iOS","Campos de texto","Muestra un diálogo que contiene un selector de fecha de material design.","Hora","Fecha","Temporizador","Corresponde al widget de un selector similar al de iOS que se puede usar para elegir strings, fechas, horas, o tanto fechas como horas.","Selectores similares a los de iOS","Selectores",[" con miel",["0","0"]],"Chettinad","Restablecer el banner","Varias acciones","Ícono inicial","DESCARTAR","Se puede presionar","Se puede seleccionar (mantener presionado)","Explorar",["Explorar ",["9","0"]],["Compartir ",["a","0"]],"Las 10 ciudades de Tamil Nadu que debes visitar","Número 10","Thanjavur","Proteínas (g)","Artesanos del sur de India","Hilanderos de seda","Se actualizó la contraseña en tu otro dispositivo. Vuelve a acceder a la cuenta.","Sivaganga, Tamil Nadu","Templo Brihadisvara","Templos","Banner","Mostrando un banner en una lista","Los banners muestran mensajes importantes y breves con acciones para realizar. Se requiere una acción del usuario para descartarlos.","Tarjetas","Tarjetas de modelo de referencia con esquinas redondeadas","Las tarjetas son hojas de material design que se usan para representar información relacionada (como un álbum, una ubicación geográfica, una comida, datos de un contacto, etc.).","Tablas de datos","Filas y columnas de información","Carbohidratos (g)","Thanjavur","Listas de cuadrícula","Mercado de flores","Fundidora de bronce","Mercado","Templo en Thanjavur","Salina","Escúteres","Fabricante de seda","Preparación del almuerzo","Playa","Pescador",["Seleccionado: ",["e","0"]],"Quitar","Obtener vínculo","Compartir","Muestra la navegación y las acciones en la parte inferior","Un elemento con un menú dividido","Elemento de menú inhabilitado","Indicador de progreso lineal","Primer elemento del menú contextual","Un elemento con un menú simple","Controles deslizantes personalizados","Un elemento con un menú de lista de tareas","Indicador de actividad","Indicadores de actividad de estilo iOS","Corresponde a un indicador de actividad de estilo iOS que gira en el sentido de las manecillas del reloj.","Barra de navegación","Barra de navegación similar a la de iOS","Corresponde a una barra de navegación similar a la de iOS. La barra de navegación es una barra de herramientas que básicamente contiene el título de una página en medio de la barra.","Desliza el dedo hacia abajo para actualizar","Control con la función \"desliza hacia abajo para actualizar\" similar al de iOS","Corresponde a un widget que implementa el control de contenido con la función \"desliza hacia abajo para actualizar\" similar al de iOS.","Indicadores de progreso","Lineales, circulares, indeterminados","Indicador de progreso circular","Corresponde a un indicador de progreso circular de material design que gira para indicar que la aplicación está ocupada.","Cuatro","Corresponde a un indicador de progreso lineal de material design, también conocido como barra de progreso.","Información sobre la herramienta","Mensaje breve que se muestra cuando se mantiene presionado o se coloca el cursor sobre un elemento","La información sobre la herramienta proporciona etiquetas de texto para explicar la función que cumple un botón, o bien otra acción de la interfaz de usuario. Este texto informativo se muestra cuando un usuario coloca el cursor sobre un elemento, lo enfoca o lo mantiene presionado.","Coloca el cursor sobre un elemento o mantenlo presionado para que se muestre la información sobre la herramienta.","Chennai",["Marcado: ",["9","0"]],"Chettinad","Obtener vista previa","Barra de la app inferior","Las barras de apps inferiores proporcionan acceso a un panel lateral de navegación en la parte inferior y hasta cuatro acciones, incluido el botón de acción flotante.","Con recorte","Posición del botón de acción flotante","Anclado (extremo)","Anclado (centro)","Flotante (extremo)","Flotante (centro)","Valor numérico que se puede editar","Diseño de filas y columnas","Las listas de cuadrícula funcionan mejor para mostrar datos homogéneos, como imágenes. Cada elemento de una lista de cuadrícula se llama mosaico.","Solo imagen","Con encabezado","Con pie de página","Controles deslizantes","Widgets para seleccionar un valor mediante el gesto de deslizar","Los controles deslizantes reflejan un rango de valores en una barra, en la que los usuarios pueden elegir un solo valor. Son ideales para ajustar opciones de configuración como el volumen y el brillo, o bien para aplicar filtros de imagen.","Controles deslizantes de rangos","Los controles deslizantes reflejan un rango de valores en una barra. Es posible que tengan íconos en ambos extremos de la barra que suponen un rango de valores. Son ideales para ajustar opciones de configuración como el volumen y el brillo, o bien para aplicar filtros de imagen.","Un elemento con un menú contextual","Los controles deslizantes reflejan un rango de valores en una barra, en la que los usuarios pueden elegir un solo valor o un rango. Los controles se pueden personalizar según un tema.","Continuos con un valor numérico que se puede editar","Discretos","Control deslizante discreto con tema personalizado","Control deslizante de rango continuo con tema personalizado","Continuos","Puducherry","Menú","Menú contextual","Menú dividido","Menú simple","Menú de lista de tareas","Botones de menú y menús simples","Un menú muestra una lista de opciones en una superficie temporal. Aparece cuando los usuarios interactúan con un botón, una acción u otro control.","Primer elemento del menú","Segundo elemento del menú","Tercer elemento del menú","Uno","Dos","Tres","Tercer elemento del menú contextual","Interruptor de estilo iOS","Esta es una barra de notificaciones.","Control deslizante de estilo iOS","Un control deslizante se puede utilizar para seleccionar contenido de un conjunto de valores continuos o discretos.",["Continuo: ",["a","0"]],["Discreto: ",["a","0"]],"Presionaste la acción de la barra de notificaciones.","Volver a la Galería","Barra de pestañas","Un interruptor se utiliza para cambiar el estado de una única opción de configuración a activado o desactivado.","ACCIÓN","Perfil","MOSTRAR UNA BARRA DE NOTIFICACIONES","Las barras de notificaciones informan a los usuarios sobre un proceso que realizó o realizará una app. Aparecen temporalmente en la parte inferior de la pantalla. No deberían interrumpir la experiencia del usuario, y no requieren una entrada del usuario para desaparecer.","Las barras de notificaciones muestran mensajes en la parte inferior de la pantalla","Barras de notificaciones","Control deslizante","Chat","Inicio","Corresponde a una barra de pestañas de navegación inferior de estilo iOS. Muestra varias pestañas (la primera activa de forma predeterminada).","Barra de pestañas inferior de estilo iOS","Ver opciones","Presiona aquí para ver las opciones disponibles en esta demostración.","COPIAR TODO",["Quitar ",["7","0"]],"Agregar al carrito",[3,0,["Carrito de compras con  artículos",["n","0"]],[2,"Carrito de compras sin artículos",4,"Carrito de compras con 1 artículo"]],["No se pudo copiar al portapapeles: ",["z","0"]],"Se copió el contenido en el portapapeles.","Ruinas mayas en un acantilado sobre una playa","Hotel a orillas de un lago frente a las montañas","Ciudadela de Machu Picchu","Chalé en un paisaje nevado con árboles de hoja perenne","Cabañas sobre el agua","Piscina con palmeras a orillas del mar","Piscina con palmeras","Faro de ladrillos en el mar","Torres de la mezquita de al-Azhar durante una puesta de sol","Hombre reclinado sobre un auto azul antiguo","Arboleda de superárboles","Mostrador de cafetería con pastelería","Hamburguesa","Hotel a orillas de un lago frente a las montañas","Casillas de verificación, interruptores y botones de selección","Mujer que sostiene un gran sándwich de pastrami","Cabañas sobre el agua","Entrada de panadería","Plato de camarones","Área de descanso de restaurante artístico","Postre de chocolate","Taco coreano","Ciudadela de Machu Picchu","Bar vacío con banquetas estilo cafetería","Pizza en un horno de leña","Rascacielos Taipei 101","Torres de la mezquita de al-Azhar durante una puesta de sol","Faro de ladrillos en el mar","Plato de langosta","Casas coloridas en la Plaza Ribeira","Piscina con palmeras","Tienda en un campo","Cerrar configuración","Las casillas de verificación permiten que el usuario seleccione varias opciones de un conjunto. El valor de una casilla de verificación normal es verdadero o falso y el valor de una casilla de verificación de triestado también puede ser nulo.","Configuración","Listas","Diseños de lista que se puede desplazar","Una fila de altura única y fija que suele tener texto y un ícono al principio o al final","Una línea","Dos líneas","Texto secundario","Controles de selección","Monte Rushmore","Casilla de verificación","Hombre reclinado sobre un auto azul antiguo","Selección","Los botones de selección permiten al usuario seleccionar una opción de un conjunto. Usa los botones de selección para una selección exclusiva si crees que el usuario necesita ver todas las opciones disponibles una al lado de la otra.","Interruptor","Los interruptores de activado/desactivado cambian el estado de un único parámetro de configuración. La opción que controla el interruptor, como también el estado en que se encuentra, debería resultar evidente desde la etiqueta intercalada correspondiente.","Chalé en un paisaje nevado con árboles de hoja perenne","Tienda en un campo","Banderas de plegaria frente a una montaña nevada","Vista aérea del Palacio de Bellas Artes","Ver todas las cuentas",["Factura de  con vencimiento el  de ",["b","0"],["v","1"],["z","2"]],"Cerrar carrito","Cerrar menú","Abrir menú","Configuración","Buscar","Las pestañas organizan el contenido en diferentes pantallas, conjuntos de datos y otras interacciones.","Pestañas con vistas independientes en las que el usuario puede desplazarse","Pestañas",["Se usó un total de  de  del presupuesto ; el saldo restante es ",["j","0"],["n","1"],["14","2"],["1r","3"]],"Quitar elemento",["Cuenta   con ",["7","0"],["8","1"],["d","2"]],"Ver todos los presupuestos","Ver todas las facturas","Seleccionar fecha","Seleccionar origen","Khumbu, Nepal","Machu Picchu, Perú","Malé, Maldivas","Vitznau, Suiza","Ciudad de México, México","Monte Rushmore, Estados Unidos","En función de la configuración regional","La Habana, Cuba","El Cairo, Egipto","Lisboa, Portugal","Napa, Estados Unidos","Bali, Indonesia","Malé, Maldivas","Aspen, Estados Unidos","Machu Picchu, Perú","Control segmentado","Vitznau, Suiza","Big Sur, Estados Unidos","Napa, Estados Unidos","Oporto, Portugal","Tulum, México","Seúl, Corea del Sur","Chips","Son elementos compactos que representan una entrada, un atributo o una acción","Chip de acción","Los chips de acciones son un conjunto de opciones que activan una acción relacionada al contenido principal. Deben aparecer de forma dinámica y en contexto en la IU.","Chip de selección","Los chips de selecciones representan una única selección de un conjunto. Estos incluyen categorías o texto descriptivo relacionado.","Chip de filtro","Los chips de filtros usan etiquetas o palabras descriptivas para filtrar contenido.","Chip de entrada","Los chips de entrada representan datos complejos, como una entidad (persona, objeto o lugar), o texto conversacional de forma compacta.","Lisboa, Portugal","Lisboa, Portugal","Se usa para seleccionar entre varias opciones mutuamente excluyentes. Cuando se selecciona una opción del control segmentado, se anula la selección de las otras.","Encender luces","Pequeño","Mediano","Grande","Ascensor","Lavadora","Chimenea","Bicicletas","Restaurantes",[3,0,["Aumenta tu potencial de deducción de impuestos. Asigna categorías a  transacciones sin asignar.",["1w","0"]],[4,"Aumenta tu potencial de deducción de impuestos. Asigna categorías a 1 transacción sin asignar."]],"Seleccionar hora","Seleccionar ubicación","Viajeros","Atlanta, Estados Unidos","Seleccionar destino","Seleccionar fechas","VUELOS","ALOJAMIENTO","GASTRONOMÍA","Explora vuelos por destino","Explora propiedades por destino","Explora restaurantes por ubicación",[3,0,[" escalas",["0","0"]],[2,"Directo",4,"1 escala"]],[3,0,[" propiedades disponibles",["0","0"]],[2,"No hay propiedades disponibles",4,"1 propiedad disponible"]],[3,0,[" restaurantes",["0","0"]],[2,"No hay restaurantes",4,"1 restaurante"]],"Aspen, Estados Unidos","Control segmentado de estilo iOS","El Cairo, Egipto","Madrid, España","Big Sur, Estados Unidos","Nashville, Estados Unidos","Seattle, Estados Unidos","Singapur","París, Francia","Portland, Estados Unidos","Córdoba, Argentina","Dallas, Estados Unidos","Nápoles, Italia","Taipéi, Taiwán","La Habana, Cuba","SALIR","FACTURAS","CUENTAS","Bolso Vagabond","Interés del comienzo del año fiscal","Cinturón","Hebras para jardín","Aros Strut","Medias varsity","Llavero de tela","Boina gatsby","Bolso de hombro","Juego de tres mesas","Estante de metal color cobre","Juego de cerámica","Juego de té de cerámica","Taza de color azul piedra","Bandeja para recolectar agua de lluvia","Servilletas de chambray","Macetas de suculentas","Mesa para cuatro","Cocina quattro","Suéter color arcilla","Vestido de verano","Túnica color yeso","Restaurantes","Camisa de chambray","Suéter de hilo liviano","Chaqueta estilo gentry","Pantalones azul marino","Camiseta con botones (blanca)","Camiseta estilo surf and perf","Pañuelo color tierra","Mezcla de estilos Ramona","Camisa clásica de cuello blanco","Camisa larga de verano","Tasa de interés","Porcentaje de rendimiento anual","Vacaciones","Camiseta de rayas finas","Ahorros del hogar","Cuenta corriente","Intereses pagados el año pasado","Próximo resumen","Propietario de la cuenta","Cafeterías","Compras de comestibles","Camiseta de cuello cerrado color cereza","Indumentaria","Administrar cuentas","Ahorros de vehículo","Documentos de impuestos","Contraseña y Touch ID","Notificaciones","Información personal","Configuración para recibir resúmenes en formato digital","Buscar cajeros automáticos","Ayuda","Salir","Total","Debes","Restante","Cuentas","Facturas","Presupuestos","Alertas","VER TODO","RESTANTE","DESCRIPCIÓN GENERAL","Camiseta con mangas","SIGUIENTE","PRESUPUESTOS","CONFIGURACIÓN","Accede a Rally","¿No tienes una cuenta?","REGISTRARSE","Nombre de usuario","Contraseña","Acceder","Recordarme","ACCEDER",["Atención, utilizaste un  del presupuesto para compras de este mes.",["o","0"]],["Esta semana, gastaste  en restaurantes.",["m","0"]],["Este mes, gastaste  en tarifas de cajeros automáticos.",["j","0"]],["¡Buen trabajo! El saldo de la cuenta corriente es un  mayor al mes pasado.",["1h","0"]],"MENÚ","TODAS","ACCESORIOS","INDUMENTARIA","HOGAR","Nombre de usuario","Contraseña","CANCELAR","Impuesto:","CARRITO",["Cantidad: ",["a","0"]],["x ",["2","0"]],[3,0,[" ARTÍCULOS",["0","0"]],[2,"SIN ARTÍCULOS",4,"1 ARTÍCULO"]],"VACIAR CARRITO","TOTAL","Subtotal:","Envío:","Camiseta gris holgada de tirantes","Anteojos Stella","Camisa de rayas finas","¿Cómo podemos comunicarnos contigo?","IZQ. a DER.","Grande","Encabezado",["Artículo ",["9","0"]],"Campos de texto","Campos de texto","Línea única de texto y números editables","Los campos de texto permiten que los usuarios escriban en una IU. Suelen aparecer en diálogos y formularios.","Mostrar contraseña","Ocultar contraseña","Antes de enviar, corrige los errores marcados con rojo.","El nombre es obligatorio.","Ingresa solo caracteres alfabéticos.","(###) ###-#### - Ingresa un número de teléfono de EE.UU.","Ingresa una contraseña.","Las contraseñas no coinciden","¿Cómo te llaman otras personas?","Nombre*","MOSTRAR HOJA INFERIOR","Número de teléfono*","Hoja inferior","Correo electrónico","Cuéntanos sobre ti (p. ej., escribe sobre lo que haces o tus pasatiempos)","Sé breve, ya que esta es una demostración.","BOTÓN","Historia de vida","Sueldo","USD","Incluye hasta 8 caracteres.","Contraseña*","Vuelve a escribir la contraseña*","ENVIAR","Navegación inferior con vistas encadenadas","Agregar","Una hoja modal inferior es una alternativa a un menú o diálogo que impide que el usuario interactúe con el resto de la app.","Hoja modal inferior","Una hoja inferior persistente muestra información que suplementa el contenido principal de la app. La hoja permanece visible, incluso si el usuario interactúa con otras partes de la app.","Hoja inferior persistente","Hojas inferiores modales y persistentes",["El número de teléfono de  es ",["p","0"],["t","1"]],"BOTÓN","Definiciones de distintos estilos de tipografía que se encuentran en material design.","Todos los estilos de texto predefinidos","Tipografía","La propiedad fullscreenDialog especifica si la página nueva es un diálogo modal de pantalla completa.","Un botón plano que muestra una gota de tinta cuando se lo presiona, pero que no tiene sombra. Usa los botones planos en barras de herramientas, diálogos y también intercalados con el relleno.","Las barras de navegación inferiores muestran entre tres y cinco destinos en la parte inferior de la pantalla. Cada destino se representa con un ícono y una etiqueta de texto opcional. Cuando el usuario presiona un ícono de navegación inferior, se lo redirecciona al destino de navegación de nivel superior que está asociado con el ícono.","Etiqueta seleccionada","Etiquetas persistentes",["Artículo ",["9","0"]],"El asterisco (*) indica que es un campo obligatorio","Navegación inferior","Claro","Tema","iOS","Android","DER. a IZQ.","Enorme","Botón","Normal","Pequeño","Sistema","Configuración","Una app personal de finanzas",["Para ver el código fuente de esta app, visita .",["1a","0"]],"Comentarios","Cuerpo","Título","Subtítulo","Título","Buscar","Compartir","Favoritos","Agregar","Calendario","Diseño de inicio responsivo","App de partida","Repositorio de GitHub con muestras de Flutter",["Marcador de posición de la pestaña ",["z","0"]],"Cámara","Alarma","Cuenta","Tu dirección de correo electrónico","Puedes usar los botones de activación para agrupar opciones relacionadas. Para destacar los grupos de botones de activación relacionados, el grupo debe compartir un contenedor común.","GRIS","MARRÓN","NARANJA OSCURO","NARANJA","ÁMBAR","AMARILLO","VERDE LIMA","VERDE CLARO","VERDE","Galería","Categorías","Una app de venta minorista a la moda","Una app personalizada para viajes","ESTILOS Y MÁS","No se pudo mostrar la URL:","Opciones","Información","Código de demostración","Documentación de la API","Pantalla completa","Ajuste de texto","Dirección del texto","Configuración regional","Mecánica de la plataforma","Oscuro","Cámara lenta","Acerca de Flutter Gallery","Envía comentarios","Diseño de TOASTER (Londres)","Botones","Plano, con relieve, con contorno y más","Botón plano","Los botones con relieve agregan profundidad a los diseños más que nada planos. Destacan las funciones en espacios amplios o con muchos elementos.","Botón con relieve","Botón con contorno","Los botones con contorno se vuelven opacos y se elevan cuando se los presiona. A menudo, se combinan con botones con relieve para indicar una acción secundaria alternativa.","Botones de activación","VERDE AZULADO","Botón de acción flotante","Un botón de acción flotante es un botón de ícono circular que se coloca sobre el contenido para propiciar una acción principal en la aplicación.","Diálogos","Simple, de alerta y de pantalla completa","Alerta","Un diálogo de alerta informa al usuario sobre situaciones que debe conocer para poder seguir usando la app. Un diálogo de alerta tiene un título y una lista de acciones que son opcionales.","Alerta con título","Simple","Un diálogo simple le ofrece al usuario la posibilidad de elegir entre varias opciones. Un diálogo simple tiene un título opcional que se muestra encima de las opciones.","Pantalla completa","Botones","Botones con estilo de iOS","Un botón con el estilo de iOS. Contiene texto o un ícono que aparece o desaparece poco a poco cuando se lo toca. De manera opcional, puede tener un fondo.","Alertas","Diálogos de alerta con estilo de iOS","Alerta","Un diálogo de alerta informa al usuario sobre situaciones que debe conocer para poder seguir usando la app. Un diálogo de alerta tiene un título, un contenido y una lista de acciones que son opcionales. El título se muestra encima del contenido y las acciones debajo del contenido.","Alerta con título","Alerta con botones","Solo botones de alerta","Hoja de acción","Una hoja de acciones es un estilo específico de alerta que brinda al usuario un conjunto de dos o más opciones relacionadas con el contexto actual. Una hoja de acciones puede tener un título, un mensaje adicional y una lista de acciones.","Colores","Todos los colores predefinidos","Son las constantes de colores y de muestras de color que representan la paleta de material design.","ENABLED","DISABLED","Crear",["Seleccionaste: \"\"",["g","0"]],"¿Quieres descartar el borrador?","¿Quieres usar el servicio de ubicación de Google?","Permite que Google ayude a las apps a determinar la ubicación. Esto implica el envío de datos de ubicación anónimos a Google, incluso cuando no se estén ejecutando apps.","CANCELAR","DESCARTAR","RECHAZAR","ACEPTAR","Configurar cuenta para copia de seguridad","GRIS AZULADO","MOSTRAR DIÁLOGO","Diálogo de pantalla completa","GUARDAR","Una demostración de diálogo de pantalla completa","Enabled","Disabled","Con fondo","Cancelar","Descartar","¿Quieres permitir que \"Maps\" acceda a tu ubicación mientras usas la app?","Tu ubicación actual se mostrará en el mapa y se usará para obtener instrucciones sobre cómo llegar a lugares, resultados cercanos de la búsqueda y tiempos de viaje aproximados.","Permitir","No permitir","Selecciona tu postre favorito","Selecciona tu postre favorito de la siguiente lista. Se usará tu elección para personalizar la lista de restaurantes sugeridos en tu área.","Cheesecake","Tiramisú","Pastel de manzana","Brownie de chocolate","Mostrar alerta","ROJO","ROSADO","PÚRPURA","PÚRPURA OSCURO","ÍNDIGO","AZUL","CELESTE","CIAN","Agregar cuenta","Galería","Categorías","SHRINE","App de compras básica","RALLY","CRANE","App de viajes","MATERIAL","CUPERTINO","ESTILOS Y CONTENIDO MULTIMEDIA DE REFERENCIA"]