[0,"eu","kLgdhlbF",0,null,["Aplikazio honen iturburu-kodea ikusteko, joan hona: .",[52,0]],"Itzuli galeriara","Aurreko ikonoa","Ekintza bat baino gehiago","Berrezarri banda","Beste gailuan eguneratu da pasahitza. Hasi saioa berriro.","Aplikazioaren behealdeko barra","Koska","Ekintza-botoi gainerakorraren kokapena","Ainguratuta - Erdian","Ainguratuta - Amaieran","Gainerakorra - Erdian","Gainerakorra - Amaieran","Kontua","Alarma","Egutegia","Kamera","Iruzkinak",[" fitxaren leku-marka",[0,0]],"BOTOIA","Sortu","Arakatu",["Arakatu ",[8,0]],["Partekatu ",[10,0]],"Sakatu egin daiteke","Thanjavur","Chettinad","10.","Zeta-iruleak","Tenpluak","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Tamil Nadun bisitatu beharreko hamar hiri nagusiak","Indiaren hegoaldeko artisauak","Brihadisvara tenplua","Bizikletan","Igogailua","Tximinia","Handia","Ertaina","Txikia","Piztu argiak","Garbigailua","HORIXKA","URDINA","URDIN GRISAXKA","MARROIA","ZIANA","LARANJA BIZIA","MORE BIZIA","BERDEA","GRISA","ANILA","URDIN ARGIA","BERDE ARGIA","LIMA-KOLOREA","LARANJA","ARROSA","MOREA","GORRIA","ANILA","HORIA","Bidaia-aplikazio pertsonalizatua","JATEKOAK","Napoles (Italia)","Pizza bat egurrezko labe batean","Dallas (Ameriketako Estatu Batuak)","Lisboa (Portugal)","Emakume bat pastrami-sandwich bat eskuan duela","Amerikar estiloko taberna bat hutsik","Córdoba (Argentina)","Hanburgesa bat","Portland (Ameriketako Estatu Batuak)","Tako korear bat","Paris (Frantzia)","Txokolatezko postrea","Seul (Hego Korea)","Jatetxe moderno bateko mahaiak","Seattle (Ameriketako Estatu Batuak)","Izkira-platera","Nashville (Ameriketako Estatu Batuak)","Okindegiko sarrera","Atlanta (Ameriketako Estatu Batuak)","Otarrain-platera","Madril (Espainia)","Kafetegi bateko salmahaia, gozoekin",[3,0,[" jatetxe",[0,0]],[2,"Ez dauka jatetxerik",4,"1 jatetxe"]],"Arakatu jatetxeak helmugaren arabera",[" eta ",[0,0],[5,1]],"HEGALDIAK","Aspen (Ameriketako Estatu Batuak)","Txalet bat zuhaitz hostoiraunkorreko paisaia elurtuan","Big Sur (Ameriketako Estatu Batuak)","Kairo (Egipto)","Al-Azhar meskitaren dorreak ilunabarrean","Lisboa (Portugal)","Adreiluzko itsasargia","Napa (Ameriketako Estatu Batuak)","Igerileku bat palmondoekin","Bali (Indonesia)","Igerileku bat itsasertzean, palmondoekin","Denda bat zelai batean","Khumbu bailara (Nepal)","Tibetar banderatxoak mendi elurtuen parean","Machu Picchu (Peru)","Machu Picchuko hiria","Malé (Maldivak)","Itsasoko bungalow-ak","Vitznau (Suitza)","Mendialdeko hotel bat, laku baten ertzean","Mexiko Hiria (Mexiko)","Arte Ederren jauregiaren aireko ikuspegia","Rushmore mendia (Ameriketako Estatu Batuak)","Rushmore mendia","Singapur","Supertree Grove","Habana (Kuba)","Gizon bat antzinako auto urdin baten aurrean makurtuta",[3,0,[" geldialdi",[0,0]],[2,"Geldialdirik gabekoa",4,"1 geldialdi"]],"Arakatu hegaldiak helmugaren arabera","Hautatu data","Hautatu datak","Aukeratu helmuga","Mahaikideak","Hautatu kokapena","Aukeratu abiapuntua","Hautatu ordua","Bidaiariak",[3,0,[" h",[0,0]],[4,"1 h"]],[3,0,[" min",[0,0]],[4,"1 min"]],"Lotarako tokia","Malé (Maldivak)","Itsasoko bungalow-ak","Aspen (Ameriketako Estatu Batuak)","Kairo (Egipto)","Al-Azhar meskitaren dorreak ilunabarrean","Taipei (Taiwan)","Taipei 101 etxe-orratza","Txalet bat zuhaitz hostoiraunkorreko paisaia elurtuan","Machu Picchu (Peru)","Machu Picchuko hiria","Habana (Kuba)","Gizon bat antzinako auto urdin baten aurrean makurtuta","Vitznau (Suitza)","Mendialdeko hotel bat, laku baten ertzean","Big Sur (Ameriketako Estatu Batuak)","Denda bat zelai batean","Napa (Ameriketako Estatu Batuak)","Igerileku bat palmondoekin","Porto (Portugal)","Eraikin koloretsuak Ribeira plazan","Tulum (Mexiko)","Maiar hondarrak itsaslabar baten ertzean","Lisboa (Portugal)","Adreiluzko itsasargia",[3,0,[" jabetza erabilgarri",[0,0]],[2,"Ez dauka jabetzarik erabilgarri",4,"1 jabetza erabilgarri"]],"Arakatu jabetzak helmugaren arabera","Baimendu","Sagar-tarta","Utzi","Gazta-tarta","Txokolatezko brownie-a","Beheko zerrendan, aukeratu gehien gustatzen zaizun postrea. Inguruko jatetxeen iradokizunak pertsonalizatzeko erabiliko da hautapen hori.","Baztertu","Ez baimendu","Aukeratu gogoko postrea","Oraingo kokapena mapan bistaratuko da, eta jarraibideak, inguruko bilaketa-emaitzak eta bidaien estimatutako iraupena emango dira.","Aplikazioa erabili bitartean kokapena erabiltzeko baimena eman nahi diozu Maps-i?","Tiramisua","Botoia","Atzeko planoarekin","Erakutsi alerta","Txata","Orri nagusia","Profila","Kaltzioa (%)","Kaloriak","Karbohidratoak (g)","Postrea (errazio bat)","Koipea (g)","Burdina (%)","Proteinak (g)","Sodioa (mg)","Elikadura","Sagar-tarta","Cupcake-a","Donuta","Éclair-a","Jogurt izoztua","Jengibre-gaileta","Abaraska","Izozki-sandwicha","Gominola","Txupatxusa",[" eztiarekin",[0,0]],[" azukrearekin",[0,0]],"Demo-bertsioa","Sakatu hau lauzak editatzeko eta erabili keinuak eszenaren barruan mugitzeko. Arrastatu mugitzeko, atximurkatu zooma aplikatzeko eta erabili bi hatz biratzeko. Hasierako orientaziora itzultzeko, sakatu berrezartzeko botoia.","Editatu lauza","Berrezarri bihurketak","Mugitu, aplikatu zooma eta biratu","2D bihurketak","Ekintza-pilulak eduki nagusiarekin erlazionatutako ekintza bat abiarazten duten aukeren multzoa dira. Dinamikoki eta testuinguru egokian agertu behar dute.","Ekintza-pilula","Kontuan hartu beharreko egoeren berri ematen diote alerta-leihoek erabiltzaileari. Aukeran, izenburua eta ekintza-zerrendak izan ditzakete alerta-leihoek.","Alerta","Alerta izenburuduna","Une horretan ikusten den pantailarekin erlazionatutako edukia eta ekintzak bistaratzen dira aplikazioaren barran. Branding-erako, pantailen izenetarako, nabigatzeko eta ekintzetarako erabiltzen da.","Bertan, une horretan ikusten den pantailarekin erlazionatutako informazioa eta ekintzak bistaratzen dira","Aplikazioaren barra","Bandek mezu garrantzitsu eta laburrak bistaratzen dituzte, eta erabiltzaileek gauzatu beharreko ekintzak adierazten. Bandak baztertu egin daitezke; baina ez beren kabuz, erabiltzaileek hala adierazita baizik.","Zerrenda batean banda bat bistaratzea","Banda","Aplikazioaren behealdeko barrak nabigazio-panel lerrakor bat erakusten du, bai eta erabilgarri dauden ekintzak ere (gehienez, lau). Barra horretan agertzen da ekintza-botoi gainerakorra ere.","Nabigazio-aukerak eta erabilgarri dauden ekintzak bistaratzen ditu behealdean","Aplikazioaren behealdeko barra","Beheko nabigazioak hiru eta bost helmuga artean bistaratzen ditu pantailaren beheko aldean. Ikono eta aukerako testu-etiketa bana ageri dira helmuga bakoitzeko. Beheko nabigazioko ikono bat sakatzean, ikono horri loturiko nabigazio-helmuga nagusira eramango da erabiltzailea.","Etiketa finkoak","Hautatutako etiketa","Modu gurutzatuan lausotzen diren ikuspegiak dituen beheko nabigazioa","Beheko nabigazioa","Gehitu","ERAKUTSI BEHEKO ORRIA","Goiburua",["Elementua: ",[11,0]],"Menu edo leiho baten ordez erabil daiteke beheko orri modala; horren bidez, erabiltzaileak ezingo ditu erabili aplikazioaren gainerako elementuak.","Beheko orri modala","Aplikazioko eduki nagusia osatzea helburu duen informazioa erakusten du beheko orri finkoak. Beheko orri finkoa ikusgai dago beti, baita erabiltzailea aplikazioko beste elementu batzuk erabiltzen ari denean ere.","Beheko orri finkoa","Beheko orri finko eta modalak","Beheko orria","Testu-eremuak","Lauak, goratuak, ingeradadunak eta gehiago","Botoiak","Material diseinuko orri bat da txartela. Haren bidez, erlazionatutako informazioa ematen da; adibidez, album bat, kokapen geografiko bat, janari bat, harremanetarako xehetasunak, etab.","Oinarrizko txartelak, ertz biribilduekin","Txartelak","Egiaztapen-zerrendaren menua","Sarrera, atributu edo ekintza bat adierazten duten elementu trinkoak","Pilulak","Aukera-pilulek multzo bateko aukera bakarra erakusten dute. Erlazionatutako testu deskribatzailea edo kategoriak ere badauzkate.","Aukera-pilula","Material diseinuaren garapen-adierazle zirkular bat, zeinak bira egiten baitu aplikazioa okupatuta dagoela adierazteko.","Garapen-adierazle zirkularra","Demo-kodea","Kopiatu da arbelean.","KOPIATU DENA",["Ezin izan da kopiatu arbelean: ",[31,0]],"Material izeneko diseinuaren kolore-paleta irudikatzen duten koloreen eta kolore-aldaketen konstanteak.","Kolore lehenetsi guztiak","Koloreak","Txartelak, zerrendak eta EBG","Edukiontzi bat daukaten erabiltzaile-interfazeen arteko trantsizioetarako diseinatuta dago edukiontzien itxuraldaketaren eredua. Ereduak ikusizko konexio bat sortzen du erabiltzaile-interfazeko bi elementuren artean.","Apurka desagertzearen modua","Edukiontzien itxuraldaketa","APURKA DESAGERTZEA","AGERTZEA ETA DESAGERTZEA","Laster-menua","Ekintza-orria alerta-estilo bat da, eta bi aukera edo gehiago ematen dizkio erabiltzaileari oraingo testuingurua kontuan hartuta. Ekintza-orriek izenburu bat, mezu gehigarri bat eta ekintza-zerrenda bat izan ditzakete.","Ekintza-orria","iOS estiloko jardueren adierazle bat, eskuinetara bira egiten duena.","iOS estiloko jardueren adierazleak","Jardueren adierazlea","Alerta-botoiak bakarrik","Alerta botoiduna","Kontuan hartu beharreko egoeren berri ematen diote alerta-leihoek erabiltzaileari. Aukeran, izenburua, edukia eta ekintza-zerrendak izan ditzakete alerta-leihoek. Izenburua edukiaren gainean bistaratuko da; ekintzak, berriz, edukiaren azpian.","Alerta","Alerta izenburuduna","iOS estiloko alerta-leihoak","Alertak","iOS estiloko botoia. Ukitzean lausotzen eta berriro agertzen den testua eta/edo ikono bat dauka barruan. Atzeko plano bat ere izan dezake.","iOS estiloko botoiak","Botoiak","Lehen ekintza","Laster-menua ikusteko, eduki sakatuta Flutter-en logotipoa.","Bigarren ekintza","Pantaila osoa hartzen duen iOS estiloko laster-menu bat, elementu bat luze sakatzean agertzen dena.","iOS estiloko laster-menua","Laster-menua","iOS estiloko nabigazio-barra bat. Nabigazio-barra tresna-barra bat da, tresna-barraren erdian orriaren izena daukana, besterik gabe.","iOS estiloko nabigazio-barra","Nabigazio-barra","Hautatzailea","Data","Data eta ordua","iOS estiloko hautatzailearen widgeta, kateak, datak, orduak, edo datak eta orduak hautatzeko.","iOS estiloko hautatzailea","Ordua","Tenporizadorea","Hautatzaileak","Edukia kontrolatzeko iOS estiloko \"Tiratu freskatzeko\" motako aukera inplementatzeko widget bat.","Edukia kontrolatzeko iOS estiloko \"Tiratu freskatzeko\" motako aukera","Tiratu freskatzeko","Haurra biltzen duen korritze-barra","iOS estiloko korritze-barra","Korritze-barra","Testua idatzita erabiltzaileari bilatzen uzten dion eremu; iradokizunak eskaini eta iragaz ditzake ere.","Idatzi testu bat","Testua bilatzeko eremua (iOS estilokoa)","Testua bilatzeko eremua","Bata bestearen baztergarri diren zenbait aukeraren artean hautatzeko erabiltzen da. Segmentatutako kontroleko aukera bat hautatzen denean, segmentatutako kontroleko gainerako aukerak desautatu egiten dira.","iOS estiloarekin segmentatutako kontrola","Segmentatutako kontrola",["Jarraitua: ",[11,0]],"Balio sorta jarraitu edo zehatz batetik hautatzeko balio du graduatzaileak.",["Zehatza: ",[9,0]],"iOS estiloko graduatzailea","Graduatzailea","Ezarpen bat aktibatu eta desaktibatzeko balio du etengailuak.","iOS estiloko etengailua","iOS estiloko beheko nabigazioko fitxa-barra bat. Hainbat fitxa bistaratzen ditu eta fitxa horietako bat (modu lehenetsian lehena) aktibatuta dago.","iOS estiloko beheko fitxa-barra","Fitxa-barra","Teklatu fisikoarekin edo pantailakoarekin testua idazteko eremua.","PINa","iOS estiloko testu-eremuak","Testu-eremuak","Graduatzaileek balioen barruti bat islatzen dute barra batean, eta erabiltzaileek barruti horretako balio bakarra edo azpi-barruti bat hauta dezakete bertan. Graduatzaileei gaiak ezar dakizkieke eta pertsonalizatu egin daitezke.","Graduatzaile pertsonalizatuak","Datu-taulek errenkada eta zutabetan bistaratzen dute informazioa, sareta gisa. Erraz bilatzeko moduan dago antolatuta informazioa, erabiltzaileek ereduak eta estatistikak bila ditzaten.","Informazioa duten errenkadak eta zutabeak","Datu-taulak","Material diseinuko data-hautatzailea duen leiho bat dago ikusgai.","Data-hautatzailea","Material diseinuko data tarteen hautatzailea duen leiho bat dago ikusgai.","Data tarteen hautatzailea","Arrunta, alerta eta pantaila osoa","Leihoak","Bereizleak zerrendetan, panel lerrakorretan eta bestelakoetan erabil daitezke edukia banatzeko.","Edukia zerrendetan eta diseinuetan taldekatzen duten lerro meheak dira bereizleak.","Bereizlea","APIaren dokumentazioa","Botoi goratuek dimentsioa ematen diete nagusiki lauak diren diseinuei. Funtzioak nabarmentzen dituzte espazio bete edo zabaletan.","Botoi goratuak","UTZI","BAZTERTU","Alerta-leihoa","Leiho gainerakorra eta EBG","Pantailaren ertzean sartzen edo ertzetik ateratzen diren erabiltzaile-interfazeko elementuetarako erabiltzen da apurka desagertzearen eredua; adibidez, pantailaren erdialdean apurka desagertzen den leiho bat.","EZKUTATU EKINTZA-BOTOI GAINERAKORRA","ERAKUTSI LEIHO GAINERAKORRA","ERAKUTSI EKINTZA-BOTOI GAINERAKORRA","Apurka desagertzea","Albumak","Beheko nabigazioa","Beren artean harreman handirik ez daukaten erabiltzaile-interfazeko elementuen arteko trantsizioetarako erabiltzen da agertzea eta desagertzearen eredua.","Argazkiak","Bilatu","123 argazki","Agertzea eta desagertzea","Iragazteko pilulek etiketak edo hitz deskribatzaileak erabiltzen dituzte edukia iragazteko.","Iragazteko pilula","Aplikazioko edukiaren gainean ekintza nagusia sustatzeko agertzen diren botoi-itxurako ikono biribilak dira ekintza-botoi gainerakorrak.","Ekintza-botoi gainerakorra","Sarrerako orria pantaila osoko leiho bat den zehazten du fullscreenDialog propietateak","Pantaila osoa","Pantaila osoa","Sareta itxurako zerrendak oso egokiak dira datu homogeneoak aurkezteko, batez ere irudiak. Sareta itxurako zerrendetan, lauza esaten zaio elementu bakoitzari.","Oinarekin","Goiburuarekin","Irudia soilik","Errenkaden eta zutabeen diseinua","Sareta itxurako zerrendak","Informazioa","Sarrera-pilulek informazio konplexua ematen dute modu trinkoan; adibidez, entitate bat (pertsona, toki edo gauza bat) edo elkarrizketa bateko testua.","Sarrera-pilula","Ezin izan da bistaratu URLa:","Material diseinuaren garapen-adierazle lineal bat; garapen-barra ere baderitzo.","Garapen-adierazle lineala","Altuera finkoko lerro bakarra; testua eta haren atzean edo aurrean ikono bat izan ohi ditu.","Bigarren lerroko testua","Zerrenda lerrakorren diseinuak","Zerrendak","Menuko desgaitutako aukera","Egiaztapen-zerrendaren menu bat duen aukera bat","Laster-menu bat duen aukera bat","Menu sekziodun bat duen aukera bat","Menu sinple bat duen aukera bat",["Markatuta: ",[11,0]],"Laster-menuko lehen aukera","Laster-menuko hirugarren aukera","Menuek aukera-zerrenda bat erakusten dute aldi batez. Erabiltzaileek botoi, ekintza edo bestelako kontrol-aukera batekin interakzioan jarduten dutenean agertzen dira menuak.","Lau","Eskuratu esteka","Menuko lehen aukera","Menuko hirugarren aukera","Menuko bigarren aukera","Bat","Aurreikusi","Kendu",["Hautatuta: ",[11,0]],"Partekatu","Menuko botoiak eta menu sinpleak","Hiru","Menua","Bi","Xehetasunen orria","Zerrendako elementua","Bigarren lerroko testua","Izena","Bigarrena","Aurrez zehaztutako trantsizio-eredu guztiak","Mugimendua","Aplikazio bateko nabigazio-estekak bistaratzeko pantailaren ertzetik horizontalean lerratzen den Material diseinudun panela.","Panel lerrakor bat bistaratzen du aplikazio-barraren barruan","Pasatu hatza ertzetik edo sakatu goian ezkerrean dagoen ikonoa panel lerrakorra ikusteko","Nabigazio-panel lerrakorra","Lehenengo elementua","Bigarren elementua","user.name@example.com","Erabiltzaile-izena","Aplikazio baten ezkerrean edo eskuinean bistaratuko den Material diseinudun widgeta, ikuspegi gutxi batzuen artean (hiru eta bost artean, normalean) nabigatzeko.","Lehena","Bigarrena","Nabigazio-errail bat bistaratzen du aplikazioaren barruan","Hirugarrena","Nabigazio-erraila","Lerro bat","Sakatu hau demoaren aukerak ikusteko.","Ikusi aukerak","Aukerak","Botoi ingeradadunak opaku bihurtu eta goratu egiten dira sakatzean. Botoi goratuekin batera agertu ohi dira, ekintza alternatibo edo sekundario bat dagoela adierazteko.","Botoi ingeradadunak","ERAKUTSI HAUTATZAILEA","Data eta orduaren hautapena","Hautatzaileak","Lineala, zirkularra, zehaztugabea","Garapen-adierazleak","Graduatzaileek balio barruti bat islatzen dute, barra batean. Ikono bana izan dezakete bi muturretan, balioen barrutia zein den erakusteko. Oso erabilgarriak dira irudiei iragazkiak aplikatzeko edo, orokorrean, ezarpenak doitzeko; esaterako, distira edo bolumena.","Barruti zehatzeko graduatzaileak","Menu sekzioduna","Koadroei esker, multzo bereko aukera bat baino gehiago hauta ditzake erabiltzaileak. Koadroek Egia eta Gezurra balioak izan ohi dituzte. Hiru aukerakoak badira, aldiz, balio nulua izan ohi dute bi horiez gain.","Koadroa","Aukera-botoiei esker, multzo bateko aukera bakarra hauta dezakete erabiltzaileek. Erabili aukera-botoiak erabiltzaileei aukera guztiak ondoz ondo erakutsi nahi badizkiezu, ondoren haietako bat hauta dezaten.","Aukera-botoia","Koadroak, aukera-botoiak eta etengailuak","Aktibatu eta desaktibatzeko etengailuek ezarpen-aukera bakar baten egoera aldatzen dute. Etiketa txertatuek argi adierazi behar dute etengailuak zein aukera kontrolatzen duen eta hura zein egoeratan dagoen.","Etengailua","Hautapena kontrolatzeko aukerak","Harreman espaziala edo nabigazionala daukaten erabiltzaile-interfazeko elementuen arteko trantsizioetarako erabiltzen da partekatutako ardatzaren eredua. Eredu horrek X, Y edo Z ardatzaren itxuraldaketa partekatua erabiltzen du elementuen arteko harremana sendotzeko.","Eskulanak","ATZERA","Multzokatuta","Enpresa","Multzokatutako kategoriak talde gisa agertzen dira jarioan. Gero alda dezakezu hori.","Sinplifikatu ikastaroen zerrendak","SORTU KONTU BAT","Sukaldaritza","Hurrengoa eta Atzera botoiak","Diseinua","HELBIDE ELEKTRONIKOA AHAZTU DUZU?","Ilustrazioa","Banaka erakutsiko dira","HURRENGOA","Hasi saioa kontuarekin","Helbide elektronikoa edo telefono-zenbakia","Kaixo, David Park","Partekatutako X ardatza","268 album","min","Artista","Albuma","A-Z","Ordenatu \"Erreproduzitutako azkenak\" irizpidearen arabera","Erreproduzitutako azkenak","Partekatutako Y ardatza","Behiki-ogitarteko baten errezeta","Behiki-ogitartekoa","Hanburgesa baten errezeta","Hanburgesa","Karramarro-plater baten errezeta","Karramarroa","Ezarpenen ikonoaren botoia","Postre baten errezeta","Postrea","Laguntza","Jakinarazpenak","Pribatutasuna","Profila","Ogitarteko baten errezeta","Ogitartekoa","Gordetako errezetak","Ezarpenak","Izkira-plater baten errezeta","Izkira","Partekatutako Z ardatza","Leiho arruntek hainbat aukera eskaintzen dizkiote erabiltzaileari, nahi duena aukera dezan. Aukeren gainean bistaratzen den izenburu bat izan dezakete leiho arruntek.","Arrunta","Menu sinplea","Etengabea","Barruti zehatzeko graduatzaile etengabea gai pertsonalizatuarekin","Etengabea, zenbakizko balio editagarriarekin","Graduatzaileek balioen barruti bat islatzen dute barra batean, eta erabiltzaileek barruti horretako balio bakarra hauta dezakete bertan. Oso erabilgarriak dira irudiei iragazkiak aplikatzeko edo, orokorrean, ezarpenak doitzeko; esaterako, distira edo bolumena.","Erabiltzaileak zehaztutako balioak dituen graduatzailea","Erabiltzaileak zehaztutako balioak dituen graduatzailea gai pertsonalizatuarekin","Zenbakizko balio editagarria","Hatza pasatuta balio bat hautatzeko balio duten widgetak","Graduatzaileak","Snackbar-aren ekintza sakatu duzu.","EKINTZA","ERAKUTSI SNACKBAR BAT","Aplikazio batek egin duen edo egingo duen prozesu baten berri ematen diete snackbar-ek erabiltzaileei. Tarte batez agertzen dira pantailaren behealdean. Ez dute etengo aplikazioa erabiltzeko modua eta ezer egin gabe desagertuko dira.","Pantailaren beheko aldean mezuak erakusten dituzte snackbar-ek","Hona hemen snackbar bat.","Snackbar-ak","Fitxei esker, edukia antolatuta dago pantailetan, datu multzoetan eta bestelako elkarrekintza sortetan.","Korritzen ez dena","Korritzen dena","Independenteki gora eta behera mugi daitezkeen fitxak","Fitxak","Botoi lauak kolorez aldatzen dira sakatzean, baina ez dira altxatzen. Erabili botoi lauak tresna-barretan, leihoetan eta betegarriak txertatzean.","Botoi lauak","Testu-eremuen bidez, erabiltzaileek testua idatz dezakete erabiltzaile-interfaze batean. Inprimaki eta leiho gisa agertu ohi dira.","Helbide elektronikoa","Idatzi pasahitza.","(###) ###-#### - Idatzi AEBko telefono-zenbaki bat.","Bidali baino lehen, konpondu gorriz ageri diren erroreak.","Ezkutatu pasahitza","Ez luzatu; demo bat baino ez da.","Biografia","Izena*",[" erabiltzailearen telefono-zenbakia  da",[0,0],[36,1]],"Izena behar da.","Zortzi karaktere gehienez.","Idatzi alfabetoko karaktereak soilik.","Pasahitza*","Pasahitzak ez datoz bat","Telefono-zenbakia*","* ikurrak derrigorrezko eremua dela adierazten du","Idatzi pasahitza berriro*","Soldata","Erakutsi pasahitza","BIDALI","Testu eta zenbakien lerro editagarri bakarra","Esan zerbait zuri buruz (adibidez, zertan egiten duzun lan edo zer zaletasun dituzun)","Testu-eremuak","USD","Nola deitzen dizute?","Non aurki zaitzakegu?","Zure helbide elektronikoa","Material diseinuko ordu-hautatzailea duen leiho bat dago ikusgai.","Ordu-hautatzailea","Erlazionatutako aukerak taldekatzeko erabil daitezke etengailuak. Erlazionatutako etengailuen talde bat nabarmentzeko, taldeak edukiontzi bera partekatu beharko luke.","Etengailuak","Aholkuak testu-etiketak dira, zeinek botoi baten edo erabiltzaile-interfazeko ekintza baten funtzioa azaltzen baitute. Aholkuek testu informatibo bat bistaratzen dute erabiltzaileak aukera baten gainetik pasatzen direnean, aukera baten gainean fokua jartzen dutenean edo aukera bat luze sakatzen dutenean.","Aholkua bistaratzeko, sakatu luze edo pasatu gainetik.","Luze sakatzean edo gainetik pasatzean erakusten den mezu laburra","Aholkuak","Bi lerro","Xehetasunak","Hau da TwoPane-ren portaera gailu tolesgarri batean.","Gailu tolesgarria",["Elementua: ",[11,0]],[" elementuaren xehetasunak",[0,0]],"Zerrenda","Hautatu elementu bat","Hau da TwoPane-ren portaera pantaila txikiko gailu batean.","Pantaila txikiko gailua","Diseinu moldagarriak gailu tolesgarrietan, eta pantaila handiko eta txikiko gailuetan","Hau da TwoPane-ren portaera pantaila handiago batean (adibidez, tableta edo mahaigaineko ordenagailu batean)","Tableta / Mahaigaineko ordenagailua","TwoPane","Material diseinuko estilo tipografikoen definizioak.","Testu-estilo lehenetsi guztiak","Tipografia","Bereizle bertikala","Desautatu","Gehitu kontu bat","ONARTU","UTZI","EZ ONARTU","BAZTERTU","Zirriborroa baztertu nahi duzu?","Pantaila osoko leiho baten demoa","GORDE","Pantaila osoko leihoa","Utzi Google-ri aplikazioei kokapena zehazten laguntzen. Horretarako, kokapen-datu anonimoak bidaliko zaizkio Google-ri, baita aplikazioak martxan ez daudenean ere.","Google-ren kokapen-zerbitzua erabili nahi duzu?",["Hau hautatu duzu: \"\"",[19,0]],"Ezarri babeskopiak egiteko kontua","ERAKUTSI LEIHOA","BAZTERTU","Edukian oinarritutako albiste-aplikazioa","Armada Berdea barrualdetik eraldatzea","Soroetako erleak desagertzen ari dira","Diseinatzaileek teknologia erabiltzen dute ehun futuristak sortzeko","Feministak alderdi baten alde jarri dira","Gasolinaren etorkizuna","Osasun-zerbitzuen iraultza isil eta boteretsua","Akzioak igotzen ez direnez, dibisak dituzte askok ikusmiran","Estatubatuarren bizitza zatituak gerran zehar","Informazio eguneratuena","Negozioak","Kultura","Orri nagusia","Politika","Zientzia","Kirolak","Teknologia","Bidaiak","Ameriketako Estatu Batuak","Mundua","ArmadaBerdea","OsasunZerbitzuenIraultza","Eraldaketa","Akzioak","DiseinuTeknologikoa",[" GitHub biltegia",[0,0]],"ESTILOAK ETA BESTE","Kategoriak","Galeria","Kargatzen","Hautatu gabe","Hondartza","Brontze-meategiak","Chennai","Chettinad","Arrantzalea","Lore-azoka","Bazkaria prestatzen","Merkatua","Pondicherry","Gatzaga","Scooterrak","Zetagilea","Tanjore","Thanjavur tenplua",[" bankuko  kontua ().",[0,0],[9,1],[18,2]],"Autorako aurrezkiak","Egiaztatzen","Etxerako aurrezkiak","Oporrak","Kontuaren jabea","Urtean ordaindutako interesaren ehunekoa","Joan den urtean ordaindutako interesa","Interes-tasa","Urte-hasieratik gaurdainoko interesak","Hurrengo kontu-laburpena","Guztira","Kontuak","Alertak",["Hilabete honetan  gastatu dituzu kutxazain automatikoetako komisioetan",[17,0]],["Primeran. Joan den hilean baino  diru gehiago duzu kontu korrontean.",[32,0]],["Egon adi: hilabete honetako erosketa-aurrekontuaren  erabili duzu.",[52,0]],["Aste honetan  gastatu dituzu jatetxeetan.",[13,0]],[3,0,["Zerga-kenkari potentzial handiagoa! Esleitu kategoriak esleitu gabeko  transakziori.",[70,0]],[4,"Zerga-kenkari potentzial handiagoa! Esleitu kategoriak esleitu gabeko transakzio bati."]],[" faktura () data honetan ordaindu behar da: .",[0,0],[10,1],[44,2]],"Zor duzuna","Ordaindutakoa","Zenbatekoa, guztira","Fakturak","Epemuga:",["\"\" izeneko aurrekontua: / erabilita;  gelditzen da",[1,0],[24,1],[25,2],[37,3]],"Arropa","Kafetegiak","Jan-edanak","Jatetxeak","Gelditzen dena","Erabilitakoa","Muga, guztira","Geratzen dena","Aurrekontuak","Finantza-aplikazio pertsonala","ERABILTZEKE","HASI SAIOA","Hasi saioa","Hasi saioa Rally-n","Ez duzu konturik?","Pasahitza","Gogora nazazu","ERREGISTRATU","Erabiltzaile-izena","IKUSI GUZTIAK","Ikusi kontu guztiak","Ikusi faktura guztiak","Ikusi aurrekontu guztiak","Aurkitu kutxazain automatikoak","Laguntza","Kudeatu kontuak","Jakinarazpenak","Paperik gabeko ezarpenak","Pasakodea eta Touch ID","Informazio pertsonala","Amaitu saioa","Zerga-dokumentuak","KONTUAK","FAKTURAK","AURREKONTUAK","INFORMAZIO OROKORRA","EZARPENAK","Posta-aplikazio eraginkor eta ardaztua","Zirriborroak","Sarrera-ontzia","Bidalitakoak","Spama","Izardunak","Zaborrontzia","Hautatu","Hauta daiteke (luze sakatuta)","Hautatuta","Flutter Gallery-ri buruz","Londreseko TOASTER enpresak diseinatua","Itxi ezarpenak","Ezarpenak","Iluna","Bidali oharrak","Argia","Lurraldeko ezarpenak","Plataformaren mekanika","Kamera geldoa","Sistema","Testuaren noranzkoa","Ezkerretik eskuinera","Lurraldeko ezarpenetan oinarrituta","Eskuinetik ezkerrera","Testuaren tamaina","Erraldoia","Handia","Normala","Txikia","Gaia","Ezarpenak","UTZI","GARBITU SASKIA",[3,0,[" PRODUKTU",[0,0]],[2,"EZ DAGO PRODUKTURIK",4,"1 PRODUKTU"]],"SASKIA","Bidalketa:","Guztizko partziala:","Zerga:","GUZTIRA","OSAGARRIAK","GUZTIAK","ARROPA","ETXEA","Moda-modako salmenta-aplikazioa","Pasahitza","Erabiltzaile-izena","AMAITU SAIOA","MENUA","HURRENGOA","Harrizko pitxer urdina","Gerezi-koloreko elastikoa","Chambray estiloko ezpainzapiak","Chambray estiloko alkandora","Alkandora zuri klasikoa","Buztin-koloreko jertsea","Kobrezko apalategia","Marra finak dituen elastikoa","Alez egindako lepokoa","Gatsby kapela","Gentry jaka","Urre-koloreko idazmahai-trioa","Bufanda gorrixka","Mahukarik gabeko elastiko gris zabala","Tea zerbitzatzeko Hurrahs sorta","Sukaldeko tresnak","Galtza urdin ilunak","Igeltsu-koloreko tunika",["× ",[2,0]],["Zenbatekoa: ",[12,0]],"Laurentzako mahaia","Euri-uretarako erretilua","Ramona poltsa gurutzatua","Tunika urdin argia","Jertse fina","Sorbalda estaltzen ez duen elastikoa","Eskuko poltsa","Zeramikazko sorta","Stella eguzkitako betaurrekoak","Strut belarritakoak","Landare zukutsuetarako loreontziak","Udako soinekoa","Surf-estiloko alkandora","Vagabond bizkar-zorroa","Unibertsitateko taldeko galtzerdiak","Walter Henley (zuria)","Giltzatako txirikordatua","Marra fineko alkandora zuria","Whitney gerrikoa",[3,0,["Erosketa-saskia.  produktu dauzka.",[17,0]],[2,"Erosketa-saskia. Hutsik dago.",4,"Erosketa-saskia. Produktu bat dauka."]],"Gehitu saskian",["Kendu ",[6,0]],"Itxi saskia","Itxi menua","Ireki menua","Kendu produktua","Bilatu","Ezarpenak","HASI SAIOA","Hautatu demo-bertsio bat","Hasierako diseinu sentikorra",["Elementua: ",[11,0]],"Gorputza","BOTOIA","Goiburua","Azpititulua","Izena","Hasiberrientzako aplikazioa","Gehitu","Gogokoa","Bilatu","Partekatu"]