[0,"cy","l5a4g0",0,null,["Storfa  GitHub",["7","0"]],["I weld y cod ffynhonnell ar gyfer yr ap hwn, ewch i .",["1g","0"]],"Dad-ddewis","Heb ei dewis","Dewis","Dewisiadwy (pwyso'n hir)","Wedi'i ddewis","MEWNGOFNODI","Diweddarwyd eich cyfrinair ar eich dyfais arall. Mewngofnodwch eto.","Ailosod y faner","Mwy nag un weithred","Eicon Arwain","DIYSTYRU","Yn ôl i'r Oriel","Archwilio",["Archwilio ",["a","0"]],["Rhannu ",["7","0"]],"Gellir ei dapio","Y 10 Dinas Gorau i Ymweld â nhw yn Tamil Nadu","Rhif 10","Thanjavur","Thanjavur, Tamil Nadu","Crefftwyr De India","Troellwyr Sidan","Chettinad","Sivaganga, Tamil Nadu","Teml Brihadisvara","Temlau","Oriel","Categorïau","Ap manwerthu ffasiynol","Ap newyddion sy'n canolbwyntio ar gynnwys","Ap cyllid personol","Ap e-bost effeithlon â ffocws","Wrthi'n gwirio","Arbedion Cartref","Arbedion Car","Gwyliau","Cynnyrch Canrannol Blynyddol","Cyfradd Llog","Llog Blwyddyn Hyd Yma","Llog a Dalwyd y Llynedd","Cyfriflen Nesaf","Perchennog y Cyfrif","Cyfanswm","Swm a Dalwyd","Y Swm sy'n Ddyledus","Siopau Coffi","Bwydydd","Bwytai","Dillad","Cyfanswm y Terfyn","Swm a Ddefnyddiwyd","Swm sy'n weddill","Rheoli Cyfrifon","Dogfennau Treth","Cod pas a Touch ID","Hysbysiadau","Gwybodaeth Bersonol","Gosodiadau Di-bapur","Dod o Hyd i ATM","Cymorth","Allgofnodi","Cyfanswm","Taladwy","Yn weddill","Cyfrifon","Biliau","Cyllidebau","Rhybuddion","GWELD Y CYFAN","YN WEDDILL","TROSOLWG","CYFRIFON","BILIAU","CYLLIDEBAU","GOSODIADAU","Mewngofnodi i Rally","Nid oes gennych gyfrif?","COFRESTRU","Enw defnyddiwr","Cyfrinair","Mewngofnodi","Cofiwch Fi","MEWNGOFNODI",["Sylwch, rydych wedi defnyddio  o'ch cyllideb Siopa ar gyfer y mis hwn.",["u","0"]],["Rydych wedi gwario  ar Fwytai'r wythnos hon.",["j","0"]],["Rydych wedi gwario  mewn ffioedd ATM y mis hwn",["j","0"]],["Da iawn! Mae eich cyfrif cyfredol yn  uwch na'r mis diwethaf.",["11","0"]],[3,0,["Cynyddwch eich didyniad treth posib! Aseiniwch gategorïau i  trafodyn sydd heb ei aseinio.",["1o","0"]],[7,["Cynyddwch eich didyniad treth posib! Aseiniwch gategorïau i  thrafodyn sydd heb ei aseinio.",["1o","0"]],8,["Cynyddwch eich didyniad treth posib! Aseiniwch gategorïau i  thrafodyn sydd heb ei aseinio.",["1o","0"]],4,"Cynyddwch eich didyniad treth posib! Aseiniwch gategorïau i 1 trafodyn sydd heb ei aseinio.",5,["Cynyddwch eich didyniad treth posib! Aseiniwch gategorïau i  drafodyn sydd heb ei aseinio.",["1o","0"]]]],"Gweld pob cyfrif","Gweld pob bil","Gweld pob cyllideb",["Cyfrif   gyda .",["7","0"],["8","1"],["e","2"]],["Bil  yn ddyledus ar  am .",["4","0"],["k","1"],["o","2"]],["Cyllideb  gyda  wedi'i ddefnyddio o ,  yn weddill",["9","0"],["f","1"],["10","2"],["12","3"]],"Ap teithio wedi'i bersonoleiddio","ARDDULLIAU AC ERAILL","Methu â dangos yr URL:","Dewisiadau","Gwybodaeth","Cod Demo","Dogfennaeth API","Sgrîn Lawn","COPÏO POB UN","Copïwyd i'r clipfwrdd.",["Wedi â methu copïo i'r clipfwrdd: ",["y","0"]],"Gweld dewisiadau","Tapiwch yma i weld y dewisiadau sydd ar gael ar gyfer y demo hwn.","Gosodiadau","Gosodiadau","Cau'r gosodiadau","System","Newid maint testun","Bach","Normal","Mawr","Enfawr","Cyfeiriad testun","Yn seiliedig ar locale","LTR","RTL","Locale","Mecaneg platfform","Thema","Tywyll","Golau","Symud araf","Ynghylch Flutter Gallery","Anfon adborth","Dyluniwyd gan TOASTER yn Llundain","Bar ap","Yn dangos gwybodaeth a gweithredoedd sy'n ymwneud â'r sgrîn bresennol","Mae'r bar Ap yn darparu cynnwys a gweithredoedd sy'n gysylltiedig â'r sgrîn bresennol. Bydd yn cael ei ddefnyddio ar gyfer brandio, teitlau sgrîn, llywio a gweithredoedd","Bar ap gwaelod","Yn dangos llywio a gweithredoedd ar y gwaelod","Mae bariau ap gwaelod yn darparu mynediad at ddrôr llywio gwaelod a hyd at bedwar gweithred, gan gynnwys y botwm gweithredu arnofiol.","Rhic","Safle Botwm Gweithredu Arnofiol","Docio - Diwedd","Docio - Canol","Arnofio - Diwedd","Arnofio - Canol","Baner","Yn dangos baner o fewn rhestr","Mae baner yn dangos neges gryno, bwysig, ac yn darparu gweithredoedd i ddefnyddwyr fynd i'r afael â nhw (neu ddiystyru'r faner). Mae angen gweithred defnyddiwr er mwyn iddo gael ei ddiystyru.","Llywio gwaelod","Llywio gwaelod gyda golygfeydd croes-bylu","Labeli parhaus","Label a ddewiswyd","Mae bariau llywio gwaelod yn dangos tri i bum cyrchfan ar waelod y sgrîn. Cynrychiolir pob cyrchfan gan eicon a label testun dewisol. Pan fydd eicon llywio gwaelod yn cael ei dapio, eir â'r defnyddiwr i'r cyrchfan llywio lefel uchaf sy'n gysylltiedig â'r eicon hwnnw.","Botymau","Testun, wedi'i godi, wedi'i amlinellu, a rhagor","Botwm Testun","Mae botwm testun yn dangos sblash inc wrth bwyso ond nid yw'n codi. Defnyddiwch fotymau testun ar fariau offer, mewn deialogau ac yn unol â phadin","Botwm Wedi'i Godi","Mae botymau wedi'u codi yn ychwanegu dimensiwn i gynlluniau gwastad yn bennaf. Maent yn pwysleisio swyddogaethau ar fannau prysur neu eang.","Botwm sydd wedi'i Amlinellu","Mae botymau sydd wedi'u hamlinellu yn mynd yn afloyw ac yn dyrchafu wrth eu pwyso. Maent yn aml yn cael eu paru â botymau sydd wedi'u codi i ddangos gweithred eilaidd amgen.","Botymau Toglo","Gellir defnyddio botymau toglo i grwpio dewisiadau cysylltiedig. Er mwyn pwysleisio grwpiau o fotymau togl cysylltiedig, dylai grŵp rannu cynhwysydd cyffredin","Botwm Gweithredu Arnofiol","Mae botwm gweithredu arnofiol yn fotwm eicon crwn sy'n hofran dros y cynnwys i hyrwyddo gweithred sylfaenol yn y rhaglen.","Cardiau","Cardiau gwaelodlin gyda chorneli crwn","Sglodyn","Mae cerdyn yn ddalen o Ddeunydd a ddefnyddir i gynrychioli rhywfaint o wybodaeth gysylltiedig, er enghraifft albwm, lleoliad daearyddol, pryd o fwyd, manylion cyswllt ac ati.","Elfennau cryno sy'n cynrychioli mewnbwn, priodwedd neu weithred","Sglodyn Gweithredu","Mae sglodion gweithredu yn set o ddewisiadau sy'n sbarduno gweithred sy'n ymwneud â chynnwys cynradd. Dylai sglodion gweithredu ymddangos yn ddeinamig ac yn gyd-destunol mewn UI.","Sglodyn Dewis","Mae sglodion dewis yn cynrychioli un dewis o set. Mae sglodion dewis yn cynnwys testun disgrifiadol neu gategorïau cysylltiedig.","Sglodyn Hidlo","Mae sglodion hidlo yn defnyddio tagiau neu eiriau disgrifiadol fel ffordd o hidlo cynnwys.","Sglodyn Mewnbwn","Mae sglodion mewnbwn yn cynrychioli darn cymhleth o wybodaeth, megis endid (person, lle, neu beth) neu destun sgyrsiol, ar ffurf gryno.","Tablau Data","Rhesi a cholofnau o wybodaeth","Mae tablau data yn dangos gwybodaeth mewn fformat tebyg i grid o resi a cholofnau. Maent yn trefnu gwybodaeth mewn ffordd sy'n hawdd ei sganio, fel bod defnyddwyr yn gallu chwilio am batrymau a mewnwelediadau.","Maeth","Pwdin (1 plât)","Calorïau","Braster (g)","Carbohydradau (g)","Protein (g)","Sodiwm (mg)","Calsiwm (%)","Haearn (%)","Iogwrt wedi'i rewi","Brechdan hufen iâ","Eclair","Cacen gwpan","Torth sinsir","Ffeuen jeli","Lolipop","Dil mêl","Toesen","Cacen afal",[" gyda siwgr",["0","0"]],[" gyda mêl",["0","0"]],"Deialog","Syml, rhybudd a sgrîn lawn","Rhybudd","Mae deialog rhybuddio yn rhoi gwybod i'r defnyddiwr am sefyllfaoedd y mae angen eu cydnabod. Mae gan ddeialog rhybuddio deitl dewisol a rhestr ddewisol o weithredoedd.","Rhybudd Gyda Theitl","Syml","Mae deialog syml yn cynnig dewis i'r defnyddiwr rhwng sawl dewis. Mae gan ddeialog syml deitl dewisol sy'n cael ei arddangos uwchben y dewisiadau.","Rhannwr","Llinell denau yw rhannwr sy'n grwpio cynnwys mewn rhestrau a chynlluniau.","Gellir defnyddio rhanwyr mewn rhestrau, droriau, ac mewn mannau eraill i wahanu cynnwys.","Rhannwr fertigol","Rhestrau Grid","Cynllun rhes a cholofn","Rhestrau Grid sydd fwyaf addas ar gyfer cyflwyno data homogenaidd, lluniau fel arfer. Gelwir pob eitem mewn rhestr grid yn deilsen.","Llun yn unig","Gyda phennyn","Gyda throedyn","Llithryddion","Teclynnau ar gyfer dewis gwerth trwy sweipio","Mae llithryddion yn adlewyrchu ystod o werthodd ar hyd bar, y gall defnyddwyr ddewis un gwerth ohonynt. Maent yn ddelfrydol ar gyfer addasu gosodiadau megis sain, disgleirdeb neu osod hidlyddion ar lun.","Llithryddion Ystod","Mae llithryddion yn adlewyrchu ystod o werthoedd ar hyd bar. Gallant gael eiconau ar ddau ben y bar sy'n adlewyrchu ystod o werthoedd. Maent yn ddelfrydol ar gyfer addasu gosodiadau megis sain, disgleirdeb neu osod hidlyddion ar lun.","Llithryddion Personol","Mae llithryddion yn adlewyrchu ystod o werthodd ar hyd bar, y gall defnyddwyr ddewis un gwerth neu ystod o werthoedd ohonynt. Gellir rhoi thema ac addasu'r llithryddion.","Yn Barhaus gyda Gwerth Rhifiadol y gellir ei Olygu","Arwahanol","Llithrydd Arwahanol gyda Thema Bersonol","Llithrydd Ystod Parhaus gyda Thema Bersonol","Parhaus","Gwerth rhifiadol y gellir ei olygu","Dewislen","Dewislen gyd-destunol","Dewislen adrannol","Dewislen syml","Dewislen rhestr dicio","Botymau dewislen a dewislenni syml","Mae dewislen yn dangos rhestr o ddewisiadau ar arwyneb dros dro. Maent yn ymddangos pan fydd defnyddwyr yn rhyngweithio â botwm, gweithred neu reolaeth arall.","Eitem dewislen un","Eitem dewislen dau","Eitem dewislen tri","Un","Dau","Tri","Pedwar","Eitem gyda dewislen gyd-destunol","Eitem dewislen gyd-destunol un","Eitem dewislen sydd wedi'i hanalluogi","Eitem dewislen gyd-destunol tri","Eitem gyda dewislen adrannol","Rhagolwg","Rhannu","Cael dolen","Tynnu",["Dewiswyd: ",["a","0"]],["Ticiwyd: ",["9","0"]],"Drôr Llywio","Yn dangos drôr o fewn bar ap","Panel Material Design sy'n llithro i mewn yn llorweddol o ymyl y sgrîn i ddangos dolenni llywio mewn ap.","Enw Defnyddiwr","user.name@example.com","Eitem Un","Eitem Dau","Sweipiwch o'r ymyl neu tapiwch yr eicon chwith uchaf i weld y drôr","Rheilen Llywio","Arddangos y Rheilen Llywio o fewn ap","Teclyn deunydd y bwriedir ei ddangos ar ochr chwith neu dde ap i lywio rhwng nifer fach o weddau, fel arfer rhwng tri a phump.","Cyntaf","Ail","Trydydd","Eitem gyda dewislen syml","Eitem gyda dewislen rhestr dicio","Sgrîn lawn","Mae'r briodwedd fullscreenDialog yn pennu a yw'r dudalen sy'n dod i mewn yn ddeialog moddol sgrîn lawn","Dangosydd gweithgarwch","Dangosyddion gweithgarwch mewn arddull iOS","Dangosydd gweithgarwch mewn arddull iOS sy'n troelli'n glocwedd.","Botymau","Botymau mewn arddull iOS","Botwm mewn arddull iOS. Mae'n cynnwys testun ac/neu eicon sy'n pylu i mewn ac allan ar gyffyrddiad. Gallai fod â chefndir yn ddewisol.","Dewislen Gyd-destunol","Dewislen gyd-destunol mewn arddull iOS","Dewislen gyd-destunol sgrîn lawn mewn arddull iOS sy'n ymddangos pan fydd elfen wedi'i bwyso'n hir.","Gweithred un","Gweithred dau","Tapiwch a daliwch y logo Flutter i weld y ddewislen gyd-destunol.","Rhybuddion","Deialogau rhybudd mewn arddull iOS","Rhybudd","Mae deialog rhybuddio yn rhoi gwybod i'r defnyddiwr am sefyllfaoedd y mae angen eu cydnabod. Mae gan ddeialog rhybudd deitl dewisol, cynnwys dewisol, a rhestr ddewisol o weithredoedd. Mae'r teitl yn cael ei arddangos uwchben y cynnwys ac mae'r gweithredoedd yn cael eu harddangos o dan y cynnwys.","Rhybudd Gyda Theitl","Rhybudd Gyda Botymau","Botymau Rhybudd yn Unig","Dalen Weithredu","Mae dalen weithredu yn arddull benodol o rybudd sy'n cyflwyno set o ddau neu ragor o ddewisiadau i'r defnyddiwr sy'n ymwneud â'r cyd-destun presennol. Gall dalen weithredu gynnwys teitl, neges ychwanegol, a rhestr o weithredoedd.","Bar llywio","Bar llywio mewn arddull iOS","Bar llywio mewn arddull iOS. Mae'r bar llywio yn far offer sy'n cynnwys cyn lleied o deitl tudalen â phosib, yng nghanol y bar offer.","Dewisyddion","Dewisyddion mewn arddull iOS","Teclyn dewis mewn arddull iOS y gellir ei ddefnyddio i ddewis llinynnau, dyddiadau, amseroedd, neu ddyddiad ac amser.","Amserydd","Dewisydd","Dyddiad","Amser","Dyddiad ac Amser","Tynnwch i ail-lwytho","Rheolydd tynnu i ail-lwytho mewn arddull iOS","Teclyn sy'n gweithredu rheolaeth mewn arddull iOS tynni i ail-lwytho cynnwys.","Rheolaeth segmentiedig","Rheolaeth segmentiedig mewn arddull iOS","Defnyddir i ddewis rhwng nifer o ddewisiadau sy'n annibynnol ar ei gilydd. Pan ddewisir un dewis yn y rheolaeth segmentiedig, ni fydd y dewisiadau eraill yn y rheolaeth segmentiedig yn cael eu dewis mwyach.","Llithrydd","Llithrydd mewn arddull iOS","Gellir defnyddio llithrydd i ddewis naill ai set barhaus neu arwahanol o werthoedd.",["Parhaus: ",["9","0"]],["Arwahanol: ",["b","0"]],"Switsh mewn arddull iOS","Defnyddir switsh i doglo cyflwr ymlaen/diffodd un gosodiad.","Bar tab","Bar tab gwaelod mewn arddull iOS","Bar tab llywio gwaelod mewn arddull iOS. Yn arddangos mwy nag un tab gydag un tab yn weithredol, y tab cyntaf yn ddiofyn.","Hafan","Sgwrsio","Proffil","Meysydd testun","Meysydd testun mewn arddull iOS","Mae maes testun yn gadael i'r defnyddiwr fewnbynnu testun, naill ai gyda bysellfwrdd caledwedd neu gyda bysellfwrdd ar y sgrîn.","PIN","Maes testun chwilo","Maes testun chwilio mewn arddull iOS","Maes testun chwilio sy'n caniatáu i'r defnyddiwr chwilio trwy fewnbynnu testun, ac sy'n gallu cynnig a hidlo awgrymiadau.","Rhoi testun","Bar sgrolio","Bar sgrolio mewn arddull iOS","Bar sgrolio sy'n lapio'r plentyn penodol","Symudiad","Yr holl batrymau pontio a ddiffiniwyd ymlaen llaw","Cardiau, Rhestrau a FAB","Botymau Nesaf ac Yn Ôl","Trefnu yn ôl \"Chwaraewyd yn Ddiweddar\"","Botwm eicon gosodiadau","Llywio gwaelod","Moddol a FAB","Trawsnewid Cynhwysydd","Mae'r patrwm trawsnewid cynhwysydd wedi'i gynllunio ar gyfer trawsnewidiadau rhwng elfennau UI sy'n cynnwys cynhwysydd. Mae'r patrwm hwn yn creu cysylltiad gweladwy rhwng dwy elfen UI","Modd pylu","PYLU","PYLU DRWODD","Teitl","Testun eilaidd","Eilaidd","Tudalen Manylion","Eitem rhestr","Defnyddir y patrwm echel a rennir ar gyfer trawsnewidiadau rhwng yr elfennau UI sydd â pherthynas ofodol neu lywio. Mae'r patrwm hwn yn defnyddio trawsffurfiad a rennir ar yr echelinau x, y, neu z i atgyfnerthu'r berthynas rhwng elfennau.","Echel x a rennir","NÔL","NESAF","Symleiddiwch eich cyrsiau","Mae categorïau wedi'u bwndelu yn ymddangos fel grwpiau yn eich ffrwd. Gallwch chi bob amser newid hyn yn nes ymlaen.","Celf a Chrefft","Busnes","Darlunio","Dylunio","Coginio","Wedi'i fwndelu","Wedi'i ddangos ar wahân","Helo David Park","Mewngofnodi gyda'ch cyfrif","E-bost neu rif ffôn","WEDI ANGHOFIO'CH E-BOST?","CREU CYFRIF","Echel y a rennir","268 o albymau","A-Z","Wedi chwarae yn ddiweddar","Albwm","Artist","mun","Echel z a rennir","Gosodiadau","Byrgyr","Rysáit byrgyr","Brechdan","Rysáit brechdan","Pwdin","Rysáit pwdin","Berdysen","Rysáit plât berdys","Cranc","Rysáit plât cranc","Brechdan cig eidion","Rysáit Brechdan Cig Eidion","Ryseitiau wedi'u Cadw","Proffil","Hysbysiadau","Preifatrwydd","Cymorth","Pylu drwodd","Defnyddir y patrwm pylu drwodd ar gyfer trawsnewidiadau rhwng elfennau UI nad oes ganddynt berthynas gref â'i gilydd.","Albymau","Lluniau","Chwilio","123 o luniau","Pylu","Defnyddir y patrwm pylu ar gyfer elfennau UI sy'n mynd i mewn neu'n gadael o fewn ffiniau'r sgrîn, megis deialog sy'n pylu yng nghanol y sgrîn.","DANGOS MODAL","DANGOS FAB","CUDDIO FAB","Deialog Rhybudd","CANSLO","GWAREDU","Lliwiau","Pob un o'r lliwiau rhagosodol","Cysonion swas lliw a lliw sy'n cynrychioli palet lliwiau Material Design.","Teipograffeg","Pob un o'r arddulliau testun rhagosodol","Diffiniadau ar gyfer y gwahanol arddulliau teipio a geir mewn Material Design.","Trawsnewidiadau 2D","Panio, chwyddo, cylchdroi","Tapiwch i olygu teils, a defnyddiwch ystumiau i symud i gwmpas yr olygfa. Llusgwch i banio, pinsiwch i chwyddo, cylchdroi gyda dau fys. Pwyswch y botwm ailosod i ddychwelyd i'r cyfeiriadedd cychwyn.","Ailosod trawsnewidiadau","Golygu teitl","BOTWM","Dalen waelod","Dalenni gwaelod parhaus a moddol","Dalen waelod parhaus","Mae dalen waelod parhaus yn dangos gwybodaeth sy'n ategu prif gynnwys yr ap. Mae dalen waelod parhaus yn parhau i fod yn weladwy hyd yn oed pan fydd y defnyddiwr yn rhyngweithio a rhannau eraill o'r ap.","Dalen waelod moddol","Mae dalen waelod moddol yn ddewis arall i ddewislen neu ddeialog ac mae'n atal y defnyddiwr rhag rhyngweithio â gweddill yr ap.","Ychwanegu","DANGOS Y DDALEN WAELOD","Pennyn",["Eitem ",["6","0"]],"Rhestrau","Cynlluniau rhestr sgrolio","Rhes sengl uchder sefydlog sydd fel arfer yn cynnwys rhywfaint o destun yn ogystal ag eicon arweiniol neu lusgo.","Un Llinell","Dwy Linell","Testun eilaidd","Dangosyddion cynnydd","Llinellol, cylchol, amhenodol","Dangosydd Cynnydd Cylchol","Dangosydd cynnydd cylchol Material Design, sy'n troelli i nodi bod y cais yn brysur.","Dangosydd Cynnydd Llinellol","Dangosydd cynnydd llinellol Material Design, a elwir hefyd yn far cynnydd.","Dewisyddion","Dewis dyddiad ac amser","Dewisydd Dyddiad","Yn dangos deialog sy'n cynnwys dewisydd dyddiad Material Design.","Dewisydd Amser","Yn dangos deialog sy'n cynnwys dewisydd amser Material Design.","Dewisydd Ystod Dyddiad","Yn dangos deialog sy'n cynnwys dewisydd ystod dyddiad Material Design.","DANGOS DEWISYDD","Tabiau","Sgrolio","Ddim yn sgrolio","Tabiau gyda gweddau sgrolio annibynnol","Mae tabiau'n trefnu cynnwys ar draws gwahanol sgriniau, setiau data a rhyngweithiadau eraill.","Snackbars","Mae Snackbars yn dangos negeseuon ar waelod y sgrîn","Mae Snackbars yn hysbysu defnyddwyr am broses y mae ap wedi'i chyflawni neu y bydd yn ei chyflawni. Maent yn ymddangos dros dro, tua gwaelod y sgrîn. Ni ddylent dorri ar draws profiad y defnyddiwr, ac nid oes angen mewnbwn defnyddiwr arnynt i ddiflannu.","DANGOS SNACKBAR","Mae hwn yn Snackbar.","GWEITHRED","Gwnaethoch bwyso gweithred y Snackbar.","Rheolaethau dewis","Blychau ticio, botymau radio a switshis","Blwch ticio","Mae blychau ticio yn caniatáu i'r defnyddiwr ddewis mwy nag un dewis o set. Mae gwerth blwch ticio arferol yn wir neu'n anwir a gall gwerth blwch ticio tristad fod yn nwl hefyd.","Radio","Mae botymau radio yn caniatáu i'r defnyddiwr ddewis un dewis o set. Defnyddiwch fotymau radio ar gyfer dewis unigryw os ydych yn credu bod angen i'r defnyddiwr weld yr holl ddewisiadau sydd ar gael ochr yn ochr.","Switsh","Mae switshis ymlaen/diffodd yn toglo cyflwr dewis gosodiadau sengl. Dylai'r dewis y mae'r switsh yn ei reoli, yn ogystal â'r cyflwr y mae ynddo, gael ei wneud yn glir o'r label mewnlin cyfatebol.","Meysydd testun","Meysydd testun","Llinell sengl o destun a rhifau y gellir eu golygu","Mae meysydd testun yn galluogi defnyddwyr i fewnbynnu testun i UI. Maent fel arfer yn ymddangos mewn ffurfiau a deialogau.","Dangos y cyfrinair","Cuddio'r cyfrinair","Trwsiwch y gwallau mewn coch cyn cyflwyno.","Mae angen enw.","Rhowch nodau yn nhrefn yr wyddor yn unig.","(###) ###-#### - Rhowch rif ffôn yr UD.","Rhowch gyfrinair.","Nid yw'r cyfrineiriau'n cyfateb","Beth mae pobl yn eich galw chi?","Enw*","Ble gallwn ni gael gafael arnoch chi?","Rhif ffôn*","Eich cyfeiriad e-bost","E-bost","Dywedwch wrthym amdanoch chi'ch hun (e.e., ysgrifennwch beth rydych chi'n ei wneud neu pa hobïau sydd gennych chi)","Cadwch hi'n fyr, dim ond demo yw hwn.","Stori bywyd","Cyflog","USD","Dim mwy na 8 nod.","Cyfrinair*","Ail-deipio cyfrinair*","CYFLWYNO",["Rhif ffôn  yw ",["a","0"],["e","1"]],"Mae * yn dynodi maes angenrheidiol","Cynghorion","Neges fer sy'n cael ei dangos wrth bwyso'n hir neu hofran","Mae cynghorion yn darparu labeli testun sy'n helpu i egluro swyddogaeth botwm neu weithred arall ar y rhyngwyneb defnyddiwr. Mae cynghorion yn dangos testun llawn gwybodaeth pan fydd defnyddwyr yn hofran dros, yn ffocysu ar, neu'n pwyso'n hir ar elfen.","Pwyswch yn hir neu hofranwch i ddangos y cyngor.","Sylwadau","Calendar","Cyfrif","Larwm","Camera",["Dalfan ar gyfer y tab ",["m","0"]],"Creu",["Gwnaethoch ddewis: \"\"",["k","0"]],"Troi'r golau ymlaen","Bach","Canolig","Mawr","Lifft","Wasier","Lle tân","Beicio","Demo","Bar ap gwaelod","Wrthi'n llwytho","Cael gwared ar y drafft?","Defnyddio gwasanaeth lleoliad Google?","Gadewch i Google helpu apiau i bennu lleoliad. Mae hyn yn golygu anfon data lleoliad dienw i Google, hyd yn oed pan nad oes unrhyw ap yn rhedeg.","CANSLO","GWAREDU","ANGHYTUNO","CYTUNO","Gosod cyfrif wrth gefn","Ychwanegu cyfrif","DANGOS DEIALOG","Deialog Sgrîn Lawn","CADW","Deialog demo sgrîn lawn","Botwm","Gyda Chefndir","Canslo","Gwaredu","Caniatáu i \"Maps\" gael mynediad at eich lleoliad tra byddwch chi'n defnyddio'r ap?","Bydd eich lleoliad presennol yn cael ei ddangos ar y map a'i ddefnyddio ar gyfer cyfarwyddiadau, canlyniadau chwilio cyfagos, ac amseroedd teithio amcangyfrifedig.","Caniatáu","Peidio â chaniatáu","Dewiswch Hoff Bwdin","Dewiswch eich hoff fath o bwdin o'r rhestr isod. Bydd eich dewis yn cael ei ddefnyddio i addasu'r rhestr o fwytai a awgrymir yn eich ardal.","Cacen Gaws","Tiramisu","Cacen Afal","Browni Siocled","Dangos Rhybudd","COCH","PINC","PORFFOR","PORFFOR TYWYLL","INDIGO","GLAS","GLAS GOLAU","GWYRDDLAS","GLASWYRDD","GWYRDD","GWYRDD GOLAU","LEIM","MELYN","MELYNGOCH","OREN","OREN TYWYLL","BROWN","LLWYD","LLWYDLAS","Chennai","Tanjore","Chettinad","Pondicherry","Marchnad Blodau","Gwaith Efydd","Marchnad","Teml Thanjavur","Fferm Halen","Sgwteri","Gwneuthurwr Sidan","Paratoi Cinio","Traeth","Pysgotwr","Ap cychwynnol","Cynllun cychwynnol ymatebol","BOTWM","Ychwanegu","Ffefryn","Rhannu","Chwilio","Teitl","Isdeitl","Pennawd","Corff",["Eitem ",["6","0"]],"DEWISLEN","POB UN","ATEGOLION","DILLAD","CARTREF","ALLGOFNODI","Enw defnyddiwr","Cyfrinair","CANSLO","NESAF","BASGED",["Nifer: ",["7","0"]],["x ",["2","0"]],[3,0,[" EITEM",["0","0"]],[7,[" EITEM",["0","0"]],8,[" EITEM",["0","0"]],2,"DIM EITEMAU",4,"1 EITEM",5,[" EITEM",["0","0"]]]],"CLIRIO BASGED","CYFANSWM","Is-gyfanswm:","Anfon:","Treth:","Sach vagbond","Sbectol haul Stella","Gwregys Whitney","Llinyn gardd","Clustdlysau strut","Sanau Varsity","Cylch allweddi gwead","Het Gatsby","Bag shrug","Triawd desg gilt","Rac gwifren gopr","Set ceramig Soothe","Set de Hurrahs","Mwg carreg las","Hambwrdd dŵr glaw","Napcynau Chambray","Planwyr planhigion suddlon","Bwrdd pedwarawd","Cegin quattro","Siwmper clai","Tiwnig môr","Tiwnig plastr","Crys streipïog gwyn","Siwmper Seabreeze","Siaced bonedd","Trowsus glas tywyll","Walter henley (gwyn)","Crys Surf and perf","Sgarff sinsir","Ramona crossover","Crys Chambray","Coler wen glasurol","Crys-t scallop cerise","Crys-t shoulder rolls","Tancdop slouch llwyd","Ffrog crys haul","Crys-t fine lines","Chwilio","Gosodiadau","Agor y ddewislen","Cau'r ddewislen","Cau'r fasged",[3,0,["Basged siopa,  eitem",["e","0"]],[7,["Basged siopa,  eitem",["e","0"]],8,["Basged siopa,  eitem",["e","0"]],2,"Basged siopa, dim eitemau",4,"Basged siopa, 1 eitem",5,["Basged siopa,  eitem",["e","0"]]]],"Ychwanegu at eich basged",["Tynnu ",["6","0"]],"Tynnu'r eitem","Ciniawau","Dewis Dyddiad","Dewis Amser","Dewis Lleoliad","Teithwyr","Dewis Tarddiad","Dewis Cyrchfan","Dewis Dyddiadau",[3,0,["a",["0","0"]],[7,["a",["0","0"]],8,["a",["0","0"]],4,"1a",5,["a",["0","0"]]]],[3,0,["m",["0","0"]],[7,["m",["0","0"]],8,["m",["0","0"]],4,"1m",5,["m",["0","0"]]]],[" ",["0","0"],["1","1"]],"HEDFAN","CWSG","BWYTA","Archwilio Hediadau yn ôl Lleoliad","Archwilio Eiddo yn ôl Lleoliad","Archwilio Bwytai yn ôl Lleoliad",[3,0,[" stop",["0","0"]],[7,[" stop",["0","0"]],8,[" stop",["0","0"]],2,"Di-stop",4,"1 stop",5,[" stop",["0","0"]]]],[3,0,[" Eiddo Ar Gael",["0","0"]],[7,[" Eiddo Ar Gael",["0","0"]],8,[" Eiddo Ar Gael",["0","0"]],2,"Dim Eiddo Ar Gael",4,"1 Eiddo Ar Gael",5,[" Eiddo Ar Gael",["0","0"]]]],[3,0,[" Bwyty",["0","0"]],[7,[" Bwyty",["0","0"]],8,[" Bwyty",["0","0"]],2,"Dim Bwytai",4,"1 Bwyty",5,[" Fwyty",["0","0"]]]],"Aspen, Unol Daleithiau","Big Sur, Unol Daleithiau","Khumbu Valley, Nepal","Machu Picchu, Periw","Malé, Maldives","Vitznau, Y Swistir","Dinas Mecsico, Mecsico","Mount Rushmore, Unol Daleithiau","Singapore","Havana, Ciwba","Cairo, Yr Aifft","Lisbon, Portiwgal","Napa, Unol Daleithiau","Bali, Indonesia","Malé, Maldives","Aspen, Unol Daleithiau","Machu Picchu, Periw","Havana, Ciwba","Vitznau, Y Swistir","Big Sur, Unol Daleithiau","Napa, Unol Daleithiau","Porto, Portiwgal","Tulum, Mecsico","Lisbon, Portiwgal","Cairo, Yr Aifft","Taipei, Taiwan","Napoli, Yr Eidal","Dallas, Unol Daleithiau","Córdoba, Ariannin","Portland, Unol Daleithiau","Paris, Ffrainc","Seoul, De Corea","Seattle, Unol Daleithiau","Nashville, Unol Daleithiau","Atlanta, Unol Daleithiau","Madrid, Sbaen","Lisbon, Portiwgal","Chalet mewn tirwedd eira gyda choed bytholwyrdd","Pabell mewn cae","Baneri gweddi o flaen mynydd eira","Cadarnle Machu Picchu","Byngalos dros ddŵr","Gwesty ar lan y llyn o flaen y mynyddoedd","Golygfa o'r awyr o Palacio de Bellas Artes","Mount Rushmore","Supertree Grove","Dyn yn pwyso ar gar glas hynafol","Tyrau Mosg Al-Azhar yn ystod machlud haul","Goleudy brics ar y môr","Pwll gyda choed palmwydd","Pwll glan y môr gyda choed palmwydd","Byngalos dros ddŵr","Chalet mewn tirwedd eira gyda choed bytholwyrdd","Cadarnle Machu Picchu","Dyn yn pwyso ar gar glas hynafol","Gwesty ar lan y llyn o flaen y mynyddoedd","Pabell mewn cae","Pwll gyda choed palmwydd","Fflatiau lliwgar yn Sgwâr Riberia","Adfeilion Mayan ar glogwyn uwchben traeth","Goleudy brics ar y môr","Tyrau Mosg Al-Azhar yn ystod machlud haul","Nendwr Taipei 101","Pitsa mewn popty coed","Bar gwag gyda stolion steil bwyty","Byrgyr","Taco Corea","Pwdin siocled","Ardal eistedd bwyty artistig","Saig berdys","Mynedfa becws","Plât o gimwch yr afon","Cownter caffi gyda theisennau","Menyw yn dal brechdan pastrami enfawr","Tudalen Flaen","Y Byd","UDA","Gwleidyddiaeth","Busnes","Tech","Gwyddoniaeth","Chwaraeon","Teithio","Diwylliant","TechDesign","Reform","HealthcareRevolution","GreenArmy","Stociau","Diweddariadau Diweddaraf","Y Chwyldro Gofal Iechyd Tawel, Ond Pwerus","Rhannu Bywydau Americanaidd yn Ystod y Rhyfel","Dyfodol Gasolîn","Diwygio'r Fyddin Werdd O'r Tu Mewn","Wrth i Stociau Aros yn eu Hunfan, Mae Llawer yn troi at Arian Cyfred","Dylunwyr yn Defnyddio Technoleg i Wneud Ffabrigau Dyfodolaidd","Ffeminyddion yn Herio Partisaniaeth","Gwenyn Tir Fferm yn Brin","Blwch Derbyn","Serennog","Anfonwyd","Bin sbwriel","Sothach","Drafftiau","Plygadwy","Dyma sut mae TwoPane yn ymddwyn ar ddyfais blygadwy.","Sgrîn Fach","Dyma sut mae TwoPane yn ymddwyn ar ddyfais sgrîn fach.","Llechen / Bwrdd Gwaith","Dyma sut mae TwoPane yn ymddwyn ar sgrîn fwy fel llechen neu fwrdd gwaith.","TwoPane","Cynlluniau ymatebol ar sgriniau plygadwy, mawr a bach","Dewis demo","Rhestr","Manylion","Dewis eitem",["Eitem ",["6","0"]],["Manylion eitem ",["f","0"]]]