[0,"sq","eg3dmd",0,null,["Për të parë kodin burimor për këtë aplikacion, vizito .",[54,0]],"Kthehu te \"Galeria\"","Ikona kryesore","Shumë veprime","Rivendos banderolën","Fjalëkalimi yt është përditësuar në pajisjen tënde tjetër. Identifikohu përsëri.","Shiriti i aplikacioneve në fund","E prera","Pozicioni i butonit pluskues të veprimit","Lidhur me stacionin - në qendër","Lidhur me stacionin - në fund","Pluskues - në qendër","Pluskues - në fund","Llogaria","Alarmi","Kalendari","Kamera","Komente",["Vendmbajtësi për skedën ",[24,0]],"BUTONI","Krijo","Eksploro",["Eksploro ",[9,0]],["Ndaj ",[5,0]],"Mund të trokitet","Thanjavur","Çetinad","Numri 10","Prodhues mëndafshi","Tempuj","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","10 qytetet kryesore për të vizituar në Tamil Nadu","Artizanë në Indinë Jugore","Tempulli Brihadisvara","Me biçikletë","Ashensor","Oxhak","I madh","Mesatar","I vogël","Ndiz dritat","Lavatriçe","E VERDHË PORTOKALLI","BLU","GRI NË BLU","KAFE","I KALTËR","PORTOKALLI E THELLË","E PURPURT E THELLË","E GJELBËR","GRI","INDIGO","BLU E ÇELUR","E GJELBËR E ÇELUR","LIMONI","PORTOKALLI","ROZË","VJOLLCË","I KUQ","GURKALI","E VERDHË","Një aplikacion i personalizuar për udhëtimin","NGRËNIE","Napoli, Itali","Pica në furrë druri","Dallas, Shtetet e Bashkuara","Lisbonë, Portugali","Grua që mban një sandviç të madh me pastërma","Bar i zbrazur me stola në stil restoranti","Kordoba, Argjentinë","Hamburger","Portland, Shtetet e Bashkuara","Tako koreane","Paris, Francë","Ëmbëlsirë me çokollatë","Seul, Koreja e Jugut","Zonë uljeje në restorant me art","Siatëll, Shtetet e Bashkuara","Pjatë me karkaleca deti","Nashvill, Shtetet e Bashkuara","Hyrje pastiçerie","Atlanta, Shtetet e Bashkuara","Pjatë me karavidhe","Madrid, Spanjë","Banak kafeneje me ëmbëlsira",[3,0,[" restorante",[0,0]],[2,"Asnjë restorant",4,"1 restorant"]],"Eksploro restorantet sipas destinacionit",[" ",[0,0],[1,1]],"FLUTURIM","Aspen, United States","Shtëpi alpine në një peizazh me borë me pemë të gjelbëruara","Big Sur, Shtetet e Bashkuara","Kajro, Egjipt","Minaret e Xhamisë së Al-Azharit në perëndim të diellit","Lisbonë, Portugali","Far prej tulle buzë detit","Napa, Shtetet e Bashkuara","Pishinë me palma","Bali, Indonezi","Pishinë buzë detit me palma","Tendë në fushë","Lugina Khumbu, Nepal","Flamuj lutjesh përpara një mali me borë","Maçu Piçu, Peru","Qyteti i Maçu Piçut","Malé, Maldives","Shtëpi mbi ujë","Vitznau, Zvicër","Hotel buzë liqenit përballë maleve","Meksiko, Meksikë","Pamje nga ajri e Palacio de Bellas Artes","Mali Rushmore, Shtetet e Bashkuara","Mali Rushmore","Singapor","Supertree Grove","Havanë, Kubë","Burrë i mbështetur te një makinë antike blu",[3,0,[" ndalesa",[0,0]],[2,"Pa ndalesa",4,"1 ndalesë"]],"Eksploro fluturimet sipas destinacionit","Zgjidh datën","Zgjidh datat","Zgjidh destinacionin","Restorante","Zgjidh vendndodhjen","Zgjidh origjinën","Zgjidh orën","Udhëtarët",[3,0,[" orë",[0,0]],[4,"1 orë"]],[3,0,[" min.",[0,0]],[4,"1 min."]],"GJUMI","Malé, Maldives","Shtëpi mbi ujë","Aspen, United States","Kajro, Egjipt","Minaret e Xhamisë së Al-Azharit në perëndim të diellit","Taipei, Tajvan","Qiellgërvishtësi Taipei 101","Shtëpi alpine në një peizazh me borë me pemë të gjelbëruara","Maçu Piçu, Peru","Qyteti i Maçu Piçut","Havanë, Kubë","Burrë i mbështetur te një makinë antike blu","Vitznau, Zvicër","Hotel buzë liqenit përballë maleve","Big Sur, Shtetet e Bashkuara","Tendë në fushë","Napa, Shtetet e Bashkuara","Pishinë me palma","Porto, Portugali","Apartamente shumëngjyrëshe në Sheshin Ribeira","Tulum, Meksikë","Rrënojat e fiseve maja në një shkëmb mbi një plazh","Lisbonë, Portugali","Far prej tulle buzë detit",[3,0,[" prona të disponueshme",[0,0]],[2,"Nuk ka prona të disponueshme",4,"1 pronë e disponueshme"]],"Eksploro pronat sipas destinacionit","Lejo","Ëmbëlsirë me mollë","Anulo","Kek bulmeti","Ëmbëlsirë me çokollatë","Zgjidh llojin tënd të preferuar të ëmbëlsirës nga lista më poshtë. Zgjedhja jote do të përdoret për të personalizuar listën e sugjeruar të restoranteve në zonën tënde.","Hidh poshtë","Mos lejo","Zgjidh ëmbëlsirën e preferuar","Vendndodhja jote aktuale do të shfaqet në hartë dhe do të përdoret për udhëzime, rezultate të kërkimeve në afërsi dhe kohën e përafërt të udhëtimit.","Dëshiron të lejosh që \"Maps\" të ketë qasje te vendndodhja jote ndërkohë që je duke përdorur aplikacionin?","Tiramisu","Butoni","Me sfond","Shfaq sinjalizimin","Biseda","Skeda bazë","Profili","Kalcium (%)","Kaloritë","Karbohidratet (g)","Ëmbëlsirë (1 racion)","Yndyrnat (g)","Hekur (%)","Proteina (g)","Natrium (mg)","Të ushqyerit","Ëmbëlsirë me mollë","Kek","Petull","Pastashutë","Kos i ngrirë","Biskota me xhenxhefil","Hoje blete","Sanduiç me akullore","Karamele me xhelatinë","Lëpirëse",[" me mjaltë",[0,0]],[" me sheqer",[0,0]],"Demonstrim","Trokit për të modifikuar pllakëzat dhe përdor gjestet për të lëvizur në skenë. Zvarrit për ta zgjeruar, afro gishtat për ta zmadhuar, rrotulloje me dy gishta. Shtyp butonin \"Rivendos\" për t'u kthyer tek orientimi fillestar.","Modifiko pllakëzën","Rivendos transformimet","Zgjero, zmadho, rrotullo","Transformimet 2D","Çipet e veprimit janë një grupim opsionesh që aktivizojnë një veprim që lidhet me përmbajtjen kryesore. Çipet e veprimit duhet të shfaqen në mënyrë dinamike dhe kontekstuale në një ndërfaqe përdoruesi.","Çipi i veprimit","Një dialog sinjalizues informon përdoruesin rreth situatave që kërkojnë konfirmim. Një dialog sinjalizues ka një titull opsional dhe një listë opsionale veprimesh.","Sinjalizim","Sinjalizo me titullin","Shiriti i aplikacionit ofron përmbajtje dhe veprime që lidhen me ekranin aktual. Ai përdoret për markat, titujt e ekraneve, navigimin dhe veprimet","Shfaq informacione dhe veprime në lidhje me ekranin aktual","Shiriti i aplikacionit","Një banderolë shfaq një mesazh të përmbledhur të rëndësishëm dhe ofron veprime për përdoruesit për menaxhimin (ose heqjen) e banderolës. Kërkohet një veprim nga përdoruesi për heqjen e saj.","Shfaqja e një banderole brenda një liste","Banderola","Shiritat e aplikacioneve në fund ofrojnë qasje te një sirtar navigimi në fund dhe deri në katër veprime, duke përfshirë butonin pluskues të veprimit.","Shfaq navigimin dhe veprimet në fund","Shiriti i aplikacioneve në fund","Shiritat e poshtëm të navigimit shfaqin tre deri në pesë destinacione në fund të një ekrani. Secili destinacion paraqitet nga një ikonë dhe një etiketë opsionale me tekst. Kur trokitet mbi një ikonë navigimi poshtë, përdoruesi dërgohet te destinacioni i navigimit të nivelit të lartë i shoqëruar me atë ikonë.","Etiketat e vazhdueshme","Etiketa e zgjedhur","Navigimi i poshtëm me pamje që shuhen gradualisht","Navigimi poshtë","Shto","SHFAQ FLETËN E POSHTME","Koka e faqes",["Artikulli ",[10,0]],"Një fletë e poshtme modale është një alternativë ndaj menysë apo dialogut dhe parandalon që përdoruesi të bashkëveprojë me pjesën tjetër të aplikacionit.","Fleta e poshtme modale","Një fletë e poshtme e përhershme shfaq informacione që plotësojnë përmbajtjen parësore të aplikacionit. Një fletë e poshtme e përhershme mbetet e dukshme edhe kur përdoruesi bashkëvepron me pjesët e tjera të aplikacionit.","Fletë e poshtme e përhershme","Fletët e përkohshme dhe modale të poshtme","Fleta e poshtme","Fushat me tekst","Tekst, i ngritur, me kontur etj.","Butonat","Një kartë është një fletë e materialit të përdorur për të paraqitur disa informacione përkatëse, p.sh. një album, një vendndodhje gjeografike, një vakt, detajet e kontaktit etj.","Kartat bazë me kënde të rrumbullakosura","Kartat","Menyja me listë me zgjedhje","Elemente kompakte që paraqesin një hyrje, atribut ose veprim","Çipet","Çipet e zgjedhjes paraqesin një zgjedhje të vetme nga një grupim. Çipet e zgjedhjes përmbajnë tekst ose kategori të lidhura përshkruese.","Çipi i zgjedhjes","Një tregues rrethor i progresit i dizajnit të materialit, i cili rrotullohet për të treguar që aplikacioni është i zënë.","Treguesi rrethor i progresit","Kodi i demonstrimit","U kopjua në kujtesën e fragmenteve","KOPJO TË GJITHA",["Kopjimi në kujtesën e fragmenteve dështoi: ",[43,0]],"Konstantet e ngjyrave dhe demonstrimeve të ngjyrave që paraqesin paletën e ngjyrave të dizajnit të materialit.","Të gjitha ngjyrat e paracaktuara","Ngjyrat","Kartat, listat dhe FAB","Motivi i transformimit të kontejnerit është projektuar për kalime mes elementeve të ndërfaqes së përdoruesit që përfshijnë një kontejner. Ky motiv krijon një lidhje të dukshme mes dy elementeve të ndërfaqes së përdoruesit","Modaliteti i zbehjes","Transformimi i kontejnerit","ZBEHJE","ZBEHJE GRADUALE","Menyja kontekstuale","Një fletë veprimesh është një stil specifik sinjalizimi që e përball përdoruesin me një set prej dy ose më shumë zgjedhjesh që lidhen me kontekstin aktual. Një fletë veprimesh mund të ketë një titull, një mesazh shtesë dhe një listë veprimesh.","Fleta e veprimit","Një tregues aktiviteti në stilin e iOS që rrotullohet në drejtimin orar.","Treguesit e aktivitetit në stilin e iOS","Treguesi i aktivitetit","Vetëm butonat e sinjalizimit","Sinjalizimi me butonat","Një dialog sinjalizues informon përdoruesin rreth situatave që kërkojnë konfirmim. Një dialog sinjalizimi ka një titull opsional, përmbajtje opsionale dhe një listë opsionale veprimesh. Titulli shfaqet mbi përmbajtje dhe veprimet shfaqen poshtë përmbajtjes.","Sinjalizim","Sinjalizo me titullin","Dialogë sinjalizimi në stilin e iOS","Sinjalizime","Një buton në stilin e iOS. Përfshin tekstin dhe/ose një ikonë që zhduket dhe shfaqet gradualisht kur e prek. Si opsion mund të ketë sfond.","Butonat në stilin e iOS","Butonat","Veprimi një","Trokit dhe mbaj shtypur logon e Flutter për të parë menynë kontekstuale.","Veprimi dy","Një meny kontekstuale në stilin për iOS në ekran të plotë që shfaqet kur një element mbahet shtypur gjatë.","Menyja kontekstuale në stilin për iOS","Menyja konstekstuale","Një shirit navigimi në stilin e iOS. Shiriti i navigimit është një shirit veglash që përfshin minimumi një titull të faqes, në mes të shiritit të veglave.","Shiriti i navigimit në stilin e iOS","Shiriti i navigimit","Zgjedhësi","Data","Data dhe ora","Një miniaplikacion zgjedhësi në stilin e iOS që mund të përdoret për të zgjedhur vargjet, datat, orët ose datën bashkë me orën.","Zgjedhësit i stilit të iOS","Ora","Kohëmatësi","Zgjedhësit","Një miniaplikacion që zbaton një kontroll të përmbajtjes me tërheqjen për të rifreskuar në stilin e iOS.","Kontrolli me tërheqjen për të rifreskuar në stilin e iOS","Tërhiq për të rifreskuar","Një shirit lëvizjeje që mbështjell elementin e dhënë në varësi","Shiriti i lëvizjes në stilin e iOS","Shiriti i lëvizjes","Një fushë kërkimi teksti që e lejon përdoruesin të kërkojë duke futur tekstin dhe që mund të ofrojë dhe të filtrojë sugjerimet.","Fut një tekst","Fusha e kërkimit të tekstit në stilin e iOS","Fusha e kërkimit të tekstit","Përdoret për të zgjedhur nga një numër opsionesh ekskluzive në mënyrë reciproke. Kur zgjidhet një opsion në kontrollin e segmentuar, zgjedhja e opsioneve të tjera në kontrollin e segmentuar ndalon.","Kontrolli i segmentuar në stilin e iOS","Kontrolli i segmentuar",["I vazhdueshëm: ",[15,0]],"Një rrëshqitës mund të përdoret për të zgjedhur nga një grup i vazhdueshëm ose jo i vazhdueshëm vlerash.",["Jo i vazhdueshëm: ",[18,0]],"Rrëshqitësi i stilit të iOS","Rrëshqitësi","Çelësi përdoret për të ndërruar gjendjen e një cilësimi të vetëm në aktive/joaktive.","Çelësi i stilit të iOS","Një shiriti i skedës së poshtme të navigimit me stilin e iOS. Shfaq shumë skeda ku një skedë është aktive, skeda e parë si parazgjedhje.","Shiriti i skedës në fund i stilit të iOS","Shiriti i skedës","Një fushë teksti lejon që përdoruesi të futë tekstin me një tastierë fizike ose me një tastierë në ekran.","PIN","Fushat e tekstit në stilin e iOS","Fushat me tekst","Rrëshqitësit pasqyrojnë një gamë vlerash përgjatë një shiriti, nga të cilat përdoruesit mund të zgjedhin një vlerë të vetme ose një gamë vlerash. Rrëshqitësit mund të personalizohen dhe t'u ndryshohet tema.","Rrëshqitësit e personalizuar","Tabelat e të dhënave shfaqin informacione në një format me rreshta dhe kolona si në rrjetë. Ato i organizojnë informacionet në një mënyrë që është e lehtë për t'i skanuar, në mënyrë që përdoruesit të mund të shikojnë për motive dhe statistika.","Rreshtat dhe kolonat e informacioneve","Tabelat e të dhënave","Shfaq një dialog që përfshin një zgjedhës date me dizajnin e materialit.","Zgjedhësi i datës","Shfaq një dialog që përfshin një zgjedhës të diapazonit të datave me dizajnin e materialit.","Zgjedhësi i diapazonit të datave","I thjeshtë, sinjalizim dhe ekran i plotë","Dialogët","Ndarësit mund të përdoren në lista, sirtarë dhe kudo për të ndarë përmbajtje.","Ndarësi është një vijë e hollë që grupon përmbajtjet në lista dhe struktura.","Ndarësi","Dokumentacioni i API-t","Butonat e ngritur u shtojnë dimension strukturave kryesisht të rrafshëta. Ata theksojnë funksionet në hapësirat e gjera ose me trafik.","Buton i ngritur","ANULO","HIQ","Dialogu i alarmit","Modal dhe FAB","Motivi i zbehjes përdoret për elementet e ndërfaqes së përdoruesit që hyjnë ose dalin brenda kufijve të ekranit, si p.sh. një dialog që zbehet në qendër të ekranit.","FSHIH FAB","SHFAQ MODAL","SHFAQ FAB","Zbehje","Albumet","Shfletimi poshtë","Motivi i zbehjes graduale përdoret për kalimet mes elementeve të ndërfaqes së përdoruesit që nuk kanë marrëdhënie të fortë me njëri-tjetrin.","Fotografitë","Kërko","123 fotografi","Zbehje graduale","Çipet e filtrit përdorin etiketime ose fjalë përshkruese si mënyrë për të filtruar përmbajtjen.","Çipi i filtrit","Një buton pluskues veprimi është një buton me ikonë rrethore që lëviz mbi përmbajtjen për të promovuar një veprim parësor në aplikacion.","Butoni pluskues i veprimit","Karakteristika e fullscreenDialog specifikon nëse faqja hyrëse është dialog modal në ekran të plotë","Ekrani i plotë","Ekran i plotë","Listat në formë rrjete janë më të përshtatshme për paraqitjen e të dhënave homogjene, zakonisht të imazheve. Çdo artikull në një listë në formë rrjete quhet një pllakëz.","Me fundin e faqes","Me kokën e faqes","Vetëm imazhe","Struktura e rreshtit dhe kolonës","Listat në formë rrjete","Informacione","Çipet e hyrjes përfaqësojnë një pjesë komplekse informacioni, si p.sh. një entitet (person, vend ose send) ose tekst bisedor, në formë kompakte.","Çipi i hyrjes","URL-ja nuk mund të shfaqej:","Një tregues linear i progresit i dizajnit të materialit, i njohur edhe si një shirit progresi.","Treguesi linear i progresit","Një rresht i njëfishtë me lartësi fikse që përmban normalisht tekst si edhe një ikonë pararendëse ose vijuese.","Teksti dytësor","Lëvizja e strukturave të listës","Listat","Artikulli i çaktivizuar i menysë","Një artikulli me një meny me listë me zgjedhje","Një artikulli me një meny kontekstuale","Një artikull me një meny me seksione","Një artikull me një meny të thjeshtë",["Shënuar: ",[9,0]],"Artikulli i parë i menysë kontekstuale","Artikulli i tretë i menysë kontekstuale","Një meny shfaq një listë zgjedhjesh në një sipërfaqe të përkohshme. Ato shfaqen kur përdoruesit ndërveprojnë me një buton, veprim ose një kontroll tjetër.","Katër","Merr lidhjen","Artikulli i parë i menysë","Artikulli i tretë i menysë","Artikulli i dytë i menysë","Një","Shiko paraprakisht","Hiq",["Zgjedhur: ",[10,0]],"Ndaj","Butonat e menysë dhe menytë e thjeshta","Tre","Menyja","Dy","Faqja e detajeve","Artikulli i listës","Teksti dytësor","Titulli","Dytësor","Të gjitha motivet e paracaktuara të kalimit","Lëvizja","Një panel me \"Dizajn material\" që hyn me rrëshqitje horizontale nga skaji i ekranit për të shfaqur lidhjet e shfletimit në një aplikacion.","Shfaqja e një sirtari brenda rreshtit të aplikacioneve","Rrëshqit nga skaji ose trokit ikonën e majtë lart për të parë sirtarin","Sirtari i navigimit","Artikulli një","Artikulli dy","user.name@example.com","Emri i përdoruesit","Një miniaplikacion material që synohet për shfaqje majtas apo djathtas një aplikacioni për të shfletuar mes një numri të vogël, rëndom mes tri e pesë, pamjesh.","E para","E dyta","Shfaqja e shinës së shfletimit brenda një aplikacioni","E treta","Shina e shfletimit","Një rresht","Trokit këtu për të parë opsionet që ofrohen për këtë demonstrim.","Shiko opsionet","Opsionet","Butonat me kontur bëhen të patejdukshëm dhe ngrihen kur shtypen. Shpesh ata çiftohen me butonat e ngritur për të treguar një veprim alternativ dytësor.","Buton me kontur","SHFAQ ZGJEDHËSIN","Zgjedhja e datës dhe orës","Zgjedhësit","Linear, rrethor, i papërcaktuar","Treguesit e progresit","Rrëshqitësit pasqyrojnë një gamë vlerash përgjatë një shiriti. Ata mund të kenë ikona në të dyja skajet e shiritit, të cilat pasqyrojnë një gamë vlerash. Ata janë idealë për rregullimin e cilësimeve si p.sh. volumi, ndriçimi ose zbatimi i filtrave të imazheve.","Rrëshqitësit me gamë vlerash","Menyja me seksione","Kutitë e kontrollit e lejojnë përdoruesin të zgjedhë shumë opsione nga një grup. Vlera e një kutie normale kontrolli është \"E vërtetë\" ose \"E gabuar\" dhe vlera e një kutie zgjedhjeje me tre gjendje mund të jetë edhe \"Zero\".","Kutia e zgjedhjes","Butonat e radios e lejojnë përdoruesin të zgjedhë një opsion nga një grup. Përdor butonat e radios për përzgjedhje ekskluzive nëse mendon se përdoruesi ka nevojë të shikojë të gjitha opsionet e disponueshme përkrah njëri-tjetrit.","Radio","Kutitë e zgjedhjes, butonat e radios dhe çelësat","Çelësat e ndezjes/fikjes aktivizojnë/çaktivizojnë gjendjen e një opsioni të vetëm cilësimesh. Opsioni që kontrollon çelësi, si edhe gjendja në të cilën është, duhet të bëhet e qartë nga etiketa korresponduese brenda faqes.","Çelës","Kontrollet e përzgjedhjes","Motivi i boshtit të ndarë përdoret për kalimet mes elementeve të ndërfaqes së përdoruesit që kanë marrëdhënie hapësinore ose navigacionale. Ky motiv përdor një transformim të ndarë në boshtin x, y ose z për të përforcuar marrëdhënien mes elementeve.","Vepra arti dhe artizanati","PRAPA","Pjesë e paketës","Biznes","Kategoritë pjesë e paketës shfaqen si grupe në burimin tënd. Mund ta ndryshosh gjithmonë këtë më vonë.","Përmirëso kurset e tua","KRIJO LLOGARI","Gatim","Butonat \"Vijo\" dhe \"Pas\"","Dizajnim","HARROVE ADRESËN E EMAIL-IT?","Ilustrim","Shfaqet individualisht","PARA","Identifikohu me llogarinë tënde","Email-i ose numri i telefonit","Përshëndetje, David Park","Boshti x i ndarë","268 albume","min.","Artisti","Albumi","A-Z","Rendit sipas \"Të luajturave së fundi\"","Të luajtura së fundi","Boshti y i ndarë","Recetë për sandviç me mish viçi","Sandviç me mish viçi","Recetë për hamburger","Hamburger","Recetë për gatim me gaforre","Gaforre","Butoni i ikonës së \"Cilësimeve\"","Recetë për ëmbëlsirë","Ëmbëlsirë","Ndihma","Njoftimet","Privatësia","Profili","Recetë për sandviç","Sandviç","Recetat e ruajtura","Cilësimet","Recetë për gatim me karkaleca deti","Karkaleca deti","Boshti z i ndarë","Një dialog i thjeshtë i ofron përdoruesit një zgjedhje mes disa opsionesh. Një dialog i thjeshtë ka një titull opsional që afishohet mbi zgjedhjet.","I thjeshtë","Menyja e thjeshtë","I vazhdueshëm","Rrëshqitësi i vazhdueshëm me gamë vlerash me temë të personalizuar","I vazhdueshëm me vlerë numerike të modifikueshme","Rrëshqitësit pasqyrojnë një gamë vlerash përgjatë një shiriti, nga të cilat përdoruesit mund të zgjedhin një vlerë të vetme. Ata janë idealë për rregullimin e cilësimeve si p.sh. volumi, ndriçimi ose zbatimi i filtrave të imazheve.","Jo i vazhdueshëm","Rrëshqitësi jo i vazhdueshëm me temë të personalizuar","Vlera numerike e modifikueshme","Miniaplikacione për zgjedhjen e një vlere me rrëshqitje","Rrëshqitësit","Shtype veprimin e shiritit të njoftimeve.","VEPRIMI","SHFAQ NJË SHIRIT NJOFTIMESH","Shiritat e njoftimeve i informojnë përdoruesit për një proces që ka kryer ose do të kryejë një aplikacion. Ata shfaqen përkohësisht, në drejtim të fundit të ekranit. Ata nuk duhet ta ndërpresin eksperiencën e përdoruesit dhe nuk kërkojnë ndërveprimin nga përdoruesi për t'u zhdukur.","Shiritat e njoftimeve shfaqin mesazhe në fund të ekranit","Ky është një shiriti njoftimesh.","Shiritat e njoftimeve","Skedat i organizojnë përmbajtjet në ekrane të ndryshme, grupime të dhënash dhe ndërveprime të tjera.","Pa lëvizje","Me lëvizje","Skedat me pamje që mund të lëvizen në mënyrë të pavarur","Skedat","Një buton teksti shfaq një spërkatje me bojë pas shtypjes, por nuk ngrihet. Përdor butonat e tekstit në shiritat e veglave, dialogët dhe brenda faqes me skemë padding","Butoni i tekstit","Fushat me tekst i lejojnë përdoruesit të fusin tekst në një ndërfaqe përdoruesi. Ato normalisht shfaqen në formularë dhe dialogë.","Email-i","Fut një fjalëkalim.","(###) ###-#### - Fut një numër telefoni amerikan.","Rregullo gabimet me të kuqe përpara se ta dërgosh.","Fshih fjalëkalimin","Mbaje të shkurtër, është thjesht demonstrim.","Historia e jetës","Emri*",["Numri i telefonit të  është ",[21,0],[28,1]],"Emri është i nevojshëm.","Jo më shumë se 8 karaktere.","Fut vetëm karaktere alfabetikë.","Fjalëkalimi*","Fjalëkalimet nuk përputhen","Numri i telefonit*","* tregon fushën e kërkuar","Shkruaj përsëri fjalëkalimin*","Paga","Shfaq fjalëkalimin","DËRGO","Një rresht me tekst dhe numra të redaktueshëm","Na trego rreth vetes (p.sh. shkruaj se çfarë bën ose çfarë hobish ke)","Fushat me tekst","USD","Si të quajnë?","Ku mund të të kontaktojmë?","Adresa jote e email-it","Shfaq një dialog që përfshin një zgjedhës ore me dizajnin e materialit.","Zgjedhësi i orës","Butonat e ndërrimit mund të përdoren për të grupuar opsionet e përafërta. Për të theksuar grupet e butonave të përafërt të ndërrimit, një grup duhet të ndajë një mbajtës të përbashkët","Butonat e ndërrimit","Këshillat për veglat ofrojnë etiketa teksti që ndihmojnë për të shpjeguar funksionin e një butoni ose të një veprimi tjetër të ndërfaqes së përdoruesit. Këshillat për veglat shfaqin një tekst informues kur përdoruesit qëndrojnë pezull mbi to, kur i fokusojnë ose kur kryejnë një shtypje të gjatë mbi një element.","Kryej një shtypje të gjatë ose qëndrim pezull për të shfaqur këshillën për veglën.","Mesazh i shkurtër që shfaqet pas një shtypjeje të gjatë ose një qëndrimi pezull","Këshillat për veglat","Dy rreshta","Detajet","Ja si sillet TwoPane në një pajisje të palosshme.","E palosshme",["Artikulli ",[10,0]],["Detajet e artikullit ",[21,0]],"Lista","Zgjidh një artikull","Ja si sillet TwoPane në një pajisje me ekran të vogël.","Ekran i vogël","Struktura reaguese në pajisje të palosshme, të mëdha dhe të vogla","Ja si sillet TwoPane në një ekran më të madh, si p.sh. një tablet ose një dektop.","Tablet/desktop","TwoPane","Përkufizimet e stileve të ndryshme tipografike të gjendura në dizajnin e materialit","Të gjitha stilet e paracaktuara të tekstit","Tipografia","Ndarësi vertikal","Hiq përzgjedhjen","Shto llogari","PRANOJ","ANULO","NUK PRANOJ","HIDH POSHTË","Të hidhet poshtë drafti?","Një demonstrim dialogu me ekran të plotë","RUAJ","Dialogu në ekran të plotë","Lejo Google të ndihmojë aplikacionet që të përcaktojnë vendndodhjen. Kjo do të thotë të dërgosh të dhëna te Google edhe kur nuk ka aplikacione në punë.","Të përdoret shërbimi \"Vendndodhjet Google\"?",["Zgjodhe: \"\"",[10,0]],"Cakto llogarinë e rezervimit","SHFAQ DIALOGUN","HIQ","Një aplikacion lajmesh i fokusuar te përmbajtja","Reformimi i ushtrisë së gjelbër nga brenda saj","Bletët braktisin tokat bujqësore","Stilistët përdorin teknologjinë për të krijuar pëlhura futuriste","Feministët kundër kampeve partiake","E ardhmja e benzinës","Revolucioni i qetë, por i fuqishëm në kujdesin shëndetësor","Me ngadalësimin e aksioneve, shumë u drejtohen valutave","Jetët amerikane të ndara gjatë luftës","Përditësimet më të fundit","Biznes","Kulturë","Faqja kryesore","Politikë","Shkencë","Sport","Teknologji","Udhëtim","Shtetet e Bashkuara","Bota","GreenArmy","HealthcareRevolution","Reformë","Aksione","TechDesign",["Depoja  e GitHub",[7,0]],"STILET DHE TË TJERA","Kategoritë","Galeria","Po ngarkohet","Nuk është zgjedhur","Plazh","Vepra prej bronzi","Çenai","Çetinad","Peshkatar","Treg lulesh","Përgatitja e drekës","Tregu","Pondiçeri","Kripore","Motoçikleta","Prodhues mëndafshi","Tanjore","Tempull në Thanjavur",["Llogaria   me .",[9,0],[10,1],[14,2]],"Kursimet për makinë","Rrjedhëse","Kursimet për shtëpinë","Pushime","Zotëruesi i llogarisë","Rendimenti vjetor në përqindje","Interesi i paguar vitin e kaluar","Norma e interesit","Interesi vjetor deri më sot","Pasqyra e ardhshme","Totali","Llogaritë","Sinjalizime",["Ke shpenzuar  në tarifa bankomati këtë muaj",[13,0]],["Të lumtë! Llogaria jote rrjedhëse është  më e lartë se muajin e kaluar.",[40,0]],["Kujdes, ke përdorur  të buxhetit të \"Blerjeve\" për këtë muaj.",[20,0]],["Ke shpenzuar  në restorante këtë javë.",[13,0]],[3,0,["Rrit nivelin e mundshëm të zbritjes nga taksat! Cakto kategoritë për  transaksione të pacaktuara.",[69,0]],[4,"Rrit nivelin e mundshëm të zbritjes nga taksat! Cakto kategoritë për 1 transaksion të pacaktuar."]],["Fatura  me afat  për .",[7,0],[16,1],[21,2]],"Shuma për t'u paguar","Shuma e paguar","Shuma totale","Faturat","Afati",["Buxheti  me  të përdorura nga ,  të mbetura",[8,0],[12,1],[30,2],[32,3]],"Veshje","Bar-kafe","Ushqimore","Restorantet","Shuma e mbetur","Shuma e përdorur","Kufiri total","Të mbetura","Buxhetet","Një aplikacion për financat personale","TË MBETURA","IDENTIFIKOHU","Identifikohu","Identifikohu në Rally","Nuk ke llogari?","Fjalëkalimi","Kujto të dhënat e mia","REGJISTROHU","Emri i përdoruesit","SHIKOJI TË GJITHË","Shiko të gjitha llogaritë","Shiko të gjitha faturat","Shiko të gjitha buxhetet","Gjej bankomate","Ndihma","Menaxho llogaritë","Njoftimet","Cilësimet e faturës elektronike","Kodi i kalimit dhe Touch ID","Të dhënat personale","Dil","Dokumentet e taksave","LLOGARITË","FATURAT","BUXHETET","PËRMBLEDHJE","CILËSIMET","Një aplikacion efikas dhe i fokusuar email-i","Draftet","Kutia hyrëse","Dërguar","Postë e bezdisshme","Me yll","Koshi","Zgjidh","Mund të zgjidhet (shtypje e gjatë)","Zgjedhur","Rreth galerisë së Flutter","Projektuar nga TOASTER në Londër","Mbyll \"Cilësimet\"","Cilësimet","E errët","Dërgo koment","E ndriçuar","Gjuha e përdorimit","Mekanika e platformës","Lëvizje e ngadaltë","Sistemi","Drejtimi i tekstit","LTR","Bazuar në cilësimet lokale","RTL","Shkallëzimi i tekstit","Shumë i madh","E madhe","Normale","I vogël","Tema","Cilësimet","ANULO","PASTRO KARROCËN",[3,0,[" ARTIKUJ",[0,0]],[2,"ASNJË ARTIKULL",4,"1 ARTIKULL"]],"KARROCA","Transporti:","Nëntotali:","Taksa:","TOTALI","AKSESORË","TË GJITHA","VESHJE","SHTËPIA","Një aplikacion blerjesh në modë","Fjalëkalimi","Emri i përdoruesit","DIL","MENYJA","PËRPARA","Filxhan blu prej guri","Bluzë e kuqe e errët me fund të harkuar","Shami Chambray","Këmishë Chambray","Jakë e bardhë klasike","Triko ngjyrë balte","Rafti prej bakri","Bluzë me vija të holla","Gardh kopshti","Kapelë Gatsby","Xhaketë serioze","Set me tri tavolina","Shall ngjyrë xhenxhefili","Kanotiere gri e varur","Set çaji Hurrahs","Kuzhinë quattro","Pantallona blu","Tunikë allçie",["x ",[2,0]],["Sasia: ",[7,0]],"Set me katër tavolina","Tabaka për ujin e shiut","Crossover-i i Ramona-s","Tunikë plazhi","Triko e hollë","Bluzë me mëngë të përveshura","Çantë pazari","Set qeramike për zbutje","Syze Stella","Vathë Strut","Bimë mishtore","Fustan veror","Këmishë sërfi","Çantë model \"vagabond\"","Çorape sportive","Walter Henley (e bardhë)","Mbajtëse çelësash e thurur","Këmishë me vija të bardha","Rrip Whitney",[3,0,["Karroca e blerjeve,  artikuj",[20,0]],[2,"Karroca e blerjeve, asnjë artikull",4,"Karroca e blerjeve, 1 artikull"]],"Shto në karrocë",["Hiq ",[4,0]],"Mbyll karrocën","Mbyll menynë","Hap menynë","Hiq artikullin","Kërko","Cilësimet","IDENTIFIKOHU","Zgjidh një demonstrim","Strukturë reaguese për aplikacionin nisës",["Artikulli ",[10,0]],"Trupi","BUTONI","Titulli","Nënemërtim","Titulli","Aplikacion nisës","Shto","Të preferuara","Kërko","Ndaj"]