[0,"as","6iofcr",0,null,["এই এপ্‌টোৰ উৎস ক’ডটো চাবলৈ, অনুগ্ৰহ কৰি লৈ যাওক।",["14","0"]],"গেলাৰীলৈ উভতি যাওক","শীৰ্ষ স্থানত থকা আইকন","একাধিক কাৰ্য","বেনাৰখন ৰিছেট কৰক","আপোনাৰ পাছৱৰ্ডটো আপোনাৰ আনটো ডিভাইচত আপডে’ট কৰা হৈছে। অনুগ্ৰহ কৰি পুনৰ ছাইন ইন কৰক।","তলত অৱস্থিত এপৰ বাৰ","নট্‌চ্চ","ওপঙি থকা কাৰ্য বুটামৰ অৱস্থান","ডক কৰা - কেন্দ্ৰত","ডক কৰা - শেষত","ওপঙি থকা - কেন্দ্ৰত","ওপঙি থকা - শেষত","একাউণ্ট","এলাৰ্ম","Calendar","কেমেৰা","মন্তব্যসমূহ",[" টেবৰ বাবে প্লে’চহ’ল্ডাৰ",["0","0"]],"বুটাম","সৃষ্টি কৰক","অন্বেষণ কৰক",[" অন্বেষণ কৰক",["0","0"]],[" শ্বেয়াৰ কৰক",["0","0"]],"টিপিব পৰা","তাঞ্জাভুৰ","চেটিনাদ","সংখ্যা ১০","ৰেচম স্পীনাৰসকল","মন্দিৰসমূহ","তাঞ্জাভুৰ, তামিলনাডু","শিৱগংগা, তামিলনাডু","তামিলনাডুত ফুৰিবলগীয়া শীৰ্ষৰ ১০ খন চহৰ","দক্ষিণ ভাৰতৰ শিল্পীসকল","বৃহদেশ্বৰ মন্দিৰ","বাইকিং","এলিভে'টৰ","জুহাল আছে","ডাঙৰ","মধ্যমীয়া","সৰু","লাইটসমূহ অন কৰক","ৱাশ্বাৰ","এম্বাৰ","নীলা","নীলা ধোঁৱাবৰণীয়া","মাটীয়া","চায়ান","গাঢ় কমলা","ডাঠ বেঙুনীয়া","সেউজীয়া","ধোঁৱাবৰণীয়া","ইণ্ডিগ'","পাতল নীলা","পাতল সেউজীয়া","নেমুৰঙী","কমলা","গুলপীয়া","বেঙুনীয়া","ৰঙা","গাঢ় সেউজ-নীলা","হালধীয়া","এটা ব্যক্তিগতকৃত ভ্ৰমণৰ এপ্‌","খোৱা","নেপলচ, ইটালী","খৰিৰ ভাতীত থকা পিজ্জা","ডাল্লাছ, মার্কিন যুক্তৰাষ্ট্ৰ","লিছবন, পর্তুগাল","এটা বৃহৎ পাষ্ট্ৰামি ছেণ্ডৱিচ ধৰি থকা মহিলা","ভোজনৰ সময়ত ব্যৱহৃত শৈলীৰ টুলৰ সৈতে খালী বাৰ","কৰড'বা, আর্জেণ্টিনা","বার্গাৰ","পৰ্টলেণ্ড, মাৰ্কিন যুক্তৰাষ্ট্ৰ","কোৰিয়ান টাক’","পেৰিছ, ফ্ৰান্স","চকলেটৰ মিষ্টান্ন","ছিউল, দক্ষিণ কোৰিয়া","ৰেষ্টুৰাৰ কলাসুলভ বহা ঠাই","ছিট্টেল, আমেৰিকা যুক্তৰাষ্ট্ৰ","মিছামাছৰ ব্যঞ্জন","নাশ্বভিল্লে, মার্কিন যুক্তৰাষ্ট্ৰ","বেকাৰীৰ প্ৰৱেশদ্বাৰ","আটলাণ্টা, মাৰ্কিন যুক্তৰাষ্ট্ৰ","ক্ৰ’ফিশ্বৰ প্লেট","মাদ্ৰিদ, স্পেইন","পেষ্ট্ৰিসহ কেফেৰ কাউণ্টাৰ",[3,0,[" খন ৰেষ্টুৰেণ্ট",["0","0"]],[2,"কোনো ৰেষ্টুৰেণ্ট নাই",4,"১ খন ৰেষ্টুৰেণ্ট"]],"গন্তব্যস্থান অনুসৰি ৰেষ্টুৰেণ্টসমূহ অন্বেষণ কৰক",[" ",["0","0"],["1","1"]],"উৰণ","এছপেন, মার্কিন যুক্তৰাষ্ট্ৰ","চিৰসেউজ উদ্ভিদৰ এক বৰফাবৃত প্ৰাকৃতিক দৃশ্যৰ সৈতে শ্ব্যালেই","বিগ ছুৰ, মাৰ্কিন যুক্তৰাষ্ট্ৰ","কাইৰ', ঈজিপ্ত","অল-আঝাৰ মছজিদটো সূৰ্যাস্তৰ সময়ত সুউচ্চ দেখা গৈছে","লিছবন, পর্তুগাল","সাগৰত থকা ইটাৰ আলোকস্তম্ভ","নাপা, মাৰ্কিন যুক্তৰাষ্ট্ৰ","তাল গছৰ সৈতে সাঁতোৰা পুখুৰী","বালি, ইণ্ডোনেছিয়া","তাল গজ থকা সাগৰৰ কাষৰীয়া সাঁতোৰা পুখুৰী","পথাৰত থকা তম্বু","খুমবু ভেলী, নেপাল","বৰফেৰে আৱৰা পৰ্বতৰ সন্মুখত প্ৰাৰ্থনাৰ পতাকা","মাশ্বু পিচশ্বু, পেৰু","মাচু পিচু চিটাডেল","মালে, মালদ্বীপ","পানীৰ ওপৰত সজোৱা বঙলা","ভিজনাও, ছুইজাৰলেণ্ড","পৰ্বতৰ সন্মুখত থকা এটা হ্ৰদৰ কাষৰীয়া হোটেল","মেক্সিক’ চহৰ, মেক্সিক’","পালাচিও ড্য বেলাছ আৰ্টেছৰ আকাশী দৃশ্য","মাউণ্ট ৰাশ্বম'ৰ, মাৰ্কিন যুক্তৰাষ্ট্ৰ","মাউণ্ট ৰুশ্বম’ৰ","ছিংগাপুৰ","ছুপাৰট্ৰী গ্ৰুভ","হানাভা, কিউবা","এখন পুৰণি নীলা গাড়ীত হালি থকা মানুহ",[3,0,[" টা আস্থান",["0","0"]],[2,"কোনো আস্থান নাই",4,"১ টা আস্থান"]],"গন্তব্যস্থানৰ অনুসৰি ফ্লাইটবোৰ অন্বেষণ কৰক","তাৰিখ বাছনি কৰক","তাৰিখবোৰ বাছনি কৰক","গন্তব্যস্থান বাছনি কৰক","নৈশ আহাৰ","অৱস্থান বাছনি কৰক","যাত্ৰা আৰম্ভ কৰাৰ স্থান বাছনি কৰক","সময় বাছনি কৰক","ভ্ৰমণকাৰীসকল",[3,0,[" ঘ",["0","0"]],[4,"১ ঘ"]],[3,0,[" মি",["0","0"]],[4,"১ মি"]],"টোপনি","মালে, মালদ্বীপ","পানীৰ ওপৰত সজোৱা বঙলা","এছপেন, মার্কিন যুক্তৰাষ্ট্ৰ","কাইৰ', ঈজিপ্ত","অল-আঝাৰ মছজিদটো সূৰ্যাস্তৰ সময়ত সুউচ্চ দেখা গৈছে","তাইপেই, তাইৱান","টাইপেই ১০১ স্কাইস্ক্ৰেপাৰ","চিৰসেউজ উদ্ভিদৰ এক বৰফাবৃত প্ৰাকৃতিক দৃশ্যৰ সৈতে শ্ব্যালেই","মাশ্বু পিচশ্বু, পেৰু","মাচু পিচু চিটাডেল","হানাভা, কিউবা","এখন পুৰণি নীলা গাড়ীত হালি থকা মানুহ","ভিজনাও, ছুইজাৰলেণ্ড","পৰ্বতৰ সন্মুখত থকা এটা হ্ৰদৰ কাষৰীয়া হোটেল","বিগ ছুৰ, মাৰ্কিন যুক্তৰাষ্ট্ৰ","পথাৰত থকা তম্বু","নাপা, মাৰ্কিন যুক্তৰাষ্ট্ৰ","তাল গছৰ সৈতে সাঁতোৰা পুখুৰী","প'র্ট', পর্তুগাল","ৰাইবেৰিয়া স্কুয়েৰত ৰঙীন আবাস","টুলুম, মেক্সিকো","এটা উপকূলৰ ওপৰত মায়া সভ্যতাৰ ধ্বংসাৱশেষ","লিছবন, পর্তুগাল","সাগৰত থকা ইটাৰ আলোকস্তম্ভ",[3,0,[" টা উপলব্ধ সম্পত্তি",["0","0"]],[2,"কোনো উপলব্ধ সম্পত্তি নাই",4,"১ টা উপলব্ধ সম্পত্তি"]],"গন্তব্যস্থান অনুসৰি সম্পত্তিসমূহ অন্বেষণ কৰক","অনুমতি দিয়ক","Apple Pie","বাতিল কৰক","চীজেৰে প্ৰস্তুত কৰা কেক","চকলেট ব্ৰাউনি","অনুগ্ৰহ কৰি, তলৰ সূচীখনৰ পৰা আপোনাৰ প্ৰিয় ডিজার্টৰ প্ৰকাৰ বাছনি কৰক। আপুনি কৰা বাছনি পৰামর্শ হিচাপে আগবঢ়োৱা আপোনাৰ এলেকাত থকা খাদ্যৰ দোকানসমূহৰ সূচীখন কাষ্টমাইজ কৰিবলৈ ব্যৱহাৰ কৰা হয়।","প্ৰত্যাখ্যান কৰক","অনুমতি নিদিব","প্ৰিয় ডিজার্ট বাছনি কৰক","আপোনাৰ বর্তমানৰ অৱস্থানটো মেপত প্ৰদর্শন কৰা হ'ব আৰু দিক্-নিৰ্দেশনাসমূহ, নিকটৱৰ্তী সন্ধানৰ ফলাফলসমূহ আৰু আনুমানিক যাত্ৰাৰ সময়বোৰৰ বাবে এইটো ব্যৱহাৰ কৰা হ'ব।","আপুনি এপ্‌টো ব্যৱহাৰ কৰি থাকোঁতে \"Maps\"ক আপোনাৰ অৱস্থান এক্সেছ কৰিবলৈ অনুমতি দিবনে?","টিৰামিছু","বুটাম","নেপথ্যৰ সৈতে","সতর্কবার্তা দেখুৱাওক","Chat","গৃহ","প্ৰ’ফাইল","কেলচিয়াম (%)","কেল'ৰি","শ্বেতসাৰ (গ্ৰাম)","ডিজার্ট (১ টা পৰিবেশন)","চর্বী (গ্ৰাম)","আইৰন (%)","প্ৰ'টিন (গ্ৰাম)","ছ'ডিয়াম (মিলিগ্ৰাম)","পৰিপুষ্টি","এপল পাই","কাপকে’ক","ড’নাট","ইক্লেয়াৰ","ফ্র’জেন য়'গাৰ্ট","জিঞ্জাৰব্ৰেড","মৌচাক","আইচক্ৰীম ছেণ্ডৱিচ্‌","জেলী বিন","ল'লিপ'প",["মৌযুক্ত ",["8","0"]],["চেনিযুক্ত ",["a","0"]],"ডেম’","টাইলসমূহ সম্পাদনা কৰিবলৈ টিপক আৰু দৃশ্যটো সকলোফালে চাবলৈ নিৰ্দেশসমূহ ব্যৱহাৰ কৰক। পেন কৰিবলৈ টানি আনি এৰক, জুম কৰিবলৈ পিঞ্চ কৰক, দুটা আঙুলিৰে ৰ’টেট কৰক। আৰম্ভণিৰ দিশটোলৈ উভতি যাবলৈ ৰিছেট বুটামটো টিপক।","টাইল সম্পাদনা কৰক","ৰূপান্তৰণসমূহ ৰিছেট কৰক","পেন, জুম, ৰ’টেট","2D ৰূপান্তৰণসমূহ","কার্যৰ চিপসমূহ প্ৰাথমিক সমল সম্পর্কীয় কোনো কার্য সূচনা কৰা বিকল্পসমূহৰ এক ছেট। কার্যৰ চিপসমূহ কোনো ইউআইত পৰিৱৰ্তনশীলভাৱে আৰু প্ৰাসংগিতা অনুসৰি প্ৰদর্শন হোৱা উচিত।","কার্যৰ চিপ","এটা সতর্কবার্তাৰ ডায়ল'গে ব্যৱহাৰকাৰীক স্বীকৃতি আৱশ্যক হোৱা পৰিস্থিতিসমূহৰ বিষয়ে জনায়। এটা সতর্কবার্তাৰ ডায়ল'গত এটা ঐচ্ছিক শিৰোনাম আৰু এখন কার্যসমূহৰ ঐচ্ছিক সূচী থাকে।","সতৰ্কবাৰ্তা","শিৰোনামৰ সৈতে সতর্কবার্তা","এপ্‌ বাৰডালে বৰ্তমানৰ স্ক্ৰীনখনৰ সৈতে জড়িত সমল আৰু কাৰ্য প্ৰদান কৰে। ইয়াক ব্ৰেণ্ডিং, স্ক্ৰীনৰ শিৰোনাম, নেভিগেশ্বন আৰু কাৰ্যৰ বাবে ব্যৱহাৰ কৰা হয়","বৰ্তমানৰ স্ক্ৰীনখনৰ সৈতে জড়িত তথ্য আৰু কাৰ্য দেখুৱায়","এপ্‌ বাৰ","এখন বেনাৰে কোনো গুৰুত্বপূৰ্ণ, সংক্ষিপ্ত বাৰ্তা দেখুৱায় আৰু ব্যৱহাৰকাৰীসকলৰ বাবে বিষয়টো সম্বোধন কৰাৰ (অথবা বেনাৰখন অগ্ৰাহ্য কৰাৰ) কার্যসমূহ প্ৰদান কৰে। এইটো অগ্ৰাহ্য কৰিবলৈ এটা ব্যৱহাৰকাৰীৰ কাৰ্যৰ আৱশ্যক হয়।","এখন তালিকাৰ ভিতৰত এখন বেনাৰ প্ৰদৰ্শিত কৰা","বেনাৰ","তলত অৱস্থিত এপ্‌ বাৰে নিম্নাংশত থকা এটা নেভিগে’শ্বন ড্ৰৱাৰ আৰু ওপঙি থকা কাৰ্য বুটামকে ধৰি চাৰিটা কাৰ্যলৈ এক্সেছ প্ৰদান কৰে।","নেভিগে’শ্বন আৰু কাৰ্যসমূহ তলত দেখুৱায়","তলত অৱস্থিত এপ্‌ বাৰ","একেবাৰে নিম্নাংশৰ নেভিগেশ্বন বাৰসমূহে স্ক্ৰীনখনৰ একেবাৰে নিম্নাংশত তিনিৰ পৰা পাঁচটা লক্ষ্যস্থান প্ৰদর্শন কৰে। প্ৰতিটো লক্ষ্যস্থানক এটা চিহ্ন আৰু এটা ঐচ্ছিক পাঠ লেবেলেৰে প্ৰতিনিধিত্ব কৰা হয়। একেবাৰে নিম্নাংশৰ এটা নেভিগেশ্বন চিহ্ন টিপিলে ব্যৱহাৰকাৰীজনক সেই চিহ্নটোৰ সৈতে জড়িত উচ্চ-স্তৰৰ নেভিগেশ্বনৰ লক্ষ্যস্থানটোলৈ লৈ যোৱা হয়।","অবিৰত লেবেলসমূহ","বাছনি কৰা লেবেল","ক্ৰছ-ফে’ডিং ভিউসমূহৰ সৈতে একেবাৰে নিম্নাংশৰ নেভিগেশ্বন","একেবাৰে নিম্নাংশৰ নেভিগেশ্বন","যোগ কৰক","একেবাৰে নিম্নাংশৰ শ্বীটখন দেখুৱাওক","হেডাৰ",["বস্তু ",["6","0"]],"এখন একেবাৰে নিম্নাংশৰ ম’ডাল শ্বীট হৈছে এখন মেনু অথবা এটা ডায়ল’গৰ এক বিকল্প আৰু ই ব্যৱহাৰকাৰীজনক এপ্‌টোৰ বাকী অংশ ব্যৱহাৰ কৰাত বাধা দিয়ে।","একেবাৰে নিম্নাংশৰ মডেল শ্বীট","এখন একেবাৰে নিম্নাংশৰ অবিৰত শ্বীটে এপ্‌টোৰ প্ৰাথমিক সমলক পৰিপূৰণ কৰা তথ্য দেখুৱায়। ব্যৱহাৰকাৰীয়ে এপ্‌টোৰ অন্য অংশসমূহ ব্যৱহাৰ কৰাৰ সময়তো একেবাৰে নিম্নাংশৰ অবিৰত শ্বীটখন দৃশ্যমান হৈ থাকে।","একেবাৰে নিম্নাংশৰ অবিৰত শ্বীট","একেবাৰে নিম্নাংশৰ অবিৰত আৰু ম’ডাল শ্বীটসমূহ","একেবাৰে নিম্নাংশৰ শ্বীট","পাঠৰ ক্ষেত্ৰসমূহ","পাঠ, উঠঙা, বৰ্হিৰেখাযুক্ত আৰু অধিক","বুটামসমূহ","এখন কাৰ্ড হৈছে কিছুমান প্ৰাসংগিক তথ্য প্ৰতিনিধিত্ব কৰিবলৈ ব্যৱহাৰ কৰা বস্তুবোৰৰ এখন শ্বীট, যেনে এলবাম, কোনো ভৌগোলিক অৱস্থান, কোনো আহাৰ, যোগাযোগৰ সবিশেষ ইত্যাদি।","ঘূৰণীয়া কোণৰ বেছলাইন কাৰ্ডসমূহ","কাৰ্ডসমূহ","চেকলিষ্ট মেনু","কোনো ইনপুট, বৈশিষ্ট্য অথবা কার্য প্ৰতিনিধিত্ব কৰা সংক্ষিপ্ত উপাদানবোৰ","চিপসমূহ","পচন্দৰ চিপসমূহে এটা ছেটৰ পৰা এটা একক পচন্দ প্ৰতিনিধিত্ব কৰে। পচন্দৰ চিপসমূহত সমল সম্পর্কীয় বিৱৰণমূলক পাঠ অথবা শিতানসমূহ অন্তর্ভুক্ত হয়।","পচন্দৰ চিপ","এটা ভৌতিক আৰ্হিৰ চক্ৰাকাৰ সূচক যি এপ্লিকেশ্বনটো ব্যস্ত হৈ থকাটো সূচাবলৈ ঘূৰি থাকে।","চক্ৰাকাৰ অগ্ৰগতিৰ সূচক","ডেম’ ক’ড","ক্লিপব’ৰ্ডলৈ প্ৰতিলিপি কৰা হ’ল।","সকলো প্ৰতিলিপি কৰক",["ক্লিপব'ৰ্ডলৈ প্ৰতিলিপি কৰিব পৰা নগ'ল: ",["12","0"]],"Material Designৰ ৰঙৰ পেলেট প্ৰতিনিধিত্ব কৰা ৰং আৰু ৰঙৰ অপৰিৱর্তিত কণিকাসমূহ।","পূৰ্বনিৰ্ধাৰিত সকলোবোৰ ৰং","ৰঙবোৰ","কাৰ্ড, সূচী আৰু FAB","কন্টেইনাৰৰ ৰূপান্তৰণ আৰ্হিটো এটা কন্টেইনাৰ অন্তৰ্ভুক্ত হোৱা ইউআই উপাদানসমূহৰ মাজত হোৱা ট্ৰানজিশ্বনসমূহৰ বাবে ডিজাইন কৰা হৈছে। এই আৰ্হিটোৱে দুটা ইউআই উপাদানৰ মাজত এটা দৃশ্যমান সংযোগ স্থাপন কৰে","অনুজ্জ্বল ম’ড","কন্টেইনাৰৰ ৰূপান্তৰণ","অনুজ্জ্বল","ফে’ড থ্ৰু","প্ৰসংগ মেনু","এখন কার্যৰ শ্বীট হৈছে সতর্কবার্তাৰ এক নির্দিষ্ট শৈলী, যি ব্যৱহাৰকাৰীক প্ৰাসংগিক দুটা ছেট অথবা তাতকৈ অধিক বাছনি কৰিব পৰা বিকল্পৰ সৈতে আগবঢ়ায়। এখন কার্য শ্বীটৰ এটা শিৰোনাম, এটা অতিৰিক্ত বার্তা আৰু এখন কার্যসমূহৰ সূচী থাকিব পাৰে।","কার্যৰ শ্বীট","এটা iOS-শৈলীৰ কাৰ্যকলাপৰ সূচক যি ঘড়ীৰ কাঁটাৰ দিশত ঘূৰে।","iOS-শৈলীৰ কাৰ্যকলাপৰ সূচকসমূহ","কাৰ্যকলাপৰ সূচক","কেৱল সতর্কবার্তাৰ বুটামসমূহ","সতর্কবার্তাৰ সৈতে বুটামসমূহ","এটা সতর্কবার্তাৰ ডায়ল'গে ব্যৱহাৰকাৰীক স্বীকৃতি আৱশ্যক হোৱা পৰিস্থিতিসমূহৰ বিষয়ে জনায়। এটা সতর্কবার্তাৰ ডায়ল'গত এটা ঐচ্ছিক শিৰোনাম, ঐচ্ছিক সমল আৰু এখন কার্যসমূহৰ ঐচ্ছিক সূচী থাকে। শিৰোনামটো সমলৰ ওপৰত প্ৰদর্শন কৰা হয় আৰু কার্যসমূহ সমলৰ তলত প্ৰদর্শন কৰা হয়।","সতৰ্কবাৰ্তা","শিৰোনামৰ সৈতে সতর্কবার্তা","iOS-শৈলীৰ সতর্কবার্তাৰ ডায়ল’গসমূহ","সতৰ্কবার্তাসমূহ","এটা iOS-শৈলীৰ বুটাম। এইটো পাঠত আৰু/অথবা এখন আইকন হিচাপে থাকে, যিটোৱে স্পর্শ কৰিলে পোহৰৰ পৰিমাণ সলনি কৰি তোলে। ঐচ্ছিকভাৱে কোনো নেপথ্য থাকিব পাৰে।","iOS-শৈলীৰ বুটামসমূহ","বুটামসমূহ","কাৰ্য এক","প্ৰসংগ মেনুখন চাবলৈ ফ্লাটাৰ ল’গ’টোত হেঁচি ধৰি ৰাখক।","কাৰ্য দুই","এখন iOS-শৈলীৰ পূৰ্ণ স্ক্ৰীনৰ প্ৰাসংগিক মেনু যিখন কোনো উপাদানত দীঘলীয়াকৈ হেঁচি ধৰি থাকিলে ওলায়।","iOS-শৈলীৰ প্ৰসংগ মেনু","প্ৰসংগ মেনু","এডাল iOS-শৈলীৰ নেভিগেশ্বন বাৰ নেভিগেশ্বন বাৰৰ সৈতে এডাল টুলবাৰ য'ত টুলবাৰৰ মাজত সীমিতভাৱে এটা পৃষ্ঠাৰ শিৰোনাম অন্তর্ভুক্ত হয়।","iOS-শৈলীৰ নেভিগেশ্বন বাৰ","নেভিগেশ্বন বাৰ","বাছনি কৰোঁতা","তাৰিখ","তাৰিখ আৰু সময়","কোনো iOS-শৈলী বাছনি কৰোঁতা ৱিজেট যিটো ষ্ট্ৰিং, তাৰিখ, সময় অথবা তাৰিখ আৰু সময় দুয়োটা বাছনি কৰিবলৈ ব্যৱহাৰ কৰিব পাৰি।","iOS-শৈলী বাছনি কৰোঁতা","সময়","টাইমাৰ","বাছনি কৰোঁতাসকল","iOS-শৈলীৰ ৰিফ্ৰেশ্ব কৰিবলৈ টনাৰ নিয়ন্ত্ৰণ কার্যকৰী কৰা এটা ৱিজেট।","iOS-শৈলীৰ ৰিফ্ৰেশ্ব কৰিবলৈ টনাৰ নিয়ন্ত্ৰণ","ৰিফ্ৰেশ্ব কৰিবলৈ টনা","এটা স্ক্ৰ’লবাৰ যি প্ৰদত্ত চাইল্ডটো আবৃত্ত কৰে","iOS-শৈলীৰ স্ক্ৰ’লবাৰ","স্ক্ৰ’লবাৰ","এটা সন্ধান কৰিবলগীয়া পাঠৰ ক্ষেত্ৰ যিটোৱে ব্যৱহাৰকাৰীক পাঠৰ জৰিয়তে সন্ধান কৰিবলৈ দিয়ে আৰু যিটোৱে পৰামৰ্শ আগবঢ়াব আৰু ফিল্টাৰ কৰিব পাৰে।","কিছুমান পাঠ দিয়ক","iOS-শৈলীৰ সন্ধান কৰিবলগীয়া পাঠৰ ক্ষেত্ৰ","সন্ধান কৰিবলগীয়া পাঠৰ ক্ষেত্ৰ","এটা ব্যৱহাৰ কৰাৰ সময়ত অন্য এটা ব্যৱহাৰ কৰিব নোৱাৰা বিকল্পসমূহৰ মাজৰ পৰা বাছনি কৰিবলৈ ব্যৱহাৰ কৰা হয়। বিভাজিত নিয়ন্ত্ৰণত এটা বিকল্প বাছনি কৰিলে, বিভাজিত নিয়ন্ত্ৰণত অন্য বিকল্পসমূহ বাছনি কৰিব নোৱাৰা হয়।","iOS-শৈলীৰ বিভাজিত নিয়ন্ত্ৰণ","বিভাজিত নিয়ন্ত্ৰণ",["অবিৰত: ",["7","0"]],"অবিৰত অথবা বিৰত মানসমূহৰ এটা ছেটৰ পৰা বাছনি কৰিবলৈ এটা শ্লাইডাৰ ব্যৱহাৰ কৰিব পৰা যায়।",["বিৰত: ",["6","0"]],"iOS-শৈলীৰ শ্লাইডাৰ","শ্লাইডাৰ","এটা একক ছেটিঙৰ অন/অফ স্থিতি টগ'ল কৰিবলৈ এটা ছুইচ্ছ ব্যৱহাৰ কৰা হয়।","iOS-শৈলীৰ ছুইচ্ছ","এটা iOS-শৈলীৰ বুটাম নেভিগেশ্বন টেবৰ দণ্ড। একাধিক টেব প্ৰদর্শন কৰে, য'ত ডিফ'ল্ট হিচাপে প্ৰথম টেবটো সক্ৰিয় হৈ থাকে।","iOS-শৈলীৰ বুটামৰ টেবৰ দণ্ড","টেব বাৰ","এখন পাঠৰ ক্ষেত্ৰই ব্যৱহাৰকাৰীক এখন হাৰ্ডৱেৰ কীব'ৰ্ড অথবা অনস্ক্ৰীন কীব'ৰ্ডৰ দ্বাৰা পাঠ অন্তর্ভুক্ত কৰিবলৈ দিয়ে।","পিন","iOS-শৈলীৰ পাঠৰ ক্ষেত্ৰসমূহ","পাঠৰ ক্ষেত্ৰসমূহ","শ্লাইডাৰসমূহে এডাল বাৰত মানৰ এক পৰিসৰ দেখুৱায় য’ৰ পৰা ব্যৱহাৰকাৰীসকলে এটা একক মান অথবা মানৰ এক পৰিসৰ বাছনি কৰিব পাৰে। শ্লাইডাৰসমূহত থীম প্ৰয়োগ কৰিব পাৰি আৰু কাষ্টমাইজ কৰিব পাৰি।","কাষ্টম শ্লাইডাৰসমূহ","ডেটাৰ তালিকাসমূহে শাৰী আৰু স্তম্ভবোৰৰ গ্ৰিডৰ দৰে এটা ফৰ্মেটত তথ্য প্ৰদৰ্শন কৰে। সেইবোৰে সহজে স্কেন কৰিব পৰাকৈ তথ্য সংগঠিত কৰে, যাতে ব্যৱহাৰকাৰীসকলে আৰ্হি আৰু অন্তৰ্দৃষ্টিসমূহ চাব পাৰে।","তথ্যৰ শাৰী আৰু স্তম্ভসমূহ","ডেটাৰ তালিকাসমূহ","এটা বস্তুৰ ডিজাইনৰ তাৰিখ বাছনি কৰোঁতা থকা কোনো ডায়ল'গ প্ৰদৰ্শন কৰে।","তাৰিখ বাছনি কৰোঁতা","মেটেৰিয়েল ডিজাইনযুক্ত তাৰিখ বাছনি কৰোঁতা থকা এটা ডায়ল’গ দেখুৱায়।","তাৰিখৰ পৰিসৰ বাছনি কৰোঁতা","সৰল, সতর্কবার্তা আৰু সম্পূর্ণ স্ক্ৰীন","ডায়ল’গসমূহ","সূচী, ড্ৰৱাৰ আৰু সমল পৃথক কৰিবলৈ অন্য ঠাইত বিভাজক ব্যৱহাৰ কৰিব পাৰি।","বিভাজক হৈছে এডাল ক্ষীণ ৰেখা যিয়ে সূচী আৰু লে’আউটত সমল গোটবদ্ধ কৰে।","বিভাজক","API নথি-পত্ৰ","উঠঙা বুটামে সাধাৰণতে সমতল লে’আউটত মাত্ৰা যোগ দিয়ে। সেইবোৰে ব্যস্ত অথবা বহল ঠাইত কৰা কাৰ্যক অধিক প্ৰধান্য দিয়ে।","উঠঙা বুটাম","বাতিল কৰক","বাতিল কৰক","সতৰ্কতা সম্পৰ্কীয় ডায়লগ","মডেল আৰু FAB","অনুজ্জ্বল আৰ্হিটো স্ক্ৰীনখনৰ মাজভাগত অনুজ্জ্বল হৈ পৰা এটা ডায়লগৰ দৰে স্ক্ৰীনৰ সীমাৰ ভিতৰত ওলোৱা সোমোৱা কৰা ইউআই উপাদানসমূহৰ বাবে ব্যৱহাৰ কৰা হয়।","FAB লুকুৱাওক","মডেল দেখুৱাওক","FAB দেখুৱাওক","অনুজ্জ্বল","এলবাম","একেবাৰে নিম্নাংশৰ নেভিগেশ্বন","ফে’ড থ্ৰু আৰ্হিটো পৰস্পৰৰ সৈতে দৃঢ় সম্পৰ্ক নথকা ইউআই উপাদানসমূহৰ মাজত হোৱা ট্ৰানজিশ্বনসমূহৰ বাবে ব্যৱহাৰ কৰা হয়।","Photos","Search","১২৩ খন ফট’","ফে’ড থ্ৰু","ফিল্টাৰ চিপসমূহে সমল ফিল্টাৰ কৰাৰ উপায় হিচাপে টেগসমূহ অথবা বিৱৰণমূলক শব্দবোৰ ব্যৱহাৰ কৰে।","ফিল্টাৰ চিপ","এটা ওপঙা কার্যৰ বুটাম হৈছে এটা বৃত্তাকাৰ আইকন বুটাম, যি এপ্লিকেশ্বনটোত এটা প্ৰাথমিক কার্য প্ৰচাৰ কৰিবলৈ সমলৰ ওপৰত ওপঙি থাকে।","ওপঙি থকা কার্যৰ বুটাম","fullscreenDialog সম্পদে পৃষ্ঠাখন সম্পূর্ণ স্ক্ৰীনৰ মডেল ডায়ল'গ হয়নে নহয় সেয়া নির্দিষ্ট কৰে","সম্পূৰ্ণ স্ক্ৰীন","সম্পূৰ্ণ স্ক্ৰীন","গ্ৰিডৰ সূচীসমূহ প্ৰতিচ্ছবিসমূহৰ দৰে একেধৰণৰ ডেটা উপস্থাপন কৰিবলৈ সকলোতকৈ বেছি উপযুক্ত। এখন গ্ৰিডৰ সূচীৰ প্ৰতিটো বস্তুক এখন টাইল বুলি কোৱা হয়।","ফুটাৰৰ সৈতে","হেডাৰৰ সৈতে","কেৱল প্ৰতিচ্ছবি","শাৰী আৰু স্তম্ভৰ লেইআউট","গ্ৰিডৰ সূচীসমূহ","তথ্য","ইনপুট চিপসমূহে এক জটিল তথ্য সংক্ষিপ্ত ৰূপত প্ৰতিনিধিত্ব কৰে, যেনে এটা সত্ত্বা (লোক, ঠাই অথবা বস্তু) অথবা বার্তালাপৰ পাঠ।","ইনপুট চ্চিপ","URL প্ৰদর্শন কৰিব পৰা নগ'ল:","এটা ভৌতিক আৰ্হিৰ চক্ৰাকাৰ সূচক যাক অগ্ৰগতি সূচক হিচাপেও জনা যায়।","ৰৈখিক অগ্ৰগতি সূচক","এটা একক স্থিৰ উচ্চতাৰ শাৰী য’ত সচৰাচৰ কিছুমান পাঠ তথা লীডিং অথবা ট্ৰেইলিং আইকন থাকে।","গৌণ পাঠ","স্ক্ৰ’লিং সূচীৰ লে’আউটসমূহ","সূচীসমূহ","অক্ষম কৰা মেনুৰ বস্তু","এখন চেকলিষ্ট মেনুৰ সৈতে এটা বস্তু","এখন প্ৰসংগ মেনুৰ সৈতে এটা বস্তু","এখন বিভক্ত মেনুৰ সৈতে এটা বস্তু","এখন সৰল মেনুৰ সৈতে এটা বস্তু",["এইটো পৰীক্ষা কৰা হৈছে: ",["n","0"]],"প্ৰসংগ মেনুৰ প্ৰথম বস্তু","প্ৰসংগ মেনুৰ তৃতীয় বস্তু","এখন মেনুয়ে বাছনিসমূহৰ সূচী এখন সমতলত প্ৰদর্শন কৰে। ব্যৱহাৰকাৰীসকলে এটা বুটাম, কার্য অথবা অন্য নিয়ন্ত্ৰণ ব্যৱহাৰ কৰাৰ সময়ত সেইবোৰ প্ৰদর্শিত হয়।","চাৰি","লিংকটো পাওক","মেনুত থকা প্ৰথম বস্তু","মেনুত থকা তৃতীয় বস্তু","মেনুত থকা দ্বিতীয় বস্তু","এক","পূৰ্বদৰ্শন","আঁতৰাওক",["এইটো বাছনি কৰা হৈছে: ",["l","0"]],"শ্বেয়াৰ কৰক","মেনুৰ বুটামবোৰ আৰু সৰল মেনুবোৰ","তিনি","মেনু","দুই","সবিশেষ পৃষ্ঠা","সূচীৰ বস্তু","গৌণ পাঠ","শিৰোনাম","গৌণ","সকলো পূর্বনির্ধাৰিত ট্ৰানজিশ্বনৰ আৰ্হি","গতি","এটা এপ্লিকেশ্বনত নেভিগেশ্বনৰ লিংকবোৰ প্ৰদৰ্শন কৰিবলৈ এটা বস্তুৰ ডিজাইন পেনেল যিটো স্ক্ৰীনৰ কাষৰ পৰা আনুভূমিকভাৱে শ্লাইড হয়।","এপ্‌বাৰৰ ভিতৰত এটা ড্ৰৱাৰ দেখুওৱা হৈছে","দেৰাজটো চাবলৈ কাষৰ পৰা ছোৱাইপ কৰক অথবা বাওঁফালৰ ওপৰৰ চিহ্নটোত টিপক","নেভিগেশ্বন ড্ৰৱাৰ","প্ৰথম বস্তু","দ্বিতীয় বস্তু","user.name@example.com","ব্যৱহাৰকাৰীৰ নাম","এটা বস্তুৰ ভিউ সাধাৰণতে তিনিৰ পৰা পাঁচটাৰ ভিতৰত কম সংখ্যক ভিউৰ মাজত নেভিগে’ট কৰিবলৈ এটা এপৰ সোঁ অথবা বাওঁফালে দেখুওৱা হয়।","প্ৰথম","দ্বিতীয়","এটা এপৰ ভিতৰত নেভিগেশ্বন ৰে’ল দেখুওৱা হৈছে","তৃতীয়","নেভিগেশ্বন ৰে’ল","এটা শাৰী","এই ডেম’টোৰ বাবে উপলব্ধ বিকল্পসমূহ চাবলৈ ইয়াত টিপক।","বিকল্পসমূহ চাওক","বিকল্পসমূহ","বৰ্হিৰেখাযুক্ত বুটাম টিপিলে অস্বচ্ছ আৰু উঠঙা হয়। সেইবোৰক সততে এটা বৈকল্পিক গৌণ কাৰ্য সূচাবলৈ উঠঙা বুটামৰ সৈতে পেয়াৰ কৰা হয়।","বৰ্হিৰেখাযুক্ত বুটাম","বাছনি কৰোঁতা প্ৰদৰ্শন কৰক","তাৰিখ আৰু সময়ৰ বাছনি","বাছনি কৰোঁতাসকল","ৰৈখিক, চক্ৰাকাৰ, অনিৰ্ধাৰিত","অগ্ৰগতিৰ সূচক","শ্লাইডাৰসমূহে এডাল বাৰত মানৰ এক পৰিসৰ দেখুৱায়। সেইবিলাকত বাৰডালৰ দুয়োটা প্ৰান্তত আইকন থাকিব পাৰে যি মানৰ এক পৰিসৰ দেখুৱায়। সেইবিলাক ভলিউম, উজ্জ্বলতা আদিৰ দৰে ছেটিংসমূহ মিলোৱা অথবা প্ৰতিচ্ছবিৰ ফিল্টাৰ প্ৰয়োগ কৰাৰ বাবে উপযোগী।","পৰিসৰৰ শ্লাইডাৰসমূহ","বিভক্ত মেনু","চেকবাকচসমূহে এটা ছেটৰ পৰা একাধিক বিকল্প বাছনি কৰিবলৈ ব্যৱহাৰকাৰীক অনুমতি দিয়ে। এটা সাধাৰণ চেকবাকচৰ মান সঁচা অথবা মিছা হ’ব পাৰে আৰু এটা ট্ৰাইষ্টেট চেকবাকচৰ কোনো মান নাথাকিবও পাৰে।","চেকবাকচ","ৰেডিঅ’ বুটামসমূহে এটা ছেটৰ পৰা এটা বিকল্প বাছনি কৰিবলৈ ব্যৱহাৰকাৰীক অনুমতি দিয়ে। যদি আপুনি ভাবে যে ব্যৱহাৰকাৰীয়ে উপলব্ধ সকলো বিকল্প এটাৰ কাষত অন্য এটাকৈ দেখা প্ৰয়োজন তেনে ক্ষেত্ৰত কেৱল এটা বাছনি কৰিবলৈ ৰেডিঅ’ বুটামসমূহ ব্যৱহাৰ কৰক।","ৰেডিঅ’","চেকবাকচ, ৰেডিঅ’ বুটাম আৰু ছুইচ","এটা একক ছেটিঙৰ বিকল্পৰ স্থিতি অন/অফ ছুইচসমূহে ট’গল কৰে। ছুইচটোৱে নিয়ন্ত্ৰণ কৰা বিকল্পটো তথা সেইটো কি স্থিতিত আছে সেয়া আনুষংগিক ইনলাইন লেবেলটোৱে স্পষ্ট কৰা উচিত।","সলনি কৰক","বাছনি নিয়ন্ত্ৰণসমূহ","অক্ষ শ্বেয়াৰ কৰা আৰ্হিটো এটা স্থানিক অথবা নেভিগেশ্বনৰ সম্পৰ্ক থকা ইউআই উপাদানসমূহৰ মাজত হোৱা ট্ৰানজিশ্বনসমূহৰ বাবে ব্যৱহাৰ কৰা হয়। এই আৰ্হিটোৱে উপাদানসমূহৰ মাজত সম্পৰ্ক সুদৃঢ় কৰিবলৈ x, y, অথবা z অক্ষৰ ওপৰত এটা শ্বেয়াৰ কৰা ৰূপান্তৰণ ব্যৱহাৰ কৰে।","কলা আৰু হস্তশিল্প","উভতি যাওক","বাণ্ডল হৈ থকা","ব্যৱসায়","বাণ্ডল হৈ থকা শ্ৰেণীসমূহ আপোনাৰ ফীডত গোট হিচাপে দেখা পোৱা যায়। আপুনি পাছত যিকোনো সময়তে এয়া সলনি কৰিব পাৰে।","আপোনাৰ পাঠ্যক্ৰম ষ্ট্ৰিমলাইন কৰক","একাউণ্ট সৃষ্টি কৰক","ৰন্ধন সম্পৰ্কীয়","পৰৱৰ্তী আৰু উভতি যাওক বুটাম","ডিজাইন","ইমেইল পাহৰিলে নেকি?","চিত্ৰসহ ব্যখ্যামূলক বৰ্ণনা","ব্যক্তিগতভাৱে প্ৰদশৰ্ন কৰা হয়","পৰৱৰ্তী","আপোনাৰ একাউণ্টৰ জৰিয়তে ছাইন ইন কৰক","ইমেইল অথবা ফ’ন নম্বৰ","নমস্কাৰ ডেভিড পাৰ্ক","শ্বেয়াৰ কৰা x অক্ষ","২৬৮ টা এলবাম","মিনিট","শিল্পী","এলবাম","Aৰ পৰা Zলৈ","\"শেহতীয়াকৈ প্লে’ কৰা\" অনুসৰি সজাওক","শেহতীয়াকৈ প্লে’ কৰা","শ্বেয়াৰ কৰা y অক্ষ","গো -মাংসৰ ছেণ্ডৱিচ্চৰ ৰন্ধনবিধি","গো -মাংসৰ ছেণ্ডৱিচ্চ","বার্গাৰৰ ৰন্ধনবিধি","বার্গাৰ","কেঁকোৰাৰ ৰন্ধনবিধি","কেঁকোৰা","ছেটিং চিহ্নৰ বুটাম","ডির্জাটৰ ৰন্ধনবিধি","ডির্জাট","সহায়","জাননীসমূহ","গোপনীয়তা","প্ৰ’ফাইল","ছেণ্ডৱিচ্চৰ ৰন্ধনবিধি","ছেণ্ডৱিচ্চ","ছেভ কৰি থোৱা ৰন্ধনবিধিসমূহ","ছেটিংসমূহ","মিছামাছৰ ৰন্ধনবিধি","মিছামাছ","শ্বেয়াৰ কৰা z অক্ষ","এটা সৰল ডায়ল'গে ব্যৱহাৰকাৰীক বিভিন্ন বিকল্পসমূহৰ পৰা বাছনি কৰাৰ সুবিধা দিয়ে। এটা সৰল ডায়ল'গৰ বাছনি কৰাৰ বাবে থকা বিকল্পসমূহৰ ওপৰত প্ৰদর্শন কৰা এটা ঐচ্ছিক শিৰোনাম থাকে।","সৰল","সৰল মেনু","অবিৰত","কাষ্টম থীমযুক্ত অবিৰত পৰিসৰৰ শ্লাইডাৰ","সম্পাদনা কৰিব পৰা সাংখ্যিক মানৰ সৈতে অবিৰত","শ্লাইডাৰসমূহে এডাল বাৰত মানৰ এক পৰিসৰ দেখুৱায় য’ৰ পৰা ব্যৱহাৰকাৰীসকলে এটা একক মান বাছনি কৰিব পাৰে। সেইবিলাক ভলিউম, উজ্জ্বলতা আদিৰ দৰে ছেটিংসমূহ মিলোৱা অথবা প্ৰতিচ্ছবিৰ ফিল্টাৰ প্ৰয়োগ কৰাৰ বাবে উপযোগী।","পৃথক","কাষ্টম থীমযুক্ত পৃথক শ্লাইডাৰ","সম্পাদনা কৰিব পৰা সাংখ্যিক মান","ছোৱাইপ কৰি কোনো মান বাছনি কৰিবৰ বাবে ৱিজেটসমূহ","শ্লাইডাৰসমূহ","আপুনি স্নেকবাৰ কার্যটো টিপিছে।","একশ্বন","এডাল স্নেকবাৰ দেখুৱাওক","স্নেকবাৰসমূহে ব্যৱহাৰকাৰীসকলক তেনে কোনো প্ৰক্ৰিয়াৰ বিষয়ে জনায় যিটো কোনো এটা এপে সম্পাদন কৰিছে অথবা কৰিব। সেইবোৰ স্ক্ৰীনখনৰ একেবাৰে তলৰফালে অস্থায়ীভাৱে প্ৰদৰ্শিত হয়। সেইবোৰে ব্যৱহাৰকাৰীগৰাকীৰ অভিজ্ঞতাত ব্যাঘাত জন্মোৱা উচিত নহয় আৰু সেইবোৰ অদৃশ্য হ’বৰ বাবে ব্যৱহাৰকাৰীৰ ইনপুটৰ আৱশ্যক নহয়।","স্নেকবাৰসমূহে স্ক্ৰীনখনৰ একেবাৰে তলত বার্তাসমূহ প্ৰদর্শন কৰে","এইডাল এডাল স্নেকবাৰ।","স্নেকবাৰসমূহ","টেবসমূহে সমলক বিভিন্ন স্ক্ৰীনসমূহত, ডেটা ছেটসমূহত আৰু অন্য ভাব-বিনিময়সমূহত সংগঠিত কৰে।","স্ক্ৰ’ল নোহোৱা","স্ক্ৰ’ল হোৱা","স্বতন্ত্ৰভাৱে স্ক্ৰ’ল কৰিবপৰা ভিউসমূহৰ সৈতে টেবসমূহ","টেবসমূহ","এটা পাঠ বুটাম টিপিলে চিয়াঁহী পৰাৰ দৰে দৃশ্য প্ৰদৰ্শন কৰে কিন্তু তুলি নধৰে। পাঠ বুটাম টুলবাৰত, ডায়ল’গত আৰু পেডিঙৰ সৈতে ইনলাইনত ব্যৱহাৰ কৰক","পাঠ বুটাম","পাঠ ক্ষেত্ৰসমূহে ব্যৱহাৰকাৰীসকলক এটা ইউআইত পাঠ ভৰাবলৈ দিয়ে। সেইবোৰ সাধাৰণতে ফর্ম আৰু ডায়ল’গসমূহত দেখা পোৱা যায়।","ইমেইল","অনুগ্ৰহ কৰি এটা পাছৱর্ড দিয়ক।","(###) ###-#### - এটা আমেৰিকা যুক্তৰাষ্ট্ৰৰ ফ’ন নম্বৰ দিয়ক।","দাখিল কৰাৰ আগতে অনুগ্ৰহ কৰি ৰঙা হৈ থকা আসোঁৱাহসমূহ সমাধান কৰক।","পাছৱৰ্ডটো লুকুৱাওক","এইটো দীঘলীয়া নকৰিব, এইটো এটা ডেম’হে।","জীৱন কাহিনী","নাম*",["ৰ ফ’ন নম্বৰটো হৈছে ",["0","0"],["j","1"]],"নামটো আৱশ্যক।","৮টাতকৈ অধিক বর্ণ নহয়।","অনুগ্ৰহ কৰি কেৱল বৰ্ণসমূহ দিয়ক।","পাছৱৰ্ড*","পাছৱর্ডসমূহ মিলা নাই","ফ’ন নম্বৰ*","* চিহ্নই প্ৰয়োজনীয় ক্ষেত্ৰক চিহ্নিত কৰে","পাছৱৰ্ডটো পুনৰ টাইপ কৰক*","দৰমহা","পাছৱৰ্ডটো দেখুৱাওক","দাখিল কৰক","সম্পাদনা কৰিব পৰা পাঠ আৰু সংখ্যাসমূহৰ একক শাৰী","আমাক আপোনাৰ বিষয়ে কওক (উদাহৰণস্বৰূপে, আপুনি কি কৰে অথবা আপোনাৰ কৰি ভাল পোৱা কামবোৰৰ বিষয়ে লিখক)","পাঠৰ ক্ষেত্ৰসমূহ","ইউএছডি","মানুহে আপোনাক কি বুলি মাতে?","আপোনাৰ ফ’ন নম্বৰটো কি?","আপোনাৰ ইমেইল ঠিকনা","এটা বস্তুৰ ডিজাইনৰ সময় বাছনি কৰোঁতা থকা কোনো ডায়ল'গ প্ৰদৰ্শন কৰে।","সময় বাছনি কৰোঁতা","প্ৰাসংগিক বিকল্পসমূহ একগোট কৰিবলৈ ট’গল বুটামসমূহ ব্যৱহাৰ কৰিব পৰা যায়। প্ৰাসংগিক ট’গল বুটামসমূহৰ গোটসমূহক প্ৰাধান্য দিবলৈ, এটা গোটে এটা সাধাৰণ কণ্টেনাৰ শ্বেয়াৰ কৰা উচিত","ট’গলৰ বুটামসমূহ","টুলটিপসমূহে পাঠ লেবেলসমূহ প্ৰদান কৰে, যিবোৰে কোনো বুটাম অথবা অন্য ব্যৱহাৰকাৰীৰ ইণ্টাৰফে’চৰ কার্য বর্ণনা কৰাত সহায় কৰে। ব্যৱহাৰকাৰীসকলে কোনো উপাদানৰ ওপৰত ধৰি থাকিলে, মনোযোগ দিলে অথবা দীঘলীয়া সময় ধৰি টিপি থাকিলে টুলটিপে তথ্যমূলক পাঠ প্ৰদর্শন কৰে।","টুলটিপ প্ৰদর্শন কৰিবলৈ দীঘলীয়াকৈ টিপা অথবা টিপি ধৰি থকা।","দীঘলীয়াকৈ টিপা অথবা টিপি ধৰি থকাত প্ৰদর্শিত চমু বার্তা","টুলটিপসমূহ","দুটা শাৰী","সবিশেষ","এটা মোকোটাব পৰা ডিভাইচত TwoPaneএ এইদৰে আচৰণ কৰে।","মোকোটাব পৰা",["বস্তু ",["6","0"]],["বস্তু  সবিশেষ",["6","0"]],"সূচী","এটা বস্তু বাছনি কৰক","এটা সৰু স্ক্ৰীনৰ ডিভাইচত TwoPaneএ এইদৰে আচৰণ কৰে।","সৰু স্ক্ৰীন","মোকোটাব পৰা, ডাঙৰ আৰু সৰু স্ক্ৰীনত সঁহাৰিসূচক লে’আউট","টেবলেট অথবা ডেস্কটপৰ দৰে ডাঙৰ স্ক্ৰীনত TwoPaneএ এইদৰে আচৰণ কৰে।","টেবলেট / ডেস্কটপ","TwoPane","Material Designত পোৱা বিভিন্ন টাইপ’গ্ৰাফীকেল শৈলীৰ সংজ্ঞাসমূহ।","পূর্বনির্ধাৰিত সকলো পাঠৰ শৈলী","টাইপ’গ্ৰাফী","উলম্ব বিভাজক","বাছনিৰ পৰা আঁতৰাওক","একাউণ্ট যোগ কৰক","সন্মত","বাতিল কৰক","অসন্মত","প্ৰত্যাখ্যান কৰক","খচৰা প্ৰত্যাখ্যান কৰিবনে?","এটা সম্পূর্ণ স্ক্ৰীনৰ ডায়ল'গ ডেম’","ছেভ কৰক","সম্পূর্ণ স্ক্ৰীনৰ ডায়ল'গ","Googleক এপ্‌সমূহে অৱস্থান নির্ধাৰণ কৰাত সহায় কৰিবলৈ দিয়ক। এই কার্যই কোনো এপ্ চলি নাথাকিলেও Googleলৈ নামবিহীনভাৱে অৱস্থানৰ ডেটা পঠিওৱা বুজায়।","Googleৰ অৱস্থান সেৱা ব্যৱহাৰ কৰিবনে?",["আপুনি এইটো বাছনি কৰিছে: \"\"",["p","0"]],"বেকআপ একাউণ্ট ছেট কৰক","ডায়ল'গ দেখুৱাওক","অগ্ৰাহ্য কৰক","সমলত বিশেষ গুৰুত্ব আৰোপ কৰা এটা সংবাদ এপ্‌","গ্ৰীন আৰ্মিৰ আত্মসংস্কাৰ","পৰাগ-সংযোগত সহায়ক মৌ-মাখি দুষ্প্ৰাপ্য হ’বলৈ ধৰিছে","অত্যাধুনিক বস্ত্ৰ তৈয়াৰ কৰিবলৈ ডিজাইনাৰসকলে কৰিছে প্ৰযুক্তিবিদ্যাৰ ব্যৱহাৰ","পক্ষপাত সম্পৰ্কে নাৰীবাদীসকলৰ দৃষ্টিভংগী","পেট্ৰলৰ ভৱিষ্যত","নিঃশব্দ অথচ শক্তিশালী স্বাস্থ্যসেৱা বিপ্লৱটো","স্থবিৰ ষ্টক মাৰ্কেট, মুদ্ৰাই এতিয়া বহুতৰ ভৰসা","যুদ্ধৰ সময়ত বিধ্বস্ত হোৱা আমেৰিকাৰ জনজীৱন","শেহতীয়া আপডে’টসমূহ","ব্যৱসায়","সংস্কৃতি","প্ৰথম পৃষ্ঠা","ৰাজনীতি","বিজ্ঞান","খেল","প্রযুক্তিবিদ্যা","ভ্ৰমণ","আমেৰিকা যুক্তৰাষ্ট্ৰ","বিশ্ব","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" GitHub ৰিপ’জিটৰী",["0","0"]],"শৈলী আৰু অন্য","শিতানসমূহ","Gallery","ল’ড হৈ আছে","বাছনি কৰা হোৱা নাই","সমুদ্ৰতীৰ","ব্ৰ’ঞ্জৰ কাম","চেন্নাই","চেটিনাদ","মাছমৰীয়া","ফুলৰ বজাৰ","দুপৰীয়াৰ আহাৰৰ প্ৰস্তুতি","বজাৰ","পন্ডিচেৰী","নিমখৰ ফার্ম","স্কুটাৰসমূহ","ছিল্ক প্ৰস্তুতকর্তা","টাঞ্জৰ","থাঞ্জাবৰ মন্দিৰ",[" একাউণ্ট ত  জমা কৰা হৈছে।",["0","0"],["9","1"],["b","2"]],"গাড়ীৰ সঞ্চয়","চেকিং","ঘৰৰ সঞ্চয়","বন্ধৰ দিন","একাউণ্টৰ গৰাকী","বাৰ্ষিক আয়ৰ শতাংশ","যোৱা বছৰ পৰিশোধ কৰা সুদ","সুদৰ হাৰ","সুদ YTD","পৰৱর্তী বিবৃতি","সৰ্বমুঠ","একাউণ্টসমূহ","সতৰ্কবার্তাসমূহ",["আপুনি এই মাহত এটিএমৰ মাচুলৰ বাবদ  খৰচ কৰিছে",["x","0"]],["ভাল কাম কৰিছে! আপোনাৰ চেকিং একাউণ্ট যোৱা মাহতকৈ  বেছি।",["1c","0"]],["সতৰ্ক হওক, আপুনি এই মাহৰ বাবে আপোনাৰ শ্বপিং বাজেটৰ  খৰচ কৰিছে।",["1f","0"]],["আপুনি এই সপ্তাহত ৰেষ্টুৰেণ্টত  খৰচ কৰিছে।",["u","0"]],[3,0,["আপোনাৰ সম্ভাব্য কৰ কটাৰ পৰিমাণ বৃদ্ধি কৰক!  টা আবণ্টন নকৰা লেনদেনত শিতানসমূহ আবণ্টন কৰক।",["17","0"]],[4,"আপোনাৰ সম্ভাব্য কৰ কটাৰ পৰিমাণ বৃদ্ধি কৰক! ১ টা আবণ্টন নকৰা লেনদেনত শিতানসমূহ আবণ্টন কৰক।"]],[" বিল  পৰিশোধ কৰাৰ শেষ তাৰিখ ।",["0","0"],["5","1"],["s","2"]],"বকেয়া পৰিমাণ","পৰিশোধ কৰা পৰিমাণ","মুঠ পৰিমাণ","বিলসমূহ","সম্পূৰ্ণ কৰাৰ শেষ তাৰিখ",["ৰ ৰ ভিতৰত  ব্যৱহাৰ কৰা হৈছে,  বাকী আছে",["0","0"],["2","1"],["a","2"],["t","3"]],"পোছাক","কফিৰ দোকানসমূহ","গেলামাল","ৰেষ্টুৰেণ্টসমূহ","বাকী থকা পৰিমাণ","ব্যৱহৃত পৰিমাণ","মুঠ খৰচৰ উচ্চসীমা","বাওঁ","বাজেটসমূহ","এটা ব্যক্তিগত বিত্তীয় এপ্‌","বাওঁ","লগ ইন কৰক","লগ ইন কৰক","Rallyত লগ ইন কৰক","কোনো একাউণ্ট নাই নেকি?","পাছৱৰ্ড","মোক মনত ৰাখক","ছাইন আপ কৰক","ব্যৱহাৰকাৰীৰ নাম","সকলো চাওক","সকলো একাউণ্ট চাওক","সকলো বিল চাওক","সকলো বাজেট চাওক","এটিএম বিচাৰক","সহায়","একাউণ্টসমূহ পৰিচালনা কৰক","জাননীসমূহ","কাকতবিহীন ছেটিংসমূহ","পাছক’ড আৰু স্পৰ্শ আইডি","ব্যক্তিগত তথ্য","ছাইন আউট কৰক","কৰ সম্পর্কীয় নথিসমূহ","একাউণ্টসমূহ","বিলসমূহ","বাজেটসমূহ","অৱলোকন","ছেটিংসমূহ","এটা দক্ষ, দৃষ্টি নিবদ্ধ ইমেইল এপ্‌","খচৰা","ইনবক্স","পঠিওৱা","স্পাম","তৰাযুক্ত","ট্ৰেশ্ব","বাছনি কৰক","বাছনি কৰিব পৰা (দীঘলীয়াকৈ টিপক)","বাছনি কৰা হৈছে","Flutter Galleryৰ বিষয়ে","লণ্ডনত TOASTERএ ডিজাইন কৰা","ছেটিংসমূহ বন্ধ কৰক","ছেটিংসমূহ","গাঢ়","মতামত পঠিয়াওক","পাতল","ল’কেল","প্লেটফ’ৰ্ম মেকানিকসমূহ","মন্থৰ গতি","ছিষ্টেম","পাঠৰ দিশ","বাওঁফালৰ পৰা সোঁফাললৈ","ল’কেল ভিত্তিক","সোঁফালৰ পৰা বাওঁফাললৈ","পাঠ মিলোৱা কাৰ্য","বৃহৎ","ডাঙৰ","সাধাৰণ","সৰু","থীম","ছেটিংসমূহ","বাতিল কৰক","কাৰ্টত থকা সমল মচক",[3,0,[" টা বস্তু",["0","0"]],[2,"কোনো বস্তু নাই",4,"১ টা বস্তু"]],"কাৰ্ট","শ্বিপিং:","প্ৰাথমিক মুঠ:","কৰ:","সর্বমুঠ","আনুষংগিক সামগ্ৰী","সকলো","পোছাক","ঘৰ","ফেশ্বনৰ লগত জড়িত এটা খুচৰা এপ্‌","পাছৱৰ্ড","ব্যৱহাৰকাৰীৰ নাম","লগ আউট কৰক","মেনু","পৰৱৰ্তী","Blue stone mug","Cerise scallop tee","Chambray napkins","Chambray shirt","Classic white collar","Clay sweater","Copper wire rack","Fine lines tee","Garden strand","Gatsby hat","Gentry jacket","Gilt desk trio","Ginger scarf","Grey slouch tank","Hurrahs tea set","Kitchen quattro","Navy trousers","Plaster tunic",["x ",["2","0"]],["পৰিমাণ: ",["8","0"]],"Quartet table","Rainwater tray","Ramona crossover","Sea tunic","Seabreeze sweater","Shoulder rolls tee","Shrug bag","Soothe ceramic set","Stella sunglasses","Strut earrings","Succulent planters","Sunshirt dress","Surf and perf shirt","Vagabond sack","Varsity socks","Walter henley (white)","Weave keyring","White pinstripe shirt","Whitney belt",[3,0,["শ্বপিং কার্ট,  টা বস্তু",["e","0"]],[2,"শ্বপিং কাৰ্ট, কোনো বস্তু নাই",4,"শ্বপিং কাৰ্ট, ১ টা বস্তু"]],"কাৰ্টত যোগ কৰক",[" আঁতৰাওক",["0","0"]],"কাৰ্ট বন্ধ কৰক","মেনু বন্ধ কৰক","মেনু খোলক","বস্তু আঁতৰাওক","Search","ছেটিংসমূহ","ছাইন ইন কৰক","এটা ডেম’ বাছনি কৰক","এটা প্ৰতিক্ৰিয়াশীল ষ্টাৰ্টাৰ লে’আউট",["বস্তু ",["6","0"]],"মূল অংশ","বুটাম","শীৰ্ষ শিৰোনাম","ছাবটাইটেল","শিৰোনাম","ষ্টাৰ্টাৰ এপ্‌","যোগ কৰক","প্ৰিয়","Search","শ্বেয়াৰ কৰক"]