[0,"tr","UVQKcn1D",0,null,["Bu uygulamanın kaynak kodunu görmek için lütfen  sayfasını ziyaret edin.",[48,0]],"Galeriye dön","Ön Simge","Birden çok işlem","Banner'ı sıfırla","Şifreniz diğer cihazınızda güncellendi. Lütfen tekrar oturum açın.","Alt uygulama çubuğu","Çentik","Kayan İşlem Düğmesinin Konumu","Yerleştirilmiş - Ortada","Yerleştirilmiş - Uçta","Kayan - Ortada","Kayan - Uçta","Hesap","Alarm","Takvim","Kamera","Yorumlar",[" sekmesi için yer tutucu",[0,0]],"DÜĞME","Oluştur","Keşfet",["Keşfedin: ",[10,0]],["Paylaşın: ",[10,0]],"Dokunulabilen","Thanjavur","Chettinad","10 Numara","İpek Üreticileri","Tapınaklar","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Tamil Nadu'da Gezilecek İlk 10 Şehir","Güney Hindistan'ın Zanaatkarları","Brihadisvara Tapınağı","Bisiklet","Asansör","Şömine","Büyük","Orta","Küçük","Işıkları aç","Çamaşır makinesi","KEHRİBAR RENNGİ","MAVİ","MAVİYE ÇALAN GRİ","KAHVERENGİ","CAMGÖBEĞİ","KOYU TURUNCU","KOYU MOR","YEŞİL","GRİ","ÇİVİT MAVİSİ","AÇIK MAVİ","AÇIK YEŞİL","KÜF YEŞİLİ","TURUNCU","PEMBE","MOR","KIRMIZI","TURKUAZ","SARI","Kişiselleştirilmiş seyahat uygulaması","YEME","Napoli, İtalya","Odun fırınında pişmiş pizza","Dallas, ABD","Lizbon, Portekiz","Büyük pastırmalı sandviç tutan kadın","Restoran tarzı taburelerle boş bar","Córdoba, Arjantin","Burger","Portland, ABD","Kore takosu","Paris, Fransa","Çikolatalı tatlı","Seul, Güney Kore","Gösterişli restoran oturma alanı","Seattle, ABD","Karides yemeği","Nashville, ABD","Fırın girişi","Atlanta, ABD","Kerevit tabağı","Madrid, İspanya","Pastalarla kafe tezgahı",[3,0,[" Restoran",[0,0]],[2,"Restoran Yok",4,"1 Restoran"]],"Varış Noktasına Göre Restoran Araştırma",[" ",[0,0],[1,1]],"UÇUŞ","Aspen, ABD","Yaprak dökmeyen ağaçların bulunduğu karla kaplı bir arazideki şale","Big Sur, ABD","Kahire, Mısır","Gün batımında El-Ezher Camisi'nin minareleri","Lizbon, Portekiz","Denizde tuğla deniz feneri","Napa, ABD","Palmiye ağaçlarıyla havuz","Bali, Endonezya","Palmiye ağaçlı deniz kenarı havuzu","Bir arazideki çadır","Khumbu Vadisi, Nepal","Karlı dağ önünde dua bayrakları","Machu Picchu, Peru","Machu Picchu kalesi","Malé, Maldivler","Su üzerinde bungalovlar","Vitznau, İsviçre","Dağların yamacında, göl kenarında otel","Mexico City, Meksika","Güzel Sanatlar Sarayı'nın havadan görünüşü","Rushmore Dağı, ABD","Rushmore Dağı","Singapur","Supertree Korusu","Havana, Küba","Mavi antika bir arabaya dayanan adam",[3,0,[" aktarma",[0,0]],[2,"Aktarmasız",4,"1 aktarma"]],"Varış Noktasına Göre Uçuş Araştırma","Tarih Seçin","Tarihleri Seçin","Varış Noktası Seçin","Lokanta sayısı","Konum Seçin","Kalkış Noktası Seçin","Saat Seçin","Yolcu sayısı",[3,0,[" sa.",[0,0]],[4,"1 sa."]],[3,0,[" dk.",[0,0]],[4,"1 dk."]],"UYKU","Malé, Maldivler","Su üzerinde bungalovlar","Aspen, ABD","Kahire, Mısır","Gün batımında El-Ezher Camisi'nin minareleri","Taipei, Tayvan","Taipei 101 gökdeleni","Yaprak dökmeyen ağaçların bulunduğu karla kaplı bir arazideki şale","Machu Picchu, Peru","Machu Picchu kalesi","Havana, Küba","Mavi antika bir arabaya dayanan adam","Vitznau, İsviçre","Dağların yamacında, göl kenarında otel","Big Sur, ABD","Bir arazideki çadır","Napa, ABD","Palmiye ağaçlarıyla havuz","Porto, Portekiz","Ribeira Meydanı'nda renkli apartmanlar","Tulum, Meksika","Sahilin üst tarafında falezdeki Maya kalıntıları","Lizbon, Portekiz","Denizde tuğla deniz feneri",[3,0,["Kullanılabilir  Özellik",[15,0]],[2,"Müsait Mülk Yok",4,"Kullanılabilir 1 Özellik"]],"Varış Noktasına Göre Mülk Araştırma","İzin ver","Elmalı Turta","İptal","Cheesecake","Çikolatalı Browni","Lütfen aşağıdaki listeden en sevdiğiniz tatlı türünü seçin. Seçiminiz, bölgenizdeki önerilen restoranlar listesini özelleştirmek için kullanılacak.","Sil","İzin Verme","Select Favorite Dessert","Geçerli konumunuz haritada gösterilecek, yol tarifleri, yakındaki arama sonuçları ve tahmini seyahat süreleri için kullanılacak.","Uygulamayı kullanırken \"Haritalar\"ın konumunuza erişmesine izin verilsin mi?","Tiramisu","Düğme","Arka Planı Olan","Uyarıyı Göster","Sohbet","Ana sayfa","Profil","Kalsiyum (%)","Kalori","Karbonhidrat ( g)","Tatlı (1 porsiyon)","Yağ ( g)","Demir (%)","Protein ( g)","Sodyum (mg)","Beslenme","Elmalı turta","Küçük kek","Simit","Ekler","Dondurulmuş yoğurt","Kurabiye","Bal peteği","Dondurmalı sandviç","Jelibon","Lolipop",["Ballı ",[6,0]],["Şekerli ",[8,0]],"Demo","Blokları düzenlemek için dokunun ve sahnede farklı yerlere taşımak için hareketleri kullanın. Kaydırmak için sürükleyin, yakınlaştırmak için sıkıştırın, iki parmağınızla döndürün. Başlangıç yönüne geri döndürmek için sıfırlama düğmesine basın.","Bloğu düzenle","Dönüşümleri sıfırla","Kaydırma, yakınlaştırma, döndürme","2D dönüşümler","İşlem çipleri, asıl içerikle ilgili bir işlemi tetikleyen bir dizi seçenektir. İşlem çipleri, kullanıcı arayüzünde dinamik ve içeriğe dayalı olarak görünmelidir.","İşlem Çipi","Uyarı iletişim kutusu, kullanıcıyı onay gerektiren durumlar hakkında bilgilendirir. Uyarı iletişim kutusunun isteğe bağlı başlığı ve isteğe bağlı işlemler listesi vardır.","Uyarı","Başlıklı Uyarı","Uygulama çubuğu, geçerli ekranla ilgili içerikleri ve işlemleri gösterir. Bu çubuk; marka bilinci oluşturma, ekran başlıkları, gezinme ve işlemler için kullanılır","Geçerli ekranla ilgili bilgileri ve işlemleri gösterir","Uygulama çubuğu","Bannerlar önemli kısa mesajlar görüntüler ve kullanıcıların yerine getirmeleri (veya banner'ı kapatmaları) için işlemler sunar. Banner'ın kapanması için kullanıcının işlem yapması gerekir.","Liste içinde banner görüntüleme","Banner","Alt uygulama çubuğu, hem alt gezinme çekmecesine hem de kayan işlem düğmesi dahil olmak üzere dörde kadar işleme erişim sağlar.","Gezinmeyi ve işlemleri altta gösterir","Alt uygulama çubuğu","Alt gezinme çubukları, ekranın altında 3 ila beş arasında varış noktası görüntüler. Her bir varış noktası bir simge ve tercihe bağlı olarak metin etiketiyle temsil edilir. Kullanıcı, bir alt gezinme simgesine dokunduğunda, bu simge ile ilişkilendirilmiş üst düzey gezinme varış noktasına gider.","Sürekli etiketler","Seçilen etiket","Çapraz şeffaflaşan görünümlü alt gezinme","Alt gezinme","Ekle","ALT SAYFAYI GÖSTER","Üst bilgi",["Ürün ",[5,0]],"Kalıcı alt sayfa, alternatif bir menü veya iletişim kutusudur ve kullanıcının uygulamanın geri kalanı ile etkileşimde bulunmasını önler.","Kalıcı alt sayfa","Sürekli görüntülenen alt sayfa, uygulamanın asıl içeriğine ek bilgileri gösterir ve kullanıcı uygulamanın diğer bölümleriyle etkileşimde bulunurken görünmeye devam eder.","Sürekli görüntülenen alt sayfa","Sürekli ve kalıcı alt sayfalar","Alt sayfa","Metin-alanları","Metin, yükseltilmiş, dış çizgili ve daha fazlası","Düğmeler","Kartlar; albüm, coğrafi konum, yemek, iletişim bilgileri gibi alakalı bilgileri temsil etmek için kullanılan Materyal sayfalarıdır.","Yuvarlatılmış köşeli temel kartlar","Kartlar","Liste menü","Giriş, özellik ve işlem temsil eden kompakt öğeler","Çipler","Seçenek çipleri, bir dizi seçenekten tek bir seçeneği temsil eder. Seçenek çipleri ilgili açıklayıcı metin veya kategoriler içerir.","Seçenek Çipi","Dönerek uygulamanın meşgul olduğunu gösteren Materyal Tasarıma sahip dairesel ilerleme durumu göstergesi","Dairesel İlerleme Durumu Göstergesi","Demo Kodu","Panoya kopyalandı.","TÜMÜNÜ KOPYALA",["Panoya kopyalanamadı: ",[22,0]],"Materyal Tasarımın renk paletini temsil eden renk ve renk örneği sabitleri.","Önceden tanımlanmış renklerin tümü","Renkler","Kartlar, Listeler ve FAB","Kapsayıcı dönüşüm deseni, kapsayıcı içeren kullanıcı arayüzü öğeleri arasındaki geçişler için tasarlanmıştır. Bu desen, iki kullanıcı arayüzü öğesi arasında görünür bir bağlantı oluşturur","Şeffaflaştırma modu","Kapsayıcı Dönüşümü","ŞEFFAFLAŞTIRMA","ŞEFFAFLAŞARAK GEÇİŞ","İçerik menüsü","İşlem sayfası, kullanıcıya geçerli bağlamla ilgili iki veya daha fazla seçenek sunan belirli bir uyarı tarzıdır. Bir işlem sayfasının başlığı, ek mesajı ve işlemler listesi olabilir.","İşlem Sayfası","Saat yönünde dönen iOS-tarzında işlem göstergesi","iOS stili işlem göstergeleri","Etkinlik göstergesi","Yalnızca Uyarı Düğmeleri","Düğmeli Uyarı","Uyarı iletişim kutusu, kullanıcıyı onay gerektiren durumlar hakkında bilgilendirir. Uyarı iletişim kutusunun isteğe bağlı başlığı, isteğe bağlı içeriği ve isteğe bağlı işlemler listesi vardır. Başlık içeriğin üzerinde görüntülenir ve işlemler içeriğin altında görüntülenir.","Uyarı","Başlıklı Uyarı","iOS tarzı uyarı iletişim kutuları","Uyarılar","iOS tarzı düğme. Dokunulduğunda rengi açılan ve kararan metin ve/veya simge içerir. İsteğe bağlı olarak arka planı bulunabilir.","iOS tarzı düğmeler","Düğmeler","Birinci işlem","İçerik menüsünü görmek için Flutter logosuna dokunup basılı tutun.","İkinci işlem","Bir öğeye uzun basıldığında görünen iOS stili tam ekran içerik menüsü.","iOS stili içerik menüsü","İçerik Menüsü","iOS stili bir gezinme çubuğu. Gezinme çubuğu, ortasında sayfa başlığını minimum düzeyde içeren bir araç çubuğudur.","iOS stili gezinme çubuğu","Gezinme çubuğu","Seçici","Tarih","Tarih ve Saat","Dize, tarih, saat veya hem tarih hem de saat seçmek için kullanılabilen iOS stili seçici widget'ı.","iOS stili seçiciler","Saat","Zamanlayıcı","Seçiciler","iOS stili yenilemek için aşağı çekme denetimini uygulayan widget.","iOS stili yenilemek için aşağı çekme denetimi","Yenilemek için aşağı çekin","Belirtilen alt öğeyi sarmalayan kaydırma çubuğu","iOS stili kaydırma çubuğu","Kaydırma çubuğu","Kullanıcının metin girerek arama yapmasını sağlayan ve öneriler sunup filtreleme yapabilen bir arama metin alanı.","Metin girin","iOS stili arama metin alanı","Arama metni alanı","Birbirini dışlayan bir dizi seçenek arasında seçim yapmak için kullanıldı. Segmentlere ayrılmış kontrolde bir seçenek belirlendiğinde, segmentlere ayrılmış denetimdeki diğer seçenek belirlenemez.","iOS-tarzı bölümlere ayrılmış kontrol","Bölümlere ayrılmış kontrol",["Sürekli: ",[9,0]],"Kaydırma çubukları sürekli veya aralıklı değerler içinden seçim yapmak için kullanılır.",["Aralıklı: ",[10,0]],"iOS tarzında kaydırma çubuğu","Kaydırma çubuğu","Anahtarlar tek bir ayarın açık/kapalı durumunu değiştirmek için kullanılır.","iOS tarzında anahtar","iOS tarzında alt gezinme sekmesi çubuğu. Birden fazla sekme gösterilir. Varsayılan olarak ilk sekme olmak üzere içlerinden biri etkin durumda olur.","iOS tarzında alt sekme çubuğu","Sekme çubuğu","Metin alanı, kullanıcının donanım klavyesi veya ekran klavyesi ile metin girmesini sağlar.","PIN","iOS stili metin alanı","Metin-alanları","Kullanıcılar, kaydırma çubuklarını kullanarak belirtilen değer aralığı içinde bir değer veya değer aralığını seçebilir. Kaydırma çubukları temalı veya özelleştirilmiş olabilir.","Özel Kaydırma Çubukları","Veri tabloları bilgileri ızgara biçimindeki satırlar ve sütunlarda görüntüler. Kullanıcıların model ve sonuç arayabilmesi için bilgiyi kolayca taranabilecek şekilde düzenler.","Bilgi satırları ve sütunları","Veri Tabloları","Materyal Tasarıma sahip tarih seçici içeren bir iletişim kutusu gösterir.","Tarih Seçici","Materyal Tasarıma sahip tarih seçici içeren bir iletişim kutusu gösterir.","Tarih Aralığı Seçici","Basit, uyarı ve tam ekran","İletişim kutuları","Ayırıcılar, içeriği ayırmak için listelerde, çekmecelerde ve başka yerlerde kullanılabilir.","Ayırıcı, içeriği listelerde ve düzenlerde gruplandıran ince bir çizgidir.","Ayırıcı","API Dokümanları","Yükseltilmiş düğmeler çoğunlukla düz düzenlere boyut ekler. Yoğun veya geniş alanlarda işlevleri vurgular.","Yükseltilmiş Düğme","İPTAL","SİL","Uyarı İletişim Kutusu","Kalıcı iletişim kutusu ve FAB","Şeffaflaşan desen, ekranın ortasında kararan iletişim kutusu gibi ekran sınırları içine giren veya dışına çıkan kullanıcı arayüzü öğeleri için kullanılır.","FAB'I GİZLE","KALICI İLETİŞİM KUTUSUNU GÖSTER","FAB'I GÖSTER","Şeffaflaştırma","Albümler","Alt gezinme","Şeffaflaşarak geçiş deseni, birbiriyle güçlü bir ilişkisi olmayan kullanıcı arayüzü öğeleri arasındaki geçişler için kullanılır.","Fotoğraflar","Ara","123 fotoğraf","Şeffaflaşarak geçiş","Filtre çipleri, içeriği filtreleme yöntemi olarak etiketler ve açıklayıcı kelimeler kullanır.","Filtre çipi","Kayan işlem düğmesi, uygulamadaki birincil işlemi öne çıkarmak için içeriğin üzerine gelen dairesel bir simge düğmesidir.","Kayan İşlem Düğmesi","Tam ekran iletişim kutusu özelliği, gelen sayfanın tam ekran kalıcı bir iletişim kutusu olup olmadığını belirtir.","Tam Ekran","Tam Ekran","Tablo Listeler, genellikle resimler gibi benzer türdeki verileri sunmanın en uygun yöntemidir. Tablodaki her öğeye kutu denir.","Alt bilgisi olan","Üst bilgisi olan","Yalnızca resim","Satır ve sütun düzeni","Tablo Listeler","Bilgi","Giriş çipleri, bir varlık (kişi, yer veya şey) gibi karmaşık bir bilgi parçasını ya da kompakt bir formda konuşma dili metnini temsil eder.","Giriş Çipi","URL görüntülenemedi:","İlerleme çubuğu olarak da bilinen, Materyal Tasarıma sahip doğrusal ilerleme durumu göstergesi","Doğrusal İlerleme Durumu Göstergesi","Tipik olarak biraz metnin yanı sıra başında veya sonunda simge olan sabit yükseklikli tek satır.","İkincil metin","Kayan liste düzenleri","Listeler","Devre dışı menü öğesi","Liste menüsü olan öğe","İçerik menüsü olan öğe","Bölümlere ayrılmış menüsü olan öğe","Basit menüsü olan öğe",["İşaretlendi: ",[13,0]],"İçerik menüsü öğesi bir","İçerik menüsü öğesi üç","Menü, geçici bir yüzeyde seçenekler listesini görüntüler. Menüler, kullanıcılar bir düğme, işlem veya başka bir kontrolle etkileşimde bulunduğunda görünür.","Dört","Bağlantıyı al","Menü öğesi bir","Menü öğesi üç","Menü öğesi iki","Bir","Önizle","Kaldır",["Seçildi: ",[9,0]],"Paylaş","Menü düğmeleri ve basit menüler","Üç","Menü","İki","Ayrıntılar Sayfası","Liste öğesi","İkincil metin","Başlık","İkincil","Önceden tanımlanmış tüm geçiş desenleri","Hareket","Uygulamada gezinme bağlantılarını göstermek için ekranın köşesinden yatay olarak kayan Materyal Tasarım paneli.","Uygulama çubuğunda çekmece görüntüleme","Çekmeceyi görmek için kenardan kaydırın veya sol üstteki simgeye dokunun","Gezinme Çekmecesi","Birinci Öğe","İkinci Öğe","user.name@example.com","Kullanıcı Adı","Az sayıda, genellikle üç ila beş görünüm arasında gezinmek için uygulamanın solunda veya sağında görüntülenmesi amaçlanan bir materyal widget'ı.","Birinci","İkinci","Uygulamada Gezinme Sütunu'nu görüntüleme","Üçüncü","Gezinme Sütunu","Tek Satır","Bu demodaki kullanılabilir seçenekleri görmek için buraya dokunun.","Seçenekleri göster","Seçenekler","Dış çizgili düğmeler basıldığında opak olur ve yükselir. Alternatif, ikincil işlemi belirtmek için genellikle yükseltilmiş düğmelerle eşlenirler.","Dış Çizgili Düğme","SEÇİCİYİ GÖSTER","Tarih ve saat seçme","Seçiciler","Doğrusal, dairesel, belirsiz","İlerleme durumu göstergeleri","Kaydırma çubukları, bir çubuk boyunca çeşitli değerler yansıtır. Kaydırma çubuklarının her iki ucunda değer aralığının alt ve üst değerlerini gösteren simgeler bulunabilir. Kaydırma çubukları, ses düzeyi ve parlaklık gibi ayarları düzenlemek veya görüntü filtreleri uygulamak için idealdir.","Aralık Kaydırma Çubukları","Bölümlere ayrılmış menü","Onay kutuları, kullanıcıya bir dizi seçenek arasından birden fazlasını belirlemesine olanak sağlar. Normal bir onay kutusunun değeri true (doğru) veya false (yanlış) olur. Üç durumlu onay kutusunun değeri boş da olabilir.","Onay Kutusu","Radyo düğmeleri, kullanıcının bir dizi seçenek arasından birini belirlemesine olanak sağlar. Kullanıcının tüm mevcut seçenekleri yan yana görmesi gerektiğini düşünüyorsanız özel seçim için radyo düğmelerini kullanın.","Radyo düğmesi","Onay kutuları, radyo düğmeleri ve anahtarlar","Açık/kapalı anahtarları, tek bir ayarlar seçeneğinin durumunu açar veya kapatır. Anahtarın kontrol ettiği seçeneğin yanı sıra seçeneğin bulunduğu durum, karşılık gelen satır içi etikette açıkça belirtilmelidir.","Anahtar","Seçim kontrolleri","Paylaşılan eksen deseni, uzamsal veya gezinme ilişkisi olan kullanıcı arayüzü öğeleri arasındaki geçişler için kullanılır. Bu desen, öğeler arasındaki ilişkiyi güçlendirmek için x, y veya z eksenlerinde paylaşılan bir dönüşüm kullanır.","Sanat ve El Sanatları","GERİ","Paket","İş","Pakete dahil edilen kategoriler, feed'inizde grup olarak görünür. Bunu daha sonra istediğiniz zaman değiştirebilirsiniz.","Kurslarınızı düzenleme","HESAP OLUŞTUR","Mutfak","İleri ve Geri Düğmeleri","Tasarım","E-POSTA ADRESİNİZİ Mİ UNUTTUNUZ?","Resim","Ayrı Olarak Gösterilir","İLERİ","Hesabınızla oturum açın","E-posta adresi veya telefon numarası","Merhaba David Park","Paylaşılan x ekseni","268 albüm","dk.","Sanatçı","Albüm","A'dan Z'ye","\"Son Çalınanlar\"a göre sıralama","Son çalınanlar","Paylaşılan y ekseni","Etli Sandviç tarifi","Etli Sandviç","Burger tarifi","Burger","Yengeç tabağı tarifi","Yengeç","Ayarlar simge düğmesi","Tatlı tarifi","Tatlı","Yardım","Bildirimler","Gizlilik","Profil","Sandviç tarifi","Sandviç","Kaydedilen Tarifler","Ayarlar","Karides tabağı tarifi","Karides","Paylaşılan z ekseni","Basit iletişim kutusu, kullanıcıya birkaç seçenek arasından seçim yapma olanağı sunar. Basit iletişim kutusunun seçeneklerin üzerinde görüntülenen isteğe bağlı bir başlığı vardır.","Basit","Basit menü","Sürekli","Özelleştirilmiş Temaya Sahip Sürekli Aralık Değerli Çubuğu","Düzenlenebilir Sayısal Değere Sahip Kesintisiz","Kullanıcılar, kaydırma çubuklarını kullanarak belirtilen değer aralığı içinde bir değeri seçebilir. Kaydırma çubukları, ses düzeyi ve parlaklık gibi ayarları düzenlemek veya görüntü filtreleri uygulamak için idealdir.","Ayrık","Özelleştirilmiş Temaya Sahip Ayrık Değerli Kaydırma Çubuğu","Düzenlenebilir sayısal değer","Kaydırarak bir değer seçmeyi sağlayan widget","Kaydırma Çubukları","Snackbar işlemine bastınız.","İŞLEM","SNACKBAR GÖSTER","Snackbar'lar bir uygulamanın gerçekleştirdiği veya gerçekleştireceği bir işlemi kullanıcılara bildirir. Ekranın altına yakın bir yerde geçici olarak görünür. Kullanıcı deneyimini engellememeli ve ekrandan kaybolması için kullanıcının bir işlem yapmasını gerektirmemelidir.","Snackbar'lar ekranın alt bölümünde mesaj gösterir","Bu bir snackbar.","Snackbar'lar","Sekmeler farklı ekranlarda, veri kümelerinde ve diğer etkileşimlerde bulunan içeriği düzenler.","Kaydırma olmadan","Kaydırarak","Bağımsız olarak kaydırılabilen görünümlü sekmeler","Sekmeler","Basıldığında mürekkep sıçraması görüntüleyen ancak basıldıktan sonra yukarı kalkmayan metin düğmesi. Metin düğmelerini araç çubuklarında, iletişim kutularında ve dolgulu satır içinde kullanın","Metin Düğmesi","Metin alanları, kullanıcıların bir kullanıcı arayüzüne metin girmesini sağlar. Genellikle formlarda ve iletişim kutularında görünürler.","E-posta","Lütfen bir şifre girin.","(###) ###-#### - ABD'ye ait bir telefon numarası girin.","Göndermeden önce lütfen kırmızı renkle belirtilen hataları düzeltin","Şifreyi gizle","Kısa tutun, bu sadece bir demo.","Hayat hikayesi","Ad*",[" adlı kişinin telefon numarası: ",[0,0],[32,1]],"Ad gerekli.","En fazla 8 karakter.","Lütfen sadece alfabetik karakterler girin.","Şifre*","Şifreler eşleşmiyor","Telefon numarası*","* zorunlu alanı belirtir","Şifreyi yeniden yazın*","Salary","Şifreyi göster","GÖNDER","Tek satır düzenlenebilir metin ve sayılar","Bize kendinizden bahsedin (örneğin, ne iş yaptığınızı veya hobilerinizi yazın)","Metin-alanları","USD","Size hangi adla hitap ediliyor?","Size nereden ulaşabiliriz?","E-posta adresiniz","Materyal Tasarıma sahip saat seçici içeren bir iletişim kutusu gösterir.","Saat Seçici","Açma/kapatma düğmeleri benzer seçenekleri gruplamak için kullanılabilir. Benzer açma/kapatma düğmesi gruplarını vurgulamak için grubun ortak bir kapsayıcıyı paylaşması gerekir.","Açma/Kapatma Düğmeleri","İpuçları, bir düğmenin işlevini veya diğer kullanıcı arayüzü işlemini açıklamaya yardımcı olan metin etiketleri sağlar. İpuçları, kullanıcı fareyle bir öğenin üzerine geldiğinde veya öğeye odaklandığında ya da uzun bastığında bilgilendirici metin görüntüler.","İpucunu görüntülemek için uzun basın veya fareyle üzerine gelin.","Uzun basmada veya fareyle üzerine gelmede görüntülenen kısa mesaj","İpuçları","İki Satır","Ayrıntılar","TwoPane, katlanabilir bir cihazda bu şekilde davranır.","Katlanabilir",[" öğesi",[0,0]],[" öğe ayrıntıları",[0,0]],"Liste","Öğe seçin","TwoPane, küçük ekranlı bir cihazda bu şekilde davranır.","Küçük Ekran","Katlanabilir, büyük ve küçük ekranlarla uyumlu düzenler","TwoPane, tablet veya masaüstü gibi büyük bir ekranda bu şekilde davranır.","Tablet/Masaüstü","TwoPane","Materyal Tasarımında bulunan çeşitli tipografik stillerin tanımları.","Önceden tanımlanmış tüm metin stilleri","Yazı biçimi","Dikey Ayırıcı","Seçimi kaldır","Hesap ekle","KABUL EDİYORUM","İPTAL","KABUL ETMİYORUM","SİL","Taslak silinsin mi?","Tam ekran iletişim kutusu demosu","KAYDET","Tam Ekran İletişim Kutusu","Google'ın, uygulamaların konum tespiti yapmasına yardımcı olmasına izin verin. Bu, hiçbir uygulama çalışmıyorken bile anonim konum verilerinin Google'a gönderilmesi anlamına gelir.","Google'ın konum hizmeti kullanılsın mı?",["Şunu seçtiniz: \"\"",[16,0]],"Yedekleme hesabı ayarla","İLETİŞİM KUTUSUNU GÖSTER","KAPAT","İçeriğe odaklanmış haberler uygulaması","Green Army'yi İçeriden Değiştirme","Çiftlik Arılarında Azalma","Tasarımcılar Modern Fabrikalar İnşa Etmek için Teknolojiden Yararlanıyorlar","Partizanlıkta Feministler Öne Çıkıyor","Benzinin Geleceği","Sessiz, Ancak Güçlü Bir Sağlık Reformu","Hisse Senetleri Piyasası Durgunlaştıkça Çoğu Yatırımcı Dövize Yöneliyor","Amerikalıların Savaş Sırasında Bölünmüş Yaşamları","Son Güncellemeler","İş Dünyası","Kültür","Ön Sayfa","Siyaset","Bilim","Spor","Teknoloji","Seyahat","ABD","Dünya","GreenArmy","HealthcareRevolution","Reform","Hisse senetleri","TechDesign",[" GitHub havuzu",[0,0]],"STİLLER VE DİĞERLERİ","Kategoriler","Galeri","Yükleniyor","Seçili değil","Kumsal","Bronz İşler","Chennai","Chettinad","Balıkçı","Çiçek Pazarı","Öğle Yemeği Hazırlığı","Pazar","Pondicherry","Tuz Çiftliği","Scooter'lar","İpek Üreticisi","Thanjavur","Thanjavur Tapınağı",["Bakiyesi  olan  numaralı  hesabı.",[9,0],[15,1],[25,2]],"Araba İçin Biriktirilen","Mevduat","Ev İçin Biriktirilen","Tatil","Hesap Sahibi","Yıllık Faiz Getirisi","Geçen Yıl Ödenen Faiz","Faiz Oranı","Yılın Başından Bugüne Faiz","Sonraki Ekstre","Toplam","Hesaplar","Uyarılar",["Bu ay  ATM komisyonu ödediniz",[6,0]],["Harika! Çek hesabınız geçen aya göre  daha fazla.",[37,0]],["Dikkat! Bu ayki alışveriş bütçenizi  oranında harcadınız.",[36,0]],["Bu hafta restoranlarda  harcadınız.",[23,0]],[3,0,["Olası vergi iadenizi artırın.  atanmamış işleme kategoriler atayın.",[30,0]],[4,"Olası vergi iadenizi artırın. 1 atanmamış işleme kategoriler atayın."]],["Son ödeme tarihi  olan  tutarındaki  faturası.",[17,0],[23,1],[36,2]],"Ödenmesi Gereken Tutar","Ödenen Tutar","Toplam Tutar","Faturalar","Ödenecek tutar:",["Toplamı  olan ve  kullanıldıktan sonra  kalan  bütçesi",[8,0],[17,1],[39,2],[46,3]],"Giyim","Kafeler","Market Alışverişi","Restoranlar","Kalan Miktar","Kullanılan Miktar","Toplam Değer","Sol","Bütçeler","Kişisel finans uygulaması","KALDI","GİRİŞ YAP","Giriş yapın","Rally'ye giriş yapın","Hesabınız yok mu?","Şifre","Beni Hatırla","KAYDOL","Kullanıcı adı","TÜMÜNÜ GÖSTER","Tüm hesapları göster","Tüm faturaları göster","Tüm bütçeleri göster","ATMi bul","Yardım","Hesapları Yönet","Bildirimler","Kağıt kullanmayan Ayarlar","Şifre kodu ve Touch ID","Kişisel Bilgiler","Oturumu kapat","Vergi Dokümanları","HESAPLAR","FATURALAR","BÜTÇELER","GENEL BAKIŞ","AYARLAR","Verimli, hedef odaklı bir e-posta uygulaması","Taslaklar","Gelen Kutusu","Gönderilmiş","Spam","Yıldızlı","Çöp Kutusu","Seç","Seçilebilir (uzun basma)","Seçili","Flutter Gallery hakkında","Londra'da TOASTER tarafından tasarlandı","Ayarları kapat","Ayarlar","Koyu","Geri bildirim gönder","Açık","Yerel ayar","Platform mekaniği","Ağır çekim","Sistem","Metin yönü","LTR","Yerel ayara göre","RTL","Metin ölçekleme","Çok büyük","Büyük","Normal","Küçük","Tema","Ayarlar","İPTAL","ALIŞVERİŞ SEPETİNİ BOŞALT",[3,0,[" ÖĞE",[0,0]],[2,"ÖĞE YOK",4,"1 ÖĞE"]],"ALIŞVERİŞ SEPETİ","Gönderim:","Alt toplam:","Vergi:","TOPLAM","AKSESUARLAR","TÜMÜ","GİYİM","EV","Şık bir perakende uygulaması","Şifre","Kullanıcı adı","ÇIKIŞ YAP","MENÜ","SONRAKİ","Mavi taş kupa","Kiraz kırmızısı fistolu tişört","Şambre peçete","Patiska gömlek","Klasik beyaz yaka","Kil kazak","Bakır tel raf","İnce çizgili tişört","Bahçe teli","Gatsby şapka","Gentry ceket","Yaldızlı üçlü sehpa","Kırmızı eşarp","Gri bol kolsuz tişört","Hurrahs çay takımı","Quattro mutfak","Lacivert pantolon","İnce tunik",["x ",[2,0]],["Miktar: ",[8,0]],"Dört kişilik masa","Yağmur gideri","Ramona crossover","Deniz tuniği","Deniz esintisi kazağı","Açık omuzlu tişört","Askılı çanta","Rahatlatıcı seramik takım","Stella güneş gözlüğü","Strut küpeler","Sukulent bitki saksıları","Yazlık elbise","\"Surf and perf\" gömlek","Vagabond çanta","Varis çorabı","Walter Henley (beyaz)","Örgülü anahtarlık","İnce çizgili beyaz gömlek","Whitney kemer",[3,0,["Alışveriş sepeti,  ürün",[18,0]],[2,"Alışveriş sepeti, ürün yok",4,"Alışveriş sepeti, 1 ürün"]],"Sepete ekle",[" ürününü kaldır",[0,0]],"Alışveriş sepetini kapat","Menüyü kapat","Menüyü aç","Öğeyi kaldır","Ara","Ayarlar","OTURUM AÇ","Demo seçin","Duyarlı başlangıç düzeni",["Ürün ",[5,0]],"Gövde","DÜĞME","Başlık","Alt başlık","Başlık","Başlangıç uygulaması","Ekle","Favoriler listesine ekle","Ara","Paylaş"]