[0,"gsw","a87bqm",0,null,["Den Quellcode dieser App findest du hier: .",["16","0"]],"Zurück zur Galerie","Vorangestelltes Symbol","Mehrere Aktionen","Banner zurücksetzen","Dein Passwort wurde auf einem anderen Gerät aktualisiert. Melde dich noch einmal an.","Untere App-Leiste","Notch","Position der unverankerten Aktionsschaltfläche","Angedockt – Mitte","Angedockt – Ende","Unverankert – Mitte","Unverankert – Ende","Konto","Weckruf","Kalender","Kamera","Kommentare",["Platzhalter für den Tab \"\"",["p","0"]],"SCHALTFLÄCHE","Erstellen","Entdecken",[" erkunden",["0","0"]],[" teilen",["0","0"]],"Antippbar","Thanjavur","Chettinad","Nummer 10","Seidenspinner","Tempel","Thanjavur, Tamil Nadu","Sivaganga, Tamil Nadu","Die zehn schönsten Städte in Tamil Nadu, die man sich ansehen sollte","Kunsthandwerker aus Südindien","Brihadisvara-Tempel","Radfahren","Fahrstuhl","Kamin","Groß","Mittel","Klein","Beleuchtung einschalten","Waschmaschine","BERNSTEINGELB","BLAU","BLAUGRAU","BRAUN","CYAN","DUNKLES ORANGE","DUNKLES LILA","GRÜN","GRAU","INDIGO","HELLBLAU","HELLGRÜN","GELBGRÜN","ORANGE","PINK","LILA","ROT","BLAUGRÜN","GELB","Personalisierte Reise-App","ESSEN","Neapel, Italien","Pizza in einem Holzofen","Dallas, USA","Lissabon, Portugal","Frau mit riesigem Pastrami-Sandwich","Leere Bar mit Barhockern","Córdoba, Argentinien","Hamburger","Portland, USA","Koreanischer Taco","Paris, Frankreich","Schokoladendessert","Seoul, Südkorea","Sitzbereich eines künstlerisch eingerichteten Restaurants","Seattle, USA","Garnelengericht","Nashville, USA","Eingang einer Bäckerei","Atlanta, USA","Teller mit Flusskrebsen","Madrid, Spanien","Café-Theke mit Gebäck",[3,0,[" Restaurants",["0","0"]],[2,"Keine Restaurants",4,"1 Restaurant"]],"Restaurants am Zielort finden",[" ",["0","0"],["1","1"]],"FLIEGEN","Aspen, USA","Chalet in einer Schneelandschaft mit immergrünen Bäumen","Big Sur, USA","Kairo, Ägypten","Minarette der al-Azhar-Moschee bei Sonnenuntergang","Lissabon, Portugal","Aus Ziegelsteinen gemauerter Leuchtturm am Meer","Napa, USA","Pool mit Palmen","Bali, Indonesien","Pool am Meer mit Palmen","Zelt auf einem Feld","Khumbu Valley, Nepal","Gebetsfahnen vor einem schneebedeckten Berg","Machu Picchu, Peru","Zitadelle von Machu Picchu","Malé, Malediven","Overwater-Bungalows","Vitznau, Schweiz","Hotel an einem See mit Bergen im Hintergrund","Mexiko-Stadt, Mexiko","Luftbild des Palacio de Bellas Artes","Mount Rushmore, USA","Mount Rushmore","Singapur","Supertree Grove","Havanna, Kuba","Mann, der sich gegen einen blauen Oldtimer lehnt",[3,0,[" Zwischenstopps",["0","0"]],[2,"Nonstop",4,"1 Zwischenstopp"]],"Flüge nach Reiseziel suchen","Datum auswählen","Daten auswählen","Reiseziel auswählen","Personenzahl","Ort auswählen","Abflugort auswählen","Uhrzeit auswählen","Reisende",[3,0,[" Std.",["0","0"]],[4,"1 Std."]],[3,0,[" Min.",["0","0"]],[4,"1 Min."]],"SCHLAFEN","Malé, Malediven","Overwater-Bungalows","Aspen, USA","Kairo, Ägypten","Minarette der al-Azhar-Moschee bei Sonnenuntergang","Taipeh, Taiwan","Taipei 101","Chalet in einer Schneelandschaft mit immergrünen Bäumen","Machu Picchu, Peru","Zitadelle von Machu Picchu","Havanna, Kuba","Mann, der sich gegen einen blauen Oldtimer lehnt","Vitznau, Schweiz","Hotel an einem See mit Bergen im Hintergrund","Big Sur, USA","Zelt auf einem Feld","Napa, USA","Pool mit Palmen","Porto, Portugal","Bunte Häuser am Praça da Ribeira","Tulum, Mexiko","Maya-Ruinen auf einer Klippe oberhalb eines Strandes","Lissabon, Portugal","Aus Ziegelsteinen gemauerter Leuchtturm am Meer",[3,0,[" verfügbare Unterkünfte",["0","0"]],[2,"Keine Unterkünfte verfügbar",4,"1 verfügbare Unterkunft"]],"Unterkünfte am Zielort finden","Zulassen","Apfelkuchen","Abbrechen","Käsekuchen","Schokoladenbrownie","Bitte wähle in der Liste unten dein Lieblingsdessert aus. Mithilfe deiner Auswahl wird die Liste der Restaurantvorschläge in deiner Nähe personalisiert.","Verwerfen","Nicht zulassen","Lieblingsdessert auswählen","Dein aktueller Standort wird auf der Karte angezeigt und für Wegbeschreibungen, Suchergebnisse für Dinge in der Nähe und zur Einschätzung von Fahrtzeiten verwendet.","Maps erlauben, während der Nutzung der App auf deinen Standort zuzugreifen?","Tiramisu","Schaltfläche","Mit Hintergrund","Benachrichtigung anzeigen","Chat","Start","Profil","Kalzium ( %)","Kalorien","Kohlenhydrate ( g)","Nachtisch (1 Portion)","Fett ( g)","Eisen ( %)","Eiweiß ( g)","Natrium ( mg)","Ernährung","Apfelkuchen","Cupcake","Donut","Eclair","Frozen Yogurt","Lebkuchen","Honeycomb","Ice Cream Sandwich","Jelly Bean","Lutscher",[" mit Honig",["0","0"]],[" mit Zucker",["0","0"]],"Demo","Tippe, um Kacheln zu bearbeiten, und nutze Touch-Gesten, um dich in der Szene zu bewegen: zum Schwenken ziehen, zum Zoomen auseinander- und zusammenziehen, und zum Drehen eine entsprechende Bewegung mit zwei Fingern machen. Drück auf die Taste zum Zurücksetzen, um zur anfänglichen Ausrichtung zurückzukehren.","Kachel bearbeiten","Transformationen zurücksetzen","Schwenken, zoomen, drehen","2D-Transformationen","Aktions-Chips sind eine Gruppe von Optionen, die eine Aktion im Zusammenhang mit wichtigen Inhalten auslösen. Aktions-Chips sollten in der Benutzeroberfläche dynamisch und kontextorientiert erscheinen.","Aktions-Chip","Ein Benachrichtigungsdialog informiert Nutzer über Situationen, die ihre Aufmerksamkeit erfordern. Er kann einen Titel und eine Liste mit Aktionen enthalten. Beides ist optional.","Benachrichtigung","Benachrichtigung mit Titel","Die App-Leiste zeigt Inhalte und Aktionen für den aktuellen Bildschirm an. Sie kann für Branding, Bildschirmtitel, die Navigation und Aktionen verwendet werden.","Zeigt Informationen und Aktionen zum aktuellen Bildschirm an","App-Leiste","Ein Banner enthält eine kurze wichtige Botschaft sowie Handlungsanweisungen für den Nutzer – auch zum Ausblenden des Banners. Das Banner wird nicht ohne eine Aktion des Nutzers ausgeblendet.","Banner wird innerhalb einer Liste angezeigt","Banner","App-Leisten am unteren Rand bieten Zugriff auf eine Navigationsleiste und bis zu vier Aktionen, einschließlich der unverankerten Aktionsschaltfläche.","Navigationselemente und Aktionen werden unten angezeigt","Untere App-Leiste","Auf Navigationsleisten am unteren Bildschirmrand werden zwischen drei und fünf Zielseiten angezeigt. Jede Zielseite wird durch ein Symbol und eine optionale Beschriftung dargestellt. Wenn ein Navigationssymbol am unteren Rand angetippt wird, wird der Nutzer zur Zielseite auf der obersten Ebene der Navigation weitergeleitet, die diesem Symbol zugeordnet ist.","Persistente Labels","Ausgewähltes Label","Navigation am unteren Rand mit sich überblendenden Ansichten","Navigation am unteren Rand","Hinzufügen","BLATT AM UNTEREN RAND ANZEIGEN","Kopfzeile",["Artikel: ",["9","0"]],"Ein modales Blatt am unteren Rand ist eine Alternative zu einem Menü oder einem Dialogfeld und verhindert, dass Nutzer mit dem Rest der App interagieren.","Modales Blatt am unteren Rand","Auf einem persistenten Blatt am unteren Rand werden Informationen angezeigt, die den Hauptinhalt der App ergänzen. Ein solches Blatt bleibt immer sichtbar, auch dann, wenn der Nutzer mit anderen Teilen der App interagiert.","Persistentes Blatt am unteren Rand","Persistente und modale Blätter am unteren Rand","Blatt am unteren Rand","Textfelder","Mit Text, Erhöhung, Umriss und mehr","Schaltflächen","Eine Karte enthält zusätzliche Informationen wie ein Album, einen geografischen Standort, ein Gericht, Kontaktdaten usw.","Baseline-Karten mit abgerundeten Ecken","Karten","Checklistenmenü","Kompakte Elemente, die für eine Eingabe, ein Attribut oder eine Aktion stehen","Chips","Auswahl-Chips stehen für eine einzelne Auswahl aus einer Gruppe von Optionen. Auswahl-Chips enthalten zugehörigen beschreibenden Text oder zugehörige Kategorien.","Auswahl-Chip","Eine kreisförmige Material Design-Fortschrittsanzeige, die sich dreht, wenn die App ausgelastet ist.","Kreisförmige Fortschrittsanzeige","Democode","In die Zwischenablage kopiert.","ALLES KOPIEREN",["Fehler beim Kopieren in die Zwischenablage: ",["18","0"]],"Farben und Farbmuster, die die Farbpalette von Material Design widerspiegeln.","Alle vordefinierten Farben","Farben","Karten, Listen & UAS","Das Container-Übergangsmuster wurde für Übergänge zwischen UI-Elementen konzipiert, die einen Container enthalten. Dieses Muster erzeugt eine sichtbare Verbindung zwischen zwei UI-Elementen.","Überblendemodus","Container-Übergangsmuster","ÜBERBLENDEN","DURCHBLENDEN","Kontextmenü","Eine Aktionstabelle ist eine Art von Benachrichtigung, bei der Nutzern zwei oder mehr Auswahlmöglichkeiten zum aktuellen Kontext angezeigt werden. Sie kann einen Titel, eine zusätzliche Nachricht und eine Liste von Aktionen enthalten.","Aktionstabelle","Eine Aktivitätsanzeige im Stil von iOS, die sich im Uhrzeigersinn dreht.","Aktivitätsanzeigen im Stil von iOS","Aktivitätsanzeige","Nur Schaltflächen für Benachrichtigungen","Benachrichtigung mit Schaltflächen","Ein Benachrichtigungsdialog informiert den Nutzer über Situationen, die seine Aufmerksamkeit erfordern. Optional kann er einen Titel, Inhalt und eine Liste mit Aktionen enthalten. Der Titel wird über dem Inhalt angezeigt, die Aktionen darunter.","Benachrichtigung","Benachrichtigung mit Titel","Dialogfelder für Benachrichtigungen im Stil von iOS","Benachrichtigungen","Eine Schaltfläche im Stil von iOS. Sie kann Text und/oder ein Symbol enthalten, die bei Berührung aus- und eingeblendet werden. Optional ist auch ein Hintergrund möglich.","Schaltflächen im Stil von iOS","Schaltflächen","Erste Aktion","Halte das Flutter-Logo gedrückt, um das Kontextmenü aufzurufen.","Zweite Aktion","Ein Vollbild-Kontextmenü im Stil von iOS, das erscheint, wenn ein Element lange gedrückt wird.","Kontextmenü im Stil von iOS","Kontextmenü","Eine Navigationsleiste im Stil von iOS. Die Navigationsleiste ist eine Symbolleiste, die mindestens aus einem Seitentitel in der Mitte der Leiste besteht.","Navigationsleiste im Stil von iOS","Navigationsleiste","Auswahlelement","Datum","Datum und Uhrzeit","Ein Auswahlelement-Widget im iOS-Stil, das zum Auswählen von Strings, Daten, Uhrzeiten oder von sowohl Daten als auch Uhrzeiten verwendet werden kann.","Auswahlelemente im Stil von iOS","Uhrzeit","Timer","Auswahlelemente","Ein Widget, das das Inhaltssteuerelement \"Zum Aktualisieren nach unten ziehen\" im Stil von iOS implementiert.","Steuerelement \"Zum Aktualisieren nach unten ziehen\" im Stil von iOS","Zum Aktualisieren nach unten wischen","Eine Bildlaufleiste, mit der das angegebene untergeordnete Element zusammengefasst wird","Bildlaufleiste im Stil von iOS","Bildlaufleiste","Ein Feld für den Suchfeld, über das der Nutzer Text eingeben kann und in dem Vorschläge angeboten und gefiltert werden können.","Text eingeben","Feld für den Suchtext im Stil von iOS","Feld für den Suchtext","Wird verwendet, um aus einer Reihe von Optionen zu wählen, die sich gegenseitig ausschließen. Wenn eine Option in der segmentierten Steuerung ausgewählt ist, wird dadurch die Auswahl für die anderen Optionen aufgehoben.","Segmentierte Steuerung im Stil von iOS","Segmentierte Steuerung",["Stufenlos: ",["b","0"]],"Ein Schieberegler kann dazu verwendet werden, Werte stufenlos oder aus einer festgelegten Gruppe auszuwählen.",["Gruppe: ",["8","0"]],"Schieberegler im Stil von iOS","Schieberegler","Mit einem Schalter wird für eine einzelne Einstellung der Wert \"An\" oder \"Aus\" festgelegt.","Schalter im Stil von iOS","Eine untere Tab-Leiste zur Navigation im Stil von iOS. Darauf werden mehrere Tabs angezeigt, wobei jeweils ein Tab aktiv ist – standardmäßig der erste.","Untere Tab-Leiste im Stil von iOS","Tableiste","In einem Textfeld kann der Nutzer entweder mithilfe einer Hardware- oder einer Bildschirmtastatur etwas eingeben.","PIN","Textfelder im Stil von iOS","Textfelder","Mit Schiebereglern auf einer Leiste wird ein Wertebereich dargestellt, aus dem Nutzer einen einzelnen Wert oder einen Wertebereich auswählen können. Die Schieberegler können individuell gestaltet und angepasst werden.","Benutzerdefinierte Schieberegler","In Datentabellen werden Informationen in einem rasterähnlichen Format aus Zeilen und Spalten angezeigt. Dabei werden sie so angeordnet, dass sie leicht zu erfassen sind und Nutzer nach Mustern und anderen Auffälligkeiten suchen können.","Zeilen und Spalten mit Informationen","Datentabellen","Zeigt ein Dialogfeld mit einem Material Design-Element zur Datumsauswahl an.","Element zur Datumsauswahl","Zeigt ein Dialogfeld mit einem Material Design-Element zur Zeitraumauswahl an.","Zeitraumauswahl","Einfach, Benachrichtigung und Vollbild","Dialogfelder","Trennlinien können in Listen, Leisten und an anderen Stellen verwendet werden, um Inhalte zu trennen.","Eine dünne Linie, die Gruppen von Inhalten in Listen und Layouts voneinander trennt.","Trennlinie","API-Dokumentation","Erhöhte Schaltflächen verleihen flachen Layouts mehr Dimension. Sie können verwendet werden, um Funktionen auf überladenen oder leeren Flächen hervorzuheben.","Erhöhte Schaltfläche","ABBRECHEN","VERWERFEN","Dialogfeld einer Benachrichtigung","Modal und UAS","Das Muster \"Überblenden\" wird für UI-Elemente verwendet, die innerhalb der Bildschirmgrenzen ein- oder ausgeblendet werden, z. B. ein Dialogfeld, das in der Bildschirmmitte ausgeblendet wird.","UAS AUSBLENDEN","DIALOGFELD ANZEIGEN","UAS EINBLENDEN","Überblenden","Alben","Navigation am unteren Rand","Das Muster \"Durchblenden\" wird für Übergänge zwischen UI-Elementen verwendet, zwischen denen keine starke Verbindung besteht.","Fotos","Suche","123 Fotos","Durchblenden","Filter-Chips dienen zum Filtern von Inhalten anhand von Tags oder beschreibenden Wörtern.","Filter Chip","Eine unverankerte Aktionsschaltfläche ist eine runde Symbolschaltfläche, die über dem Inhalt schwebt und Zugriff auf eine primäre Aktion der App bietet.","Unverankerte Aktionsschaltfläche","Das Attribut \"fullscreenDialog\" gibt an, ob eine eingehende Seite ein modales Vollbild-Dialogfeld ist","Vollbild","Vollbild","Rasterlisten eignen sich bestens zur Darstellung von homogenen Daten. Sie werden oft für Bilder verwendet. Die einzelnen Elemente in einer Rasterliste werden Kacheln genannt.","Mit Fußzeile","Mit Kopfzeile","Nur Bild","Zeilen- und Spaltenlayout","Rasterlisten","Info","Eingabe-Chips stehen für eine komplexe Information, wie eine Entität (Person, Ort oder Gegenstand) oder für Gesprächstext in kompakter Form.","Eingabe-Chip","URL konnte nicht angezeigt werden:","Eine lineare Material Design-Fortschrittsanzeige.","Lineare Fortschrittsanzeige","Eine Zeile in der Liste hat eine feste Höhe und enthält normalerweise Text und ein anführendes bzw. abschließendes Symbol.","Sekundärer Text","Layouts der scrollbaren Liste","Listen","Deaktiviertes Menüelement","Ein Element mit einem Checklistenmenü","Ein Element mit einem Kontextmenü","Ein Element mit einem Menü mit Abschnitten","Ein Element mit einem einfachen Menü",["Ausgewählt: ",["c","0"]],"Kontextmenüelement eins","Kontextmenüelement drei","Ein Menü wird vorübergehend eingeblendet und enthält eine Liste mit Auswahlmöglichkeiten. Menüs erscheinen, wenn Nutzer mit Steuerelementen wie Schaltflächen interagieren.","Vier","Link abrufen","Menüpunkt eins","Menüpunkt drei","Menüpunkt zwei","Eins","Vorschau","Entfernen",["Ausgewählt: ",["c","0"]],"Teilen","Menüschaltflächen und einfache Menüs","Drei","Menü","Zwei","Detailseite","Listeneintrag","Text für den Untertitel","Titel","Untertitel","Alle vordefinierten Übergangsmuster","Motion","Ein Steuerfeld im Material Design, das sich quer vom Rand des Bildschirms nach innen bewegt und Navigationslinks in einer App anzeigt.","Leiste auf einer App-Leiste anzeigen","Wische zum Einblenden der Leiste vom Rand nach innen oder tippe auf das Symbol links oben","Navigationsleiste","Erstes Element","Zweites Element","nutzername@beispiel.com","Nutzername","Ein Widget im Material Design, das links oder rechts in einer App angezeigt werden soll und dem Nutzer ermöglicht, zwischen einer überschaubaren Zahl an Ansichten, in der Regel 3 bis 5, zu wechseln.","Erste Seite","Zweite Seite","Navigationsstreifen in einer App anzeigen","Dritte Seite","Navigationsstreifen","Eine Zeile","Tippe hier, um die verfügbaren Optionen für diese Demo anzuzeigen.","Optionen für die Ansicht","Optionen","Schaltflächen mit Umriss werden undurchsichtig und erhöht dargestellt, wenn sie gedrückt werden. Sie werden häufig mit erhöhten Schaltflächen kombiniert, um eine alternative oder sekundäre Aktion zu kennzeichnen.","Schaltflächen mit Umriss","AUSWAHLELEMENT ANZEIGEN","Auswahl von Datum und Uhrzeit","Auswahlelemente","Linear, kreisförmig, unbestimmt","Fortschrittsanzeigen","Mit Schiebereglern auf einer Leiste wird ein Wertebereich dargestellt. An beiden Enden der Leiste kann zur Definition des Wertebereichs ein Symbol stehen. Schieberegler eignen sich ideal zum Anpassen von Einstellungen wie Lautstärke und Helligkeit oder zum Anwenden von Bildfiltern.","Bereichsschieberegler","Menü mit Abschnitten","Über Kästchen können Nutzer mehrere Optionen gleichzeitig auswählen. Üblicherweise ist der Wert eines Kästchens entweder \"true\" (ausgewählt) oder \"false\" (nicht ausgewählt) – Kästchen mit drei Auswahlmöglichkeiten können jedoch auch den Wert \"null\" haben.","Kästchen","Über Optionsfelder können Nutzer eine Option auswählen. Optionsfelder sind ideal, wenn nur eine einzige Option ausgewählt werden kann, aber alle verfügbaren Auswahlmöglichkeiten auf einen Blick erkennbar sein sollen.","Optionsfeld","Kästchen, Optionsfelder und Schieberegler","Mit Schiebereglern können Nutzer den Status einzelner Einstellungen ändern. Dabei sollte mit einem passenden Inline-Label deutlich gemacht werden, um welche Einstellung es sich handelt und wie ihr aktueller Status ist.","Schalter","Auswahlsteuerung","Das Muster \"Gemeinsame Achse\" wird für Übergänge zwischen UI-Elementen verwendet, die räumlich oder navigatorisch zueinander in einer Beziehung stehen. Dieses Muster verwendet gemeinsame Übergänge auf der X-, Y- oder Z-Achse, um den Zusammenhang der Elemente zu verstärken.","Kunst & Handwerk","ZURÜCK","Gruppiert","Wirtschaft","Gruppierte Kategorien werden in deinem Feed zusammen angezeigt. Diese Einstellung kannst du später jederzeit ändern.","Kurse optimieren","KONTO ERSTELLEN","Kochkunst","Schaltflächen „Weiter“ und „Zurück“","Design","E-MAIL-ADRESSE VERGESSEN?","Illustration","Einzeln angezeigt","WEITER","melde dich mit deinem Konto an","E-Mail-Adresse oder Telefonnummer","Hallo David Park,","Gemeinsame X-Achse","268 Alben","Min.","Interpret","Album","A–Z","Sortieren nach „Vor Kurzem angehört“","Vor Kurzem angehört","Gemeinsame Y-Achse","Rezept für Rindfleisch-Sandwiches","Rindfleisch-Sandwich","Rezept für Hamburger","Hamburger","Rezept für Krebsgerichte","Krebs","Symbolschaltfläche „Einstellungen“","Rezept für Desserts","Dessert","Hilfe","Benachrichtigungen","Datenschutz","Profil","Rezept für Sandwiches","Sandwich","Gespeicherte Rezepte","Einstellungen","Rezept für Garnelengerichte","Garnelen","Gemeinsame Z-Achse","Ein einfaches Dialogfeld bietet Nutzern mehrere Auswahlmöglichkeiten. Optional kann über den Auswahlmöglichkeiten ein Titel angezeigt werden.","Einfach","Einfaches Menü","Fortlaufend","Bereichsschieberegler für fortlaufende Daten mit benutzerdefiniertem Design","Fortlaufend mit bearbeitbarem Zahlenwert","Mit Schiebereglern auf einer Leiste wird ein Wertebereich dargestellt, aus dem Nutzer einen einzelnen Wert auswählen können. Sie eignen sich ideal zum Anpassen von Einstellungen wie Lautstärke und Helligkeit oder zum Anwenden von Bildfiltern.","Diskret","Schieberegler für diskrete Daten mit benutzerdefiniertem Design","Bearbeitbarer Zahlenwert","Widgets zur Auswahl eines Werts durch Ziehen","Schieberegler","Du hast die Snackbar-Aktion ausgelöst.","AKTION","EINE SNACKBAR ANZEIGEN","Snackbars informieren Nutzer über einen Vorgang, den eine App durchgeführt hat oder durchführen wird. Sie erscheinen vorübergehend auf dem unteren Teil des Bildschirms. Snackbars sollten Nutzer nicht unterbrechen und werden automatisch wieder ausgeblendet.","Snackbars zeigen Meldungen unten auf dem Bildschirm an","Das ist eine Snackbar.","Snackbars","Mit Tabs lassen sich Inhalte über Bildschirme, Datensätze und andere Interaktionen hinweg organisieren.","Tableiste ohne Scrollen","Tableiste zum Scrollen","Tabs mit unabhängig scrollbaren Ansichten","Tabs","Eine Textschaltfläche, die beim Drücken eine Farbreaktion zeigt, aber nicht erhöht dargestellt wird. Du kannst Textschaltflächen auf Symbolleisten, in Dialogfeldern und inline mit Abständen verwenden.","Textschaltfläche","Über Textfelder können Nutzer Text auf einer Benutzeroberfläche eingeben. Sie sind in der Regel in Formularen und Dialogfeldern zu finden.","E-Mail-Adresse","Gib ein Passwort ein.","(###) ###-#### – Gib eine US-amerikanische Telefonnummer ein.","Bitte behebe vor dem Senden die rot markierten Probleme.","Passwort ausblenden","Schreib nicht zu viel, das hier ist nur eine Demonstration.","Lebensgeschichte","Name*",["Telefonnummer von  ist ",["i","0"],["n","1"]],"Name ist erforderlich.","Nicht mehr als 8 Zeichen.","Bitte gib nur Zeichen aus dem Alphabet ein.","Passwort*","Die Passwörter stimmen nicht überein","Telefonnummer*","* Pflichtfeld","Passwort wiederholen*","Gehalt","Passwort anzeigen","SENDEN","Einzelne Linie mit Text und Zahlen, die bearbeitet werden können","Erzähl uns etwas über dich (z. B., welcher Tätigkeit du nachgehst oder welche Hobbys du hast)","Textfelder","USD","Wie lautet dein Name?","Unter welcher Nummer können wir dich erreichen?","Deine E-Mail-Adresse","Zeigt ein Dialogfeld mit einem Material Design-Element zur Uhrzeitauswahl an.","Element zur Uhrzeitauswahl","Ein-/Aus-Schaltflächen können verwendet werden, um ähnliche Optionen zu gruppieren. Die Gruppe sollte einen gemeinsamen Container haben, um hervorzuheben, dass die Ein-/Aus-Schaltflächen eine ähnliche Funktion erfüllen.","Ein-/Aus-Schaltflächen","Kurzinfos sind Beschriftungen, die die Funktion von Schaltflächen oder anderen Aktionen auf der Benutzeroberfläche beschreiben. Der Informationstext darin wird angezeigt, wenn Nutzer den Mauszeiger auf ein Element bewegen, den Fokus darauf legen oder es lange drücken.","Drücke ein Element lange oder bewege den Mauszeiger darauf, um dir die Kurzinfo anzeigen zu lassen.","Kurze Meldung, die erscheint, wenn ein Element lange gedrückt oder der Mauszeiger daraufbewegt wird","Kurzinfos","Zwei Zeilen","Details","So verhält sich TwoPane auf faltbaren Geräten.","Faltbares Smartphone/Tablet",["Element ",["8","0"]],["Details zum Element ",["k","0"]],"Liste","Element auswählen","So verhält sich TwoPane auf Geräten mit kleinem Bildschirm.","Kleiner Bildschirm","Responsive Layouts auf faltbaren, großen und kleinen Bildschirmen","So verhält sich TwoPane auf Geräten mit größerem Bildschirm, zum Beispiel Tablets oder Computern.","Tablet/Desktop","TwoPane","Definitionen für die verschiedenen Typografiestile im Material Design.","Alle vordefinierten Textstile","Typografie","Vertikale Trennlinie","Auswahl aufheben","Konto hinzufügen","ZUSTIMMEN","ABBRECHEN","NICHT ZUSTIMMEN","VERWERFEN","Entwurf verwerfen?","Demo eines Vollbild-Dialogfelds","SPEICHERN","Vollbild-Dialogfeld","Die Standortdienste von Google erleichtern die Standortbestimmung durch Apps. Dabei werden anonyme Standortdaten an Google gesendet, auch wenn gerade keine Apps ausgeführt werden.","Standortdienst von Google nutzen?",["Deine Auswahl: \"\"",["g","0"]],"Sicherungskonto einrichten","DIALOGFELD ANZEIGEN","AUSBLENDEN","Eine News-App mit hoher inhaltlicher Qualität","Die Grüne Armee und ihre Reformierung von innen","Bienen auf dem Land in Gefahr","Designer nutzen Technologie zur Entwicklung futuristischer Stoffe","Feministinnen bekämpfen Vetternwirtschaft","Die Zukunft des Benzins","Die stille, aber wirkungsvolle Revolution im Gesundheitswesen","Wenn Aktienkurse stagnieren, richtet sich der Blick auf die Währung","Amerikanische Trennungsschicksale während des Krieges","Aktuelles","Wirtschaft","Kultur","Titelseite","Politik","Wissenschaft","Sport","Technologie","Reisen","USA","Welt","Grüne_Armee","Revolution_im_Gesundheitswesen","Reformierung","Aktien","Technologiedesign",[" GitHub-Repository",["0","0"]],"STILE & ANDERE","Kategorien","Galerie","Wird geladen","Nicht ausgewählt","Strand","Bronzegießerei","Chennai","Chettinad","Fischer","Blumenmarkt","Zubereitung von Mittagessen","Markt","Puducherry","Salzfarm","Roller","Werkzeug zur Seidenherstellung","Thanjavur","Thanjavur-Tempel",["Konto \"\"  mit einem Kontostand von .",["7","0"],["9","1"],["z","2"]],"Ersparnisse für Auto","Girokonto","Ersparnisse für Zuhause","Urlaub","Kontoinhaber","Jährlicher Ertrag in Prozent","Letztes Jahr gezahlte Zinsen","Zinssatz","Zinsen seit Jahresbeginn","Nächster Auszug","Summe","Konten","Benachrichtigungen",["Du hast diesen Monat  Geldautomatengebühren bezahlt",["l","0"]],["Sehr gut! Auf deinem Girokonto ist  mehr Geld als im letzten Monat.",["z","0"]],["Achtung: Du hast  deines Einkaufsbudgets für diesen Monat verbraucht.",["h","0"]],["Du hast diese Woche  in Restaurants ausgegeben.",["k","0"]],[3,0,["Erhöhe deine potenziellen Steuervergünstigungen! Du kannst  nicht zugewiesenen Transaktionen Kategorien zuordnen.",["1n","0"]],[4,"Erhöhe deine potenziellen Steuervergünstigungen! Du kannst 1 nicht zugewiesenen Transaktion Kategorien zuordnen."]],["Rechnung \"\" in Höhe von  am  fällig.",["a","0"],["o","1"],["s","2"]],"Fälliger Betrag","Gezahlter Betrag","Gesamtbetrag","Rechnungen","Fällig:",["Budget \"\" mit einem Gesamtbetrag von  ( verwendet,  verbleibend)",["8","0"],["11","1"],["13","2"],["1f","3"]],"Kleidung","Cafés","Lebensmittel","Restaurants","Verbleibender Betrag","Verbrauchter Betrag","Limit Gesamtbudget","verbleibend","Budgets","Persönliche Finanz-App","VERBLEIBEND","ANMELDEN","Anmelden","In Rally anmelden","Du hast noch kein Konto?","Passwort","Angemeldet bleiben","REGISTRIEREN","Nutzername","ALLES ANZEIGEN","Alle Konten anzeigen","Alle Rechnungen anzeigen","Alle Budgets anzeigen","Geldautomaten finden","Hilfe","Konten verwalten","Benachrichtigungen","Papierloseinstellungen","Sicherheitscode und Touch ID","Personenbezogene Daten","Abmelden","Steuerdokumente","KONTEN","RECHNUNGEN","BUDGETS","ÜBERSICHT","EINSTELLUNGEN","Eine effiziente, funktionale E-Mail-App","Entwürfe","Posteingang","Gesendet","Spam","Markiert","Papierkorb","Auswählen","Auswählbar (lange drücken)","Ausgewählt","Über Flutter Gallery","Design von TOASTER, London","Einstellungen schließen","Einstellungen","Dunkel","Feedback geben","Hell","Sprache","Funktionsweise der Plattform","Zeitlupe","System","Textrichtung","Rechtsläufig","Abhängig von der Sprache","Linksläufig","Textskalierung","Sehr groß","Groß","Normal","Klein","Design","Einstellungen","ABBRECHEN","EINKAUFSWAGEN LEEREN",[3,0,[" ELEMENTE",["0","0"]],[2,"KEINE ELEMENTE",4,"1 ELEMENT"]],"EINKAUFSWAGEN","Versand:","Zwischensumme:","Steuern:","SUMME","ACCESSOIRES","ALLE","KLEIDUNG","ZUHAUSE","Einzelhandels-App für Mode","Passwort","Nutzername","ABMELDEN","MENÜ","WEITER","Blauer Steinkrug","Cerise-Scallop-T-Shirt","Chambray-Servietten","Chambray-Hemd","Klassisch mit weißem Kragen","Clay-Pullover","Kupferdrahtkorb","Fine Lines-T-Shirt","Garden-Schmuck","Gatsby-Hut","Gentry-Jacke","Goldenes Schreibtischtrio","Ginger-Schal","Graues Slouchy-Tanktop","Hurrahs-Teeservice","Vierteiliges Küchen-Set","Navy-Hose","Plaster-Tunika",["x ",["2","0"]],["Anzahl: ",["8","0"]],"Vierbeiniger Tisch","Regenwasserbehälter","Ramona-Crossover","Sea-Tunika","Seabreeze-Pullover","Shoulder-rolls-T-Shirt","Shrug-Tasche","Soothe-Keramikset","Stella-Sonnenbrille","Strut-Ohrringe","Blumentöpfe für Sukkulenten","Sunshirt-Kleid","Surf-and-perf-Hemd","Vagabond-Tasche","Varsity-Socken","Walter Henley (weiß)","Weave-Schlüsselring","Weißes Nadelstreifenhemd","Whitney-Gürtel",[3,0,["Einkaufswagen,  Artikel",["f","0"]],[2,"Einkaufswagen, keine Artikel",4,"Einkaufswagen, 1 Artikel"]],"In den Einkaufswagen",[" entfernen",["0","0"]],"Seite \"Warenkorb\" schließen","Menü schließen","Menü öffnen","Element entfernen","Suchen","Einstellungen","ANMELDEN","Demo auswählen","Ein responsives Anfangslayout",["Artikel: ",["9","0"]],"Text","SCHALTFLÄCHE","Überschrift","Untertitel","Titel","Start-App","Hinzufügen","Zu Favoriten hinzufügen","Suchen","Teilen"]