[0,"it","fefj7v",0,null,"Caricamento in corso…","Deseleziona","Seleziona","Selezionabile (pressione prolungata)","Elemento selezionato","Demo","Barra dell'app in basso","Elemento non selezionato","Campo di testo della ricerca","Selettore","Campo di testo della ricerca in stile iOS","Un campo di testo della ricerca che consente all'utente di effettuare una ricerca inserendo del testo e che può offrire e filtrare suggerimenti.","Inserisci del testo","Barra di scorrimento","Barra di scorrimento in stile iOS","Una barra di scorrimento che aggrega la risorsa secondaria specificata",["Elemento ",["9","0"]],"Elenco","Pieghevoli","Schermo piccolo","TwoPane si comporta in questo modo su un dispositivo con uno schermo piccolo.","Tablet/Desktop","TwoPane si comporta in questo modo su un dispositivo con uno schermo più grande, come un tablet o un computer.","TwoPane","Layout adattabili su dispositivi con schermi pieghevoli, grandi e piccoli","Seleziona una demo","TwoPane si comporta in questo modo su un dispositivo pieghevole.","Dettagli","Seleziona un elemento",["Dettagli elemento ",["i","0"]],"Tocca e tieni premuto il logo di Flutter per vedere il menu contestuale.","Un menu contestuale a schermo intero in stile iOS che viene visualizzato quando si esercita una pressione prolungata su un elemento.","Barra dell'app","La barra dell'app fornisce contenuti e azioni relativi alla schermata corrente. Viene utilizzata per branding, titoli delle schermate, navigazione e azioni","Divisore","Un divisore è una linea sottile che raggruppa contenuti in elenchi e layout.","I divisori possono essere utilizzati in elenchi, riquadri a scomparsa e altrove per separare i contenuti.","Divisore verticale","Menu contestuale","Menu contestuale in stile iOS","Mostra azioni e informazioni relative alla schermata corrente","Azione uno","Azione due","Viene mostrata una finestra di dialogo contenente un selettore di intervallo di date di Material Design.","Selettore intervallo di date","Nome utente","user.name@example.com","Per visualizzare il riquadro a scomparsa, scorri dal bordo o tocca l'icona in alto a sinistra","Barra di spostamento","Visualizzare una barra di spostamento all'interno di un'app","Un widget material che dovrebbe essere visualizzato nella parte a sinistra o destra di un'app per spostarsi tra un numero limitato di visualizzazioni, generalmente da tre a cinque.","Prima etichetta","Riquadro di navigazione a scomparsa","Terza etichetta","Speciali","Un pulsante di testo mostra una macchia di inchiostro quando viene premuto, ma non si solleva. Usa pulsanti di testo nelle barre degli strumenti, nelle finestre di dialogo e in linea con la spaziatura interna.","Pulsante sollevato","I pulsanti sollevati aggiungono dimensione a layout prevalentemente piatti. Mettono in risalto le funzioni in spazi ampi o densi di contenuti.","Pulsante con contorni","I pulsanti con contorni diventano opachi e sollevati quando vengono premuti. Sono spesso associati a pulsanti in rilievo per indicare azioni secondarie alternative.","Schede, elenchi e FAB","Visualizzare un riquadro a scomparsa all'interno della barra delle applicazioni","Un'app email efficiente e mirata","Un riquadro di Material Design che scorre in orizzontale dal bordo dello schermo per mostrare link di navigazione in un'applicazione.","Bozze","Elemento uno","Posta in arrivo","Pulsanti Avanti e Indietro","Spam","Cestino","Inviati","Seconda etichetta","Elemento due","Modale e FAB","Navigazione in basso","Pulsante dell'icona Impostazioni","Ordina per \"Riproduzioni recenti\"","Pulsante di testo","Panino con la carne","Ricetta dessert","Artista","Album","Ascoltati di recente","A-Z","268 album","Asse y condiviso","CREA ACCOUNT","IGNORA","Indirizzo email o numero di telefono","Accedi all'account","Ciao, David Park","Mostrato singolarmente","Integrato","Album","Design","Illustrazione","Aziende","Arti e artigianato","Testo secondario","ANNULLA","Finestra di avviso","NASCONDI FAB","MOSTRA FAB","MOSTRA MODALITÀ","Il pattern di dissolvenza viene utilizzato per gli elementi UI che entrano o escono dalle estremità della schermata, ad esempio una finestra di dialogo che si dissolve nel centro dello schermo.","Dissolvenza","123 foto","Cerca","Foto","Le categorie raggruppate vengono visualizzate come gruppi nel tuo feed. Potrai sempre modificare questa scelta in un secondo momento.","Il pattern di dissolvenza tramite viene utilizzato per le transizioni tra elementi UI che non hanno una forte correlazione.","Dissolvenza tramite","Guida","Tutti i pattern di transizione predefiniti","Notifiche","Profilo","Ricette salvate","Ricetta panino con la carne","Ricetta a base di granchio","Ottimizza i corsi","Granchio","Ricetta a base di gamberi","Gambero","DISSOLVENZA TRAMITE","Dessert","Ricetta panino","Panino","Ricetta hamburger","Hamburger","Impostazioni","Asse z condiviso","Privacy","Movimento","Trasformazione del contenitore","Il pattern di trasformazione del contenitore è progettato per le transizioni tra elementi UI che includono un contenitore. Questo pattern crea un collegamento visibile tra due elementi UI","Modalità Dissolvenza","DISSOLVENZA","min","Titolo","NON RICORDI L'INDIRIZZO EMAIL?","Secondario","Pagina dei dettagli","Voce elenco","Il pattern di assi condivisi per le transizioni tra gli elementi UI che hanno una relazione di spazio o di navigazione. Questo pattern utilizza una trasformazione condivisa sugli assi x, y o z per rafforzare la relazione tra gli elementi.","Asse x condiviso","INDIETRO","AVANTI","Arte culinaria",["repository GitHub ",["i","0"]],"Stati Uniti","Economia","Scienza","Sport","Viaggi","Cultura","ProgettazioneTecnologica","Importo rimanente","Riformare Green Army dall'interno","Un'app di notizie incentrata sui contenuti","Importo dovuto","Limite totale","Importo usato","RivoluzioneSanitaria","Prima pagina","Dal mondo","Importo pagato","Politica","Le api scarseggiano","Il futuro della benzina","GreenArmy","Punto di vista delle femministe sulla partigianeria","I designer usano la tecnologia per realizzare tessuti futuristici","Con il ristagno delle azioni, tanti guardano alla valuta","Riforma","Tecnologia","Vite di americani divise durante la guerra","La pacata ma potente rivoluzione sanitaria","Ultimi aggiornamenti","Azioni","Importo totale","Data e ora","ACCEDI",[" con zucchero",["0","0"]],"Torta di mele","Ciambella","Croccante a nido d'ape","Lecca lecca","Jelly bean","Pan di zenzero","Cupcake","Eclair","Gelato biscotto","Frozen yogurt","Ferro (%)","Calcio (%)","Sodio (mg)","Selettore ora","Reimposta trasformazioni","Grassi (g)","Calorie","Dessert (1 porzione)","Thanjavur, Tamil Nadu","Viene mostrata una finestra di dialogo contenente un selettore dell'ora di Material Design.","MOSTRA SELETTORE","Scorre","Non scorre",[3,0,[" h",["0","0"]],[4,"1 h"]],[3,0,[" m",["0","0"]],[4,"1 m"]],[" ",["0","0"],["1","1"]],"Alimentazione","Selettore data","Selezione di data e ora","Selettori","Modifica riquadro","Le tabelle di dati mostrano le informazioni in un formato a griglia di righe e colonne. Le informazioni sono organizzate in modo da facilitare l'analisi e consentire agli utenti di cercare sequenze dati.","Tocca per modificare i riquadri e usa i gesti per spostarti nella scena. Trascina per la panoramica, pizzica per lo zoom e ruota con due dita. Premi il pulsante di ripristino per tornare all'orientamento iniziale.","Panoramica, zoom ruota,","Trasformazioni 2D","PIN","Un campo di testo consente all'utente di inserire testo, con una tastiera hardware o una tastiera sullo schermo.","Campi di testo in stile iOS","Campi di testo","Viene mostrata una finestra di dialogo contenente un selettore della data di Material Design.","Ora","Data","Timer","Un widget selettore in stile iOS che può essere usato per selezionare date, orari o entrambi oppure stringhe.","Selettori in stile iOS","Selettori",[" con miele",["0","0"]],"Chettinad","Reimposta il banner","Più azioni","Icona iniziale","IGNORA","Abilitato per il tocco","Selezionabile (pressione prolungata)","Esplora",["Esplora ",["8","0"]],["Condividi ",["a","0"]],"Le 10 città principali da visitare nel Tamil Nadu","Numero 10","Thanjavur","Proteine (g)","Artigiani dell'India meridionale","Setaioli","La tua password è stata aggiornata sull'altro dispositivo. Accedi nuovamente.","Sivaganga, Tamil Nadu","Tempio di Brihadishvara","Templi","Banner","Viene visualizzato un banner in un elenco","Un banner mostra un messaggio importante e conciso e offre agli utenti azioni da compiere (o per ignorare il banner). È necessaria un'azione dell'utente per ignorare il banner.","Schede","Schede di riferimento con angoli arrotondati","Una scheda è un foglio di Material usato per rappresentare alcune informazioni correlate, ad esempio un album, una posizione geografica, un pasto, dettagli di contatto e così via.","Tabelle di dati","Righe e colonne di informazioni","Carboidrati (g)","Tanjore","Elenchi in formato griglia","Mercato dei fiori","Fonderie bronzo","Mercato","Tempio di Thanjavur","Salina","Scooter","Produttore di seta","Preparazione del pranzo","Spiaggia","Pescatore",["Valore selezionato: ",["k","0"]],"Rimuovi","Crea link","Condividi","Consente di visualizzare la navigazione e le azioni in basso","Un elemento con un menu a sezioni","Voce di menu disattivata","Indicatore di avanzamento lineare","Voce uno del menu contestuale","Un elemento con un menu semplice","Cursori personalizzati","Un elemento con un menu con elenco di controllo","Indicatore di attività","Indicatori di attività in stile iOS","Un indicatore di attività in stile iOS che ruota in senso orario.","Barra di navigazione","Barra di navigazione in stile iOS","Una barra di navigazione in stile iOS. La barra di navigazione è una barra degli strumenti che consiste almeno nel titolo di una pagina, al centro della barra degli strumenti.","Trascina per aggiornare","Controllo Trascina per aggiornare in stile iOS","Un widget che implementa il controllo dei contenuti Trascina per aggiornare in stile iOS.","Indicatori di avanzamento","Lineari, circolari e indeterminati","Indicatore di avanzamento circolare","Un indicatore di avanzamento circolare Material Design che ruota per indicare che l'applicazione è occupata.","Quattro","Un indicatore di avanzamento lineare Material Design, anche noto come barra di avanzamento.","Descrizioni comandi","Breve messaggio visualizzato in caso di pressione prolungata o di posizionamento del puntatore del mouse sopra un elemento","Le descrizioni comandi forniscono etichette di testo che aiutano a spiegare la funzione di un pulsante o di un'altra azione dell'interfaccia utente. Le descrizioni comandi mostrano testo informativo quando gli utenti posizionano il puntatore sopra un elemento, impostano lo stato attivo su un elemento o premono a lungo un elemento.","Premi a lungo un elemento o posiziona sopra il puntatore per visualizzare la descrizione comando.","Chennai",["Valore selezionato: ",["k","0"]],"Chettinad","Anteprima","Barra dell'app in basso","Le barre dell'app in basso consentono di accedere a un riquadro di navigazione a scomparsa inferiore e a massimo quattro azioni, incluso il pulsante di azione mobile.","Notch","Posizione del pulsante di azione mobile","Ancorato: alla fine","Ancorato: al centro","Mobile: alla fine","Mobile: al centro","Valore numerico modificabile","Layout righe e colonne","Gli elenchi in formato griglia sono più adatti per presentare dati omogenei, generalmente le immagini. Ogni elemento in un elenco in formato griglia è chiamato riquadro.","Solo immagine","Con intestazione","Con piè di pagina","Cursori","Widget per la selezione di un valore tramite scorrimento","I cursori rappresentano un intervallo di valori lungo una barra, da cui gli utenti possono selezionare un singolo valore. Sono la soluzione ideale per regolare impostazioni quali volume e luminosità oppure per applicare filtri delle immagini.","Cursori intervalli","I cursori rappresentano un intervallo di valori lungo una barra, che può avere icone su entrambe le estremità per indicare un intervallo di valori. Sono la soluzione ideale per regolare impostazioni quali volume e luminosità oppure per applicare filtri delle immagini.","Un elemento con un menu contestuale","I cursori rappresentano un intervallo di valori lungo una barra, da cui gli utenti possono selezionare un singolo valore o un intervallo di valori. È possibile personalizzare e applicare un tema ai cursori.","Continuo con valore numerico modificabile","Discreto","Cursore discreto con tema personalizzato","Cursore intervallo continuo con tema personalizzato","Continuo","Pondicherry","Menu","Menu contestuale","Menu a sezioni","Menu semplice","Menu con elenco di controllo","Pulsanti di menu e menu semplici","Un menu visualizza un elenco di opzioni su una superficie temporanea, che vengono mostrate quando gli utenti interagiscono con un pulsante, un'azione o un altro controllo.","Voce di menu uno","Voce di menu due","Voce di menu tre","Uno","Due","Tre","Voce tre del menu contestuale","Interruttore in stile iOS","Questo è uno snackbar.","Cursore in stile iOS","Un cursore può essere utilizzato per selezionare valori da un insieme continuo o discreto.",["Continuo: ",["a","0"]],["Discreto: ",["a","0"]],"Hai premuto l'azione dello snackbar.","Torna alla galleria","Barra delle schede","Un interruttore viene utilizzato per attivare o disattivare lo stato di una singola impostazione.","AZIONE","Profilo","MOSTRA UNO SNACKBAR","Gli snackbar informano gli utenti di un processo che un'app ha eseguito o sta per eseguire. Vengono visualizzati temporaneamente in fondo allo schermo. Non dovrebbero interrompere l'esperienza utente e non richiedono interazioni per essere rimossi dallo schermo.","Gli snackbar mostrano i messaggi in fondo allo schermo","Snackbar","Cursore","Chat","Home","Una barra delle schede di navigazione in stile iOS. Mostra più schede, di cui una sola (per impostazione predefinita, la prima) è attiva.","Barra delle schede in stile iOS","Visualizza opzioni","Tocca qui per visualizzare le opzioni disponibili per questa demo.","COPIA TUTTO",["Rimuovi ",["8","0"]],"Aggiungi al carrello",[3,0,["Carrello,  articoli",["a","0"]],[2,"Carrello, nessun articolo",4,"Carrello, 1 articolo"]],["Impossibile copiare negli appunti: ",["z","0"]],"Copiato negli appunti.","Rovine maya su una scogliera sopra una spiaggia","Hotel sul lago di fronte alle montagne","Cittadella di Machu Picchu","Chalet in un paesaggio innevato con alberi sempreverdi","Bungalow sull'acqua","Piscina sul mare con palme","Piscina con palme","Faro di mattoni sul mare","Torri della moschea di Al-Azhar al tramonto","Uomo appoggiato a un'auto blu antica","Supertree Grove","Bancone di un bar con dolci","Hamburger","Hotel sul lago di fronte alle montagne","Caselle di controllo, pulsanti di opzione e opzioni","Donna con un enorme pastrami sandwich in mano","Bungalow sull'acqua","Ingresso di una panetteria","Piatto di gamberi","Zona ristorante artistica","Dolce al cioccolato","Taco coreano","Cittadella di Machu Picchu","Locale vuoto con sgabelli in stile diner","Pizza in un forno a legna","Grattacielo Taipei 101","Torri della moschea di Al-Azhar al tramonto","Faro di mattoni sul mare","Piatto di gamberi d'acqua dolce","Appartamenti colorati a piazza Ribeira","Piscina con palme","Tenda in un campo","Chiudi impostazioni","Le caselle di controllo consentono all'utente di selezionare diverse opzioni da un gruppo di opzioni. Il valore di una casella di controllo standard è true o false, mentre il valore di una casella di controllo a tre stati può essere anche null.","Impostazioni","Elenchi","Layout elenchi scorrevoli","Una singola riga con altezza fissa che generalmente contiene del testo e un'icona iniziale o finale.","Una riga","Due righe","Testo secondario","Comandi di selezione","Monte Rushmore","Casella di controllo","Uomo appoggiato a un'auto blu antica","Pulsante di opzione","I pulsanti di opzione consentono all'utente di selezionare un'opzione da un gruppo di opzioni. Usa i pulsanti di opzione per la selezione esclusiva se ritieni che l'utente debba vedere tutte le opzioni disponibili affiancate.","Opzione","Le opzioni on/off consentono di attivare/disattivare lo stato di una singola opzione di impostazioni. La funzione e lo stato corrente dell'opzione devono essere chiariti dall'etichetta incorporata corrispondente.","Chalet in un paesaggio innevato con alberi sempreverdi","Tenda in un campo","Bandiere di preghiera di fronte a una montagna innevata","Veduta aerea del Palacio de Bellas Artes","Visualizza tutti i conti",["Fattura  di  in scadenza il giorno .",["8","0"],["c","1"],["z","2"]],"Chiudi carrello","Chiudi menu","Apri menu","Impostazioni","Cerca","Le schede consentono di organizzare i contenuti in diversi set di dati, schermate e altre interazioni.","Schede con visualizzazioni scorrevoli in modo indipendente","Schede",["Budget  di cui è stato usato un importo pari a  su ;  ancora disponibile",["7","0"],["1b","1"],["1f","2"],["1h","3"]],"Rimuovi articolo",["Conto   con .",["6","0"],["7","1"],["c","2"]],"Visualizza tutti i budget","Visualizza tutte le fatture","Seleziona data","Scegli origine","Valle di Khumbu, Nepal","Machu Picchu, Perù","Malé, Maldive","Vitznau, Svizzera","Città del Messico, Messico","Monte Rushmore, Stati Uniti","In base alla lingua","L'Avana, Cuba","Il Cairo, Egitto","Lisbona, Portogallo","Napa, Stati Uniti","Bali, Indonesia","Malé, Maldive","Aspen, Stati Uniti","Machu Picchu, Perù","Controllo segmentato","Vitznau, Svizzera","Big Sur, Stati Uniti","Napa, Stati Uniti","Porto, Portogallo","Tulum, Messico","Seul, Corea del Sud","Chip","Elementi compatti che rappresentano un valore, un attributo o un'azione","Chip di azione","I chip di azione sono un insieme di opzioni che attivano un'azione relativa ai contenuti principali. I chip di azione dovrebbero essere visualizzati in modo dinamico e in base al contesto in un'interfaccia utente.","Chip di scelta","I chip di scelta rappresentano una singola scelta di un insieme di scelte. I chip di scelta contengono categorie o testi descrittivi correlati.","Chip di filtro","I chip di filtro consentono di filtrare i contenuti in base a tag o parole descrittive.","Chip di input","I chip di input rappresentano un'informazione complessa, ad esempio un'entità (persona, luogo o cosa) o un testo discorsivo, in un formato compatto.","Lisbona, Portogallo","Lisbona, Portogallo","Consente di effettuare una selezione tra una serie di opzioni che si escludono a vicenda. Se viene selezionata un'opzione nel controllo segmentato, le altre opzioni nello stesso controllo non sono più selezionate.","Accendi le luci","Piccole","Medie","Grandi","Ascensore","Lavatrice","Caminetto","Ciclismo","Clienti",[3,0,["Aumenta la tua potenziale detrazione fiscale. Assegna categorie a  transazioni non assegnate.",["1u","0"]],[4,"Aumenta la tua potenziale detrazione fiscale. Assegna categorie a 1 transazione non assegnata."]],"Seleziona ora","Seleziona località","Viaggiatori","Atlanta, Stati Uniti","Scegli destinazione","Seleziona date","VOLI","DOVE DORMIRE","DOVE MANGIARE","Trova voli in base alla destinazione","Trova proprietà in base alla destinazione","Trova ristoranti in base alla destinazione",[3,0,[" scali",["0","0"]],[2,"Diretto",4,"1 scalo"]],[3,0,[" proprietà disponibili",["0","0"]],[2,"Nessuna proprietà disponibile",4,"1 proprietà disponibile"]],[3,0,[" ristoranti",["0","0"]],[2,"Nessun ristorante",4,"1 ristorante"]],"Aspen, Stati Uniti","Controllo segmentato in stile iOS","Il Cairo, Egitto","Madrid, Spagna","Big Sur, Stati Uniti","Nashville, Stati Uniti","Seattle, Stati Uniti","Singapore","Parigi, Francia","Portland, Stati Uniti","Córdoba, Argentina","Dallas, Stati Uniti","Napoli, Italia","Taipei, Taiwan","L'Avana, Cuba","ESCI","FATTURE","ACCOUNT","Borsa Vagabond","Interesse dall'inizio dell'anno","Cintura Whitney","Elemento da giardino","Orecchini Strut","Calze di squadre universitarie","Portachiavi intrecciato","Cappello Gatsby","Borsa a tracolla","Tris di scrivanie Gilt","Rastrelliera di rame","Set di ceramiche Soothe","Set da tè Hurrahs","Tazza in basalto blu","Contenitore per l'acqua piovana","Tovaglioli Chambray","Vasi per piante grasse","Tavolo Quartet","Kitchen quattro","Felpa Clay","Vestito da mare","Abito plaster","Ristoranti","Maglia Chambray","Felpa Seabreeze","Giacca Gentry","Pantaloni navy","Walter Henley (bianco)","Maglietta Surf and perf","Sciarpa rossa","Crossover Ramona","Colletto classico","Abito prendisole","Tasso di interesse","Rendimento annuale percentuale","Vacanza","Maglietta a righe sottili","Risparmio familiare","Conto","Interesse pagato l'anno scorso","Prossimo estratto conto","Proprietario dell'account","Caffetterie","Spesa","Maglietta scallop tee color ciliegia","Abbigliamento","Gestisci account","Risparmi per l'auto","Documenti fiscali","Passcode e Touch ID","Notifiche","Informazioni personali","Impostazioni computerizzate","Trova bancomat","Guida","Esci","Totale","Scadenza:","Ancora a disposizione","Account","Fatture","Budget","Avvisi","VEDI TUTTI","ANCORA A DISPOSIZIONE","PANORAMICA","Maglietta shoulder roll","AVANTI","BUDGET","IMPOSTAZIONI","Accedi all'app Rally","Non hai un account?","REGISTRATI","Nome utente","Password","Accedi","Ricordami","ACCEDI",["Avviso: hai usato  del tuo budget per gli acquisti di questo mese.",["i","0"]],["Questo mese hai speso  per i ristoranti.",["m","0"]],["Questo mese hai speso  di commissioni per prelievi in contanti",["m","0"]],["Ottimo lavoro. Il saldo del tuo conto corrente è più alto di  rispetto al mese scorso.",["1p","0"]],"MENU","TUTTI","ACCESSORI","ABBIGLIAMENTO","CASA","Nome utente","Password","ANNULLA","Imposte:","CARRELLO",["Quantità: ",["a","0"]],["x ",["2","0"]],[3,0,[" ARTICOLI",["0","0"]],[2,"NESSUN ARTICOLO",4,"1 ARTICOLO"]],"SVUOTA CARRELLO","TOTALE","Subtotale:","Spedizione:","Canottiera comoda grigia","Occhiali da sole Stella","Maglia gessata bianca","Dove possiamo contattarti?","Da sinistra a destra","Grande","Intestazione",["Articolo ",["9","0"]],"Campi di testo","Campi di testo","Singola riga di testo modificabile e numeri","I campi di testo consentono agli utenti di inserire testo in un'interfaccia utente e sono generalmente presenti in moduli e finestre di dialogo.","Mostra password","Nascondi password","Correggi gli errori in rosso prima di inviare il modulo.","Il nome è obbligatorio.","Inserisci soltanto caratteri alfabetici.","(###) ###-####. Inserisci un numero di telefono degli Stati Uniti.","Inserisci una password.","Le password non corrispondono","Qual è il tuo nome?","Nome*","MOSTRA FOGLIO INFERIORE","Numero di telefono*","Foglio inferiore","Indirizzo email","Parlaci di te (ad esempio, scrivi cosa fai o quali sono i tuoi hobby)","Usa un testo breve perché è soltanto dimostrativo.","PULSANTE","Biografia","Stipendio","USD","Massimo 8 caratteri.","Password*","Ridigita la password*","INVIA","Navigazione inferiore con visualizzazioni a dissolvenza incrociata","Aggiungi","Un foglio inferiore modale è un'alternativa a un menu o a una finestra di dialogo e impedisce all'utente di interagire con il resto dell'app.","Foglio inferiore modale","Un foglio inferiore permanente mostra informazioni che integrano i contenuti principali dell'app. Un foglio inferiore permanente rimane visibile anche quando l'utente interagisce con altre parti dell'app.","Foglio inferiore permanente","Fogli inferiori permanenti e modali",["Il numero di telefono di  è ",["p","0"],["s","1"]],"PULSANTE","Definizioni dei vari stili tipografici trovati in material design.","Tutti gli stili di testo predefiniti","Tipografia","La proprietà fullscreenDialog specifica se la pagina che sta per essere visualizzata è una finestra di dialogo modale a schermo intero","Un pulsante piatto mostra una macchia di inchiostro quando viene premuto, ma non si solleva. Usa pulsanti piatti nelle barre degli strumenti, nelle finestre di dialogo e in linea con la spaziatura interna","Le barre di navigazione in basso mostrano da tre a cinque destinazioni nella parte inferiore dello schermo. Ogni destinazione è rappresentata da un'icona e da un'etichetta di testo facoltativa. Quando viene toccata un'icona di navigazione in basso, l'utente viene indirizzato alla destinazione di navigazione principale associata all'icona.","Etichetta selezionata","Etichette permanenti",["Articolo ",["9","0"]],"L'asterisco (*) indica un campo obbligatorio","Navigazione in basso","Chiaro","Tema","iOS","Android","Da destra a sinistra","Molto grande","Pulsante","Normale","Piccolo","Sistema","Impostazioni","Un'app per le finanze personali",["Per visualizzare il codice sorgente di questa app, visita il .",["1p","0"]],"Commenti","Corpo","Titolo","Sottotitolo","Titolo","Cerca","Condividi","Aggiungi ai preferiti","Aggiungi","Calendario","Un layout di base adattivo","App di base","Repository GitHub di campioni Flutter",["Segnaposto per la scheda ",["p","0"]],"Fotocamera","Sveglia","Account","Il tuo indirizzo email","I pulsanti di attivazione/disattivazione possono essere usati per raggruppare le opzioni correlate. Per mettere in risalto un gruppo di pulsanti di attivazione/disattivazione correlati, il gruppo deve condividere un container comune.","GRIGIO","MARRONE","ARANCIONE SCURO","ARANCIONE","AMBRA","GIALLO","VERDE LIME","VERDE CHIARO","VERDE","Galleria","Categorie","Un'app di vendita al dettaglio alla moda","Un'app personalizzata per i viaggi","STILI E ALTRE","Impossibile mostrare l'URL:","Opzioni","Informazioni","Codice demo","Documentazione API","Schermo intero","Ridimensionamento testo","Direzione testo","Impostazioni internazionali","Struttura piattaforma","Scuro","Slow motion","Informazioni su Flutter Gallery","Invia feedback","Design di TOASTER di Londra","Pulsanti","Di testo, sollevati, con contorni e molto altro","Pulsante piatto","I pulsanti in rilievo aggiungono dimensione a layout prevalentemente piatti. Mettono in risalto le funzioni in spazi ampi o densi di contenuti.","Pulsante in rilievo","Pulsante con contorni","I pulsanti con contorni diventano opachi e sollevati quando vengono premuti. Sono spesso associati a pulsanti in rilievo per indicare alternative, azioni secondarie.","Pulsanti di attivazione/disattivazione","VERDE ACQUA","Pulsante di azione sovrapposto (FAB, Floating Action Button)","Un pulsante di azione sovrapposto è un'icona circolare che viene mostrata sui contenuti per promuovere un'azione principale dell'applicazione.","Finestre di dialogo","Semplice, di avviso e a schermo intero","Avviso","Una finestra di dialogo di avviso segnala all'utente situazioni che richiedono l'accettazione. Una finestra di dialogo include un titolo facoltativo e un elenco di azioni tra cui scegliere.","Avviso con titolo","Semplice","Una finestra di dialogo semplice offre all'utente una scelta tra molte opzioni. Una finestra di dialogo semplice include un titolo facoltativo che viene mostrato sopra le scelte.","Schermo intero","Pulsanti","Pulsanti dello stile iOS","Un pulsante in stile iOS. È costituito da testo e/o da un'icona con effetto di dissolvenza quando viene mostrata e quando scompare se viene toccata. A discrezione, può avere uno sfondo.","Avvisi","Finestre di avviso in stile iOS","Avviso","Una finestra di dialogo di avviso segnala all'utente situazioni che richiedono l'accettazione. Una finestra di dialogo di avviso include un titolo facoltativo e un elenco di azioni tra cui scegliere. Il titolo viene mostrato sopra i contenuti e le azioni sono mostrate sotto i contenuti.","Avviso con titolo","Avvisi con pulsanti","Solo pulsanti di avviso","Foglio azioni","Un foglio azioni è un avviso con uno stile specifico che presenta all'utente un insieme di due o più scelte relative al contesto corrente. Un foglio azioni può avere un titolo, un messaggio aggiuntivo e un elenco di azioni.","Colori","Tutti i colori predefiniti","Costanti di colore e di campioni di colore che rappresentano la tavolozza dei colori di material design.","ENABLED","DISABLED","Crea",["Hai selezionato: \"\"",["i","0"]],"Eliminare la bozza?","Utilizzare il servizio di geolocalizzazione di Google?","Consenti a Google di aiutare le app a individuare la posizione. Questa operazione comporta l'invio a Google di dati anonimi sulla posizione, anche quando non ci sono app in esecuzione.","ANNULLA","ANNULLA","NON ACCETTO","ACCETTO","Imposta account di backup","GRIGIO BLU","MOSTRA FINESTRA DI DIALOGO","Finestra di dialogo a schermo intero","SALVA","Finestra di dialogo demo a schermo intero","Enabled","Disabled","Con sfondo","Annulla","Annulla","Consentire a \"Maps\" di accedere alla tua posizione mentre usi l'app?","La tua posizione corrente verrà mostrata sulla mappa e usata per le indicazioni stradali, i risultati di ricerca nelle vicinanze e i tempi di percorrenza stimati.","Consenti","Non consentire","Seleziona il dolce che preferisci","Seleziona il tuo dolce preferito nell'elenco indicato di seguito. La tua selezione verrà usata per personalizzare l'elenco di locali gastronomici suggeriti nella tua zona.","Cheesecake","Tiramisù","Torta di mele","Brownie al cioccolato","Mostra avviso","ROSSO","ROSA","VIOLA","VIOLA SCURO","INDACO","BLU","AZZURRO","CIANO","Aggiungi account","Galleria","Categorie","SHRINE","App di base per lo shopping","RALLY","CRANE","App di viaggio","MATERIAL","CUPERTINO","MEDIA E STILI DI RIFERIMENTO"]