[0,"bn","d3fLOhJn",0,null,["এই অ্যাপের সোর্স কোড দেখতে -এ দেখুন।",[27,0]],"গ্যালারিতে ফিরুন","লিডিং আইকন","বহুমুখী অ্যাকশন","ব্যানার রিসেট করুন","অন্যান্য ডিভাইসে আপনার পাসওয়ার্ড আপডেট করা হয়েছে। আবার সাইন-ইন করুন।","স্ক্রিনের নিচের দিকে থাকা অ্যাপ বার","নচ","যেখানে ফ্লোটিং অ্যাকশন বোতাম আছে","ডক করা - মাঝখানে","ডক করা - নিচের দিকে","ফ্লোটিং - মাঝখানে","ফ্লোটিং - নিচের দিকে","অ্যাকাউন্ট","অ্যালার্ম","Calendar","ক্যামেরা","মন্তব্য",[" ট্যাবের প্লেসহোল্ডার",[0,0]],"বোতাম","তৈরি করুন","কী কী আছে দেখুন",["দেখুন ",[6,0]],["শেয়ার করুন ",[11,0]],"ট্যাপ করতে পারেন","তাঞ্জাভুর","চেট্টিনাড","১০ নম্বর","রেশম তন্তুবায়","মন্দির","তাঞ্জাভুর, তামিলনাড়ু","শিবগঙ্গা, তামিলনাড়ু","তামিলনাড়ুতে যে ১০টি শহরে অবশ্যই ভ্রমণ করতে হবে","দক্ষিণ ভারতের কারিগর","বৃহদীশ্বর মন্দির","সাইকেল চালানো","লিফ্ট","ফায়ারপ্লেস","বড়","মাজারি","ছোট","লাইট চালু করুন","ওয়াশিং মেশিন","হলদে বাদামি","নীল","নীলচে ধূসর","বাদামি","সবুজ-নীল","গাঢ় কমলা","গাঢ় লাল-বেগুনি","সবুজ","ধূসর","নীলচে বেগুনি","হালকা নীল","হালকা সবুজ","লেবু রঙ","কমলা","গোলাপী","বেগুনি","লাল","সবজে নীল","হলুদ","নিজের মতো সাজিয়ে নেওয়া ট্রাভেল অ্যাপ","খাদ্য","ন্যাপলি, ইতালি","কাঠের চুলায় পিৎজা","ডালাস, মার্কিন যুক্তরাষ্ট্র","লিসবন, পর্তুগাল","মহিলাটি বিশাল পাস্ট্রমি স্যান্ডউইচ ধরে রয়েছে","ডিনার স্টাইলের চেয়ারের সাথে খালি বার","কর্ডোবা, আর্জেন্টিনা","বার্গার","পোর্টল্যান্ড, মার্কিন যুক্তরাষ্ট্র","কোরিয়ান ট্যাকো","প্যারিস, ফ্রান্স","চকোলেট ডেজার্ট","সিওল, দক্ষিণ কোরিয়া","আর্টসির রেস্তোঁরা বসার জায়গা","সিয়াটেল, মার্কিন যুক্তরাষ্ট্র","চিংড়ি মাছের খাবার","ন্যাসভেলি, মার্কিন যুক্তরাষ্ট্র","বেকারির প্রবেশদ্বার","আটলান্টা, মার্কিন যুক্তরাষ্ট্র","প্লেট ভর্তি চিংড়ি মাছ","মাদ্রিদ, স্পেন","পেস্ট্রি সহ ক্যাফে কাউন্টার",[3,0,["টি রেস্তোঁরা",[0,0]],[2,"রেস্তোরাঁ নেই",4,"১টি রেস্তোঁরা"]],"গন্তব্যের হিসেবে রেস্তোরাঁ দেখুন",[" ",[0,0],[1,1]],"উড়া","অ্যাসপেন, মার্কিন যুক্তরাষ্ট্র","চিরসবুজ গাছ সহ একটি তুষারময় আড়াআড়ি কুটীর","বিগ সার, মার্কিন যুক্তরাষ্ট্র","কায়েরো, মিশর","সূর্যাস্তের সময় আল-আজহার মসজিদের টাওয়ার","লিসবন, পর্তুগাল","সমুদ্রে ইটের বাতিঘর","নাপা, মার্কিন যুক্তরাষ্ট্র","তাল গাছ সহ পুল","বালি, ইন্দোনেশিয়া","তাল গাছ সহ সমুদ্রের পাশের পুল","ফিল্ডে টেন্ট","কুম্ভ উপত্যকা, নেপাল","বরফের পাহাড়ের সামনে প্রার্থনার পতাকা","মাচু পিচ্চু, পেরু","মাচু পিচ্চু দুর্গ","মালে, মালদ্বীপ","ওভার ওয়াটার বাংলো","ভিতজানাউ, সুইজারল্যান্ড","পাহাড়ের সামনে লেক সাইড হোটেল","মেক্সিকো সিটি, মেক্সিকো","প্যালাসিও দে বেলারাস আর্টেসের এরিয়াল ভিউ","মাউন্ট রুসমোর, মার্কিন যুক্তরাষ্ট্র","মাউন্ট রাশমোর","সিঙ্গাপুর","সুপারট্রি গ্রোভ","হাভানা, কিউবা","একজন পুরনো নীল গাড়িতে ঝুঁকে দেখছে",[3,0,["টি স্টপ",[0,0]],[2,"ননস্টপ",4,"১টি স্টপ"]],"গন্তব্যের হিসেবে ফ্লাইট খুঁজুন","তারিখ বেছে নিন","তারিখ বেছে নিন","গন্তব্য বেছে নিন","ডাইনার্স","লোকেশন বেছে নিন","উৎপত্তি স্থল বেছে নিন","সময় বেছে নিন","ভ্রমণকারী",[3,0,[" ঘণ্টা",[0,0]],[4,"১ ঘণ্টা"]],[3,0,[" মিনিট",[0,0]],[4,"১ মিনিট"]],"ঘুম","মালে, মালদ্বীপ","ওভার ওয়াটার বাংলো","অ্যাসপেন, মার্কিন যুক্তরাষ্ট্র","কায়েরো, মিশর","সূর্যাস্তের সময় আল-আজহার মসজিদের টাওয়ার","তাইপেই, তাইওয়ান","তাইপেই ১০১ স্কাই স্ক্র্যাপার","চিরসবুজ গাছ সহ একটি তুষারময় আড়াআড়ি কুটীর","মাচু পিচ্চু, পেরু","মাচু পিচ্চু দুর্গ","হাভানা, কিউবা","একজন পুরনো নীল গাড়িতে ঝুঁকে দেখছে","ভিতজানাউ, সুইজারল্যান্ড","পাহাড়ের সামনে লেক সাইড হোটেল","বিগ সার, মার্কিন যুক্তরাষ্ট্র","ফিল্ডে টেন্ট","নাপা, মার্কিন যুক্তরাষ্ট্র","তাল গাছ সহ পুল","পোর্টো, পর্তুগাল","রিবেরিয়া স্কোয়ারে রঙিন অ্যাপার্টমেন্ট","তুলুম, মেক্সিকো","সমুদ্র সৈকতের কোনও একটি পাহাড়ে মায়ান সভ্যতার ধ্বংসাবশেষ","লিসবন, পর্তুগাল","সমুদ্রে ইটের বাতিঘর",[3,0,["টি প্রপার্টি ভাড়া পাওয়া যাবে",[0,0]],[2,"কোনও প্রপার্টি ভাড়া পাওয়া যাবে না",4,"১টি প্রপার্টি ভাড়া পাওয়া যাবে"]],"গন্তব্যের হিসেবে প্রপার্টি দেখুন","অনুমতি দিন","আপেল পাই","বাতিল করুন","চিজকেক","চকলেট ব্রাউনি","নিচে উল্লেখ করা তালিকা থেকে পছন্দের মিষ্টি বেছে নিন। আপনার পছন্দের হিসেবে এলাকার খাবারের দোকানের সাজেস্ট করা একটি তালিকা কাস্টমাইজ করা হবে।","বাতিল করুন","অনুমতি দেবেন না","পছন্দের মিষ্টি বেছে নিন","আপনার বর্তমান লোকেশন ম্যাপে দেখানো হবে এবং সেই সাথে দিকনির্দেশের ও আশেপাশের সার্চের ফলাফলের জন্য ব্যবহার হবে এবং যাত্রাপথের আনুমানিক সময় জানতে ব্যবহার হবে।","অ্যাপ ব্যবহার করার সময়ে \"Maps\"-কে আপনার লোকেশন অ্যাক্সেস করার অনুমতি দিতে চান?","তিরামিসু","বোতাম","ব্যাকগ্রাউন্ড সহ","সতর্কতা দেখান","Chat","হোম","প্রোফাইল","ক্যালসিয়াম (%)","ক্যালোরি","শর্করা (g)","ডেসার্ট (১জনকে দেওয়া যাবে)","ফ্যাট (g)","আয়রন (%)","প্রোটিন (g)","সোডিয়াম (mg)","পুষ্টি","আপেল পাই","Cupcake","Donut","Eclair","জমাট ইয়োগার্ট","Gingerbread","Honeycomb","Ice Cream Sandwich","4.3 Jelly Bean","Lollipop",["মধু সহ ",[7,0]],["চিনি সহ ",[8,0]],"ডেমো","টাইল এডিট করতে ট্যাপ করুন এবং দৃশ্যের আশেপাশে সরানোর জন্য জেসচার ব্যবহার করুন। প্যানে টেনে আনুন, জুম করতে পিঞ্চ করুন এবং দুটি আঙ্গুল ব্যবহার করে ঘোরান। শুরুর ওরিয়েন্টেশনে ফিরে আসার জন্য 'আবার সেট করুন' বোতামে প্রেস করুন।","শীর্ষক এডিট করুন","ট্রান্সফর্মেশনের বিকল্পটি আবার সেট করুন","প্যান, জুম, ঘোরান","2D ট্রান্সফর্মেশন","অ্যাকশন চিপ হল বিকল্পগুলির একটি সেট যা প্রাথমিক কন্টেন্ট সম্পর্কিত অ্যাকশন ট্রিগার করে। অ্যাকশন চিপ নিয়ম করে কতটা প্রাসঙ্গিক সেই হিসেবে UI-তে দেখা যায়।","অ্যাকশন চিপ","সতর্কতা সংক্রান্ত ডায়ালগ পরিস্থিতি সম্পর্কে ব্যবহারকারীকে জানায়, যা খেয়াল রাখতে হয়। সতর্কতা সংক্রান্ত ডায়ালগে ঐচ্ছিক শীর্ষক এবং ঐচ্ছিক অ্যাকশনের তালিকা দেওয়া থাকে।","সতর্কতা","সতর্ক বার্তার শীর্ষক","অ্যাপ বারে বর্তমান স্ক্রিন সম্পর্কিত কন্টেন্ট ও অ্যাকশন দেখায়। এটি ব্র্যান্ডিং, স্ক্রিন টাইটেল, নেভিগেশন ও অ্যাকশনের জন্য ব্যবহৃত হয়","বর্তমান স্ক্রিন সম্পর্কিত তথ্য ও অ্যাকশন ডিসপ্লে করে","অ্যাপ বার","ব্যানার গুরুত্বপূর্ণ, সংক্ষিপ্ত অথচ স্পষ্ট মেসেজে দেখায় এবং সেটি নিয়ে কিছু করতে (বা ব্যানার খারিজ করতে) ব্যবহারকারীদের সুযোগ দেয়। ব্যানার খারিজ করতে ব্যবহারকারীকে পদক্ষেপ নিতে হবে।","একটি তালির মধ্যে ব্যানার দেখানো হচ্ছে","ব্যানার","স্ক্রিনের নিচের দিকের অ্যাপ বার থেকে নিচের নেভিগেশন ড্রয়ার এবং ফ্লোটিং অ্যাকশন বোতাম সহ সর্বোচ্চ আরও চারটে অ্যাকশন অ্যাক্সেস করার অনুমতি দেয়।","স্ক্রিনের নিচের দিকে নেভিগেশন এবং অ্যাকশনের বিকল্প দেখান","স্ক্রিনের নিচের দিকে থাকা অ্যাপ বার","নিচের নেভিগেশন বার কোনও স্ক্রিনের নীচের দিকে তিন থেকে পাঁচটি গন্তব্য দেখায়। প্রতিটি গন্তব্য একটি আইকন এবং একটি এচ্ছিক টেক্সট লেবেল দিয়ে দেখানো হয়। নিচের নেভিগেশন আইকন ট্যাপ করা হলে, ব্যবহারকারীকে সেই আইকনের সাথে জড়িত একেবারে উপরের নেভিগেশন গন্তব্যে নিয়ে যাওয়া হয়।","সব সময় দেখা যাবে এমন লেবেল","বেছে নেওয়া লেবেল","ক্রস-ফেডিং ভিউ সহ নিচের দিকে নেভিগেশন","নিচের দিকে নেভিগেশন","যোগ করুন","বটম শিট দেখান","হেডার",["আইটেম ",[6,0]],"'মোডাল বটম শিট' হল মেনু অথবা ডায়ালগের একটি বিকল্প এবং এটি ব্যবহারকারীকে অ্যাপের অন্যান্য ফিচার ইন্টার‌্যাক্ট করতে বাধা দেয়।","মোডাল বটম শিট","সব সময় দেখা যায় এমন বোটম শিট অ্যাপের প্রধান কন্টেন্টের সাথে সম্পর্কিত অন্যান্য তথ্য দেখায়। ব্যবহারকারী অ্যাপের অন্যান্য ফিচারেরে সাথে ইন্ট্যারঅ্যাক্ট করলে সব সময় দেখা যায় এমন বোটম শিট।","সব সময় দেখা যায় এমন বোটম শিট","সব সময় দেখা যায় এমন এবং মোডাল বটম শিট","বটম শিট","টেক্সট ফিল্ড","টেক্সট, উন্নত, আউটলাইনের সুবিধা এবং আরও অনেক কিছু","বোতাম","কার্ড হল কোনও জিনিসের তৈরি পৃষ্ঠা যেখানে কিছু তথ্য থাকে, যেমন অ্যালবাম, ভৌগোলিক লোকেশন, খাবার সংক্রান্ত তথ্য, পরিচিতির বিবরণ ইত্যাদি সেখানে উল্লেখ করা হয়।","গোল কোণযুক্ত বেসলাইন কার্ড","কার্ড","চেকলিস্ট মেনু","সারিবদ্ধ এলিমেন্ট যা ইনপুট, অ্যাট্রিবিউট বা অ্যাকশনকে তুলে ধরে","চিপস","পছন্দের চিপ সেটের থেকে একটি পছন্দকে তুলে ধরে। পছন্দের চিপে প্রাসঙ্গিক বর্ণনামূলক টেক্সট বা বিভাগ থাকে।","পছন্দের চিপ","একটি বৃত্তাকার মেটেরিয়াল ডিজাইনের প্রগ্রেস নির্দেশক, যেটি অ্যাপ্লিকেশন কাজ করছে কিনা তা বোঝানোর জন্য ঘোরে।","বৃত্তাকার প্রগ্রেস নির্দেশক","ডেমো কোড","ক্লিপবোর্ডে কপি করা হয়েছে।","সব কিছু কপি করুন",["ক্লিপবোর্ডে কপি করা যায়নি: ",[27,0]],"রঙ এবং গ্রেডিয়েন্টের জন্য ধ্রুবক যা মেটেরিয়াল ডিজাইনের রঙের প্যালেট তুলে ধরে।","আগে থেকে যেসব দেখানো রঙ","রঙ","কার্ড, তালিকা ও এফএবি","কন্টেনার যুক্ত আছে এমন UI এলিমেন্টের মধ্যে ট্রানজিশন করতে কন্টেনার পরিবর্তন করার প্যাটার্ন ডিজাইন করা হয়েছে। এই প্যাটার্ন দুটি UI এলিমেন্টের মধ্যে এমন কানেকশন তৈরি করে যা দেখা যায়","অস্পষ্ট মোড","কন্টেনার পরিবর্তন করা","অস্পষ্ট","বরাবর অস্পষ্ট","সংশ্লিষ্ট মেনু","একটি অ্যাকশন শিট হল নির্দিষ্ট ধরনের অ্যালার্ট যা ব্যবহারকারীদের কাছে বর্তমান প্রসঙ্গ সম্পর্কিত দুটি বা তারও বেশি সেট তুলে ধরে. অ্যাকশন শিটে শীর্ষক, অতিরিক্ত মেসেজ এবং অ্যাকশনের তালিকা থাকতে পারে।","অ্যাকশন শিট","একটি iOS-স্টাইলে অ্যাক্টিভিটি নির্দেশক যেটি ঘড়ির কাঁটার দিকে ঘোরে।","iOS-স্টাইলে অ্যাক্টিভিটি নির্দেশক","অ্যাক্টিভিটি নির্দেশক","শুধুমাত্র সতর্কতা বিষয়ক বোতাম","সতর্কতা সংক্রান্ত বোতাম","সতর্কতা সংক্রান্ত ডায়ালগ পরিস্থিতি সম্পর্কে ব্যবহারকারীকে জানায়, যা খেয়াল রাখতে হয়। সতর্কতা সংক্রান্ত ডায়ালগে ঐচ্ছিক শীর্ষক, ঐচ্ছিক কন্টেন্ট এবং ঐচ্ছিক অ্যাকশনের তালিকা দেওয়া থাকে। শীর্ষক কন্টেন্টের উপরে দেওয়া থাকে এবং অ্যাকশন কন্টেন্টের নিচে উল্লেখ করা থাকে।","সতর্কতা","শীর্ষক সহ সতর্কতা","iOS-স্টাইলে সতর্কতা ডায়ালগ","সতর্কতা","একটি iOS-স্টাইল বোতাম। এটির সাহায্যে আপনি টেক্সট এবং/বা কোনও একটি আইকন যা টাচ করলে ফেড-আউট বা ফেড-ইন হয়। বিকল্প হিসেবে একটি ব্যাকগ্রাউন্ড থাকতে পারে।","iOS-স্টাইল বোতাম","বোতাম","প্রথম অ্যাকশন","কনটেক্সট মেনু দেখতে 'ফ্লাটার' লোগোতে ট্যাপ করে ধরে থাকুন।","দ্বিতীয় অ্যাকশন","কোনও এলিমেন্টের উপর অনেকক্ষণ প্রেস করে ধরে থাকলে, iOS-স্টাইলের ফুল-স্ক্রিন কনটেক্সট মেনু দেখানো হয়।","iOS-স্টাইলের কনটেক্সট মেনু","কনটেক্সট মেনু","একটি iOS-স্টাইলে নেভিগেশন বার। নেভিগেশন বার হল এমন একটি টুলবার যাতে কমপক্ষে একটি পৃষ্ঠার শীর্ষক থাকে, এটি টুলবারের মাঝে থাকে।","iOS-স্টাইলে নেভিগেশন বার","নেভিগেশন বার","বাছাইকারী","তারিখ","তারিখ ও সময়","iOS-স্টাইল বাছাইকারী উইজেট, স্ট্রিং, তারিখ, সময় বা তারিখ ও সময় দু'টিই বেছে নিতে ব্যবহার করা যেতে পারে।","iOS-স্টাইল বাছাইকারী","সময়","টাইমার","চয়নকারী","iOS-স্টাইলে কন্টেন্টের নিয়ন্ত্রণ রিফ্রেশ করতে টেনে আনার জন্য যে উইজেট ব্যবহার করা হয়।","iOS-স্টাইলে নিয়ন্ত্রণ রিফ্রেশ করতে টানুন","রিফ্রেশ করতে টানুন","স্ক্রলবার তার সামনে থাকা চাইল্ড এলিমেন্টকে র‌্যাপ করে দেয়","iOS-স্টাইল স্ক্রলবার","স্ক্রলবার","সার্চ টেক্সট ফিল্ড ব্যবহারকারীকে টেক্সট লিখে সার্চ করতে দেয় এবং এটি বিভিন্ন সাজেশন অফার ও ফিল্টার করতে পারে।","কিছু টেক্সট লিখুন","iOS-স্টাইল সার্চ টেক্সট ফিল্ড","সার্চ টেক্সট ফিল্ড","একটি ব্যবহার করলে অন্যটি ফ্রিজ হয়ে যাবে এমন কিছু বিকল্পের মধ্যে থেকে বেছে নেওয়ার জন্য ব্যবহার করা হয়। বিভাগীয় নিয়ন্ত্রনে একটি বিকল্প বেছে নিলে, অন্য বিকল্পগুলি আর বেছে নেওয়া যাবে না।","iOS-স্টাইলে বিভাগীয় নিয়ন্ত্রন","বিভাগীয় নিয়ন্ত্রণ",["নিরবিচ্ছিন্ন: ",[14,0]],"নিরবিচ্ছিন্ন বা পৃথক মানের ভ্যালু থেকে বেছে নেওয়ার জন্য স্লাইডার ব্যবহার করা যেতে পারে।",["পৃথক মান: ",[10,0]],"iOS-স্টাইল স্লাইডার","স্লাইডার","আপনি সিঙ্গেল সেটিংস চালু/বন্ধ করতে টগল বোতামটি ব্যবহার করতে পারেন।","iOS-স্টাইল স্যুইচ","iOS-স্টাইল বোতাম নেভিগেশন ট্যাব বার। একটা ট্যাব অ্যাক্টিভ থাকলে অনেক ট্যাব দেখায়।","iOS-স্টাইল বোতাম ট্যাব বার","ট্যাব বার","টেক্সট লেখার জায়গাতে ব্যবহারকারী হার্ডওয়্যার কীবোর্ড অথবা অনস্ক্রিন কীবোর্ড ব্যবহার করে টেক্সট লিখতে পারেন।","পিন","iOS-স্টাইলে টেক্সট লেখার জায়গা","টেক্সট ফিল্ড","বারের সাথে সাথে স্লাইডার মানেরও ব্যাপ্তি দেখায়, যেখান থেকে ব্যবহারকারী কোনও একটি মান বা ব্যাপ্তির মান বেছে নিতে পারেন। স্লাইডারকে থিম প্রয়োগ করে সাজানো এবং কাস্টমাইজ করা যায়।","কাস্টম স্লাইডার","সারি এবং কলামযুক্ত গ্রিডের মতো ফর্ম্যাটে ডেটা টেবিল তথ্য দেখায়। ডেটা টেবিল এমনভাবে তথ্য দেখায় যা সহজেই স্ক্যান করা যায়, যাতে ব্যবহারকারীরা প্যাটার্ন এবং ইনসাইট দেখতে পারেন।","তথ্যের সারি এবং কলাম","ডেটা টেবিল","মেটেরিয়াল ডিজাইনের তারিখ চয়নকারী রয়েছে এমন ডায়ালগ দেখায়।","তারিখ চয়নকারী","মেটেরিয়াল ডিজাইনের ডেট রেঞ্জ চয়নকারী রয়েছে এমন ডায়ালগ দেখায়।","ডেট রেঞ্জ চয়নকারী","সাধারণ, সতর্কতা, ফুল-স্ক্রিন","ডায়ালগ","ডিভাইডার তালিকা, ড্রয়ার ও অন্যান্য জায়গায় কন্টেন্টকে আলাদা আলাদাভাবে দেখানোর জন্য ব্যবহার করা হয়।","ডিভাইডার একটি সরু লাইন যেটি বিভিন্ন তালিকা ও লে-আউটে কন্টেন্ট আলাদা আলাদাভাবে দেখায়।","ডিভাইডার","এপিআই ডকুমেন্টেশান","উন্নত বোতাম প্রায়ই ফ্ল্যাট লেআউটে আকার দিতে সাহায্য করে। ব্যস্ত বা চওড়া জায়গাতে তারা আরও গুরুত্ব দেয়।","উন্নত বোতাম","বাতিল করুন","বাতিল করুন","সতর্কতা ডায়ালগ","মোডাল ও এফএবি","UI এলিমেন্টের জন্য 'বরাবর অস্পষ্ট' প্যাটার্ন ব্যবহার করা হয় সেটি স্ক্রিনের ডিসপ্লের মধ্যে প্রবেশ করে অথবা বেরিয়ে যায়, যেমন একটি ডায়লগ যেটি স্ক্রিনের মাঝখানে অস্পষ্ট হয়ে যায়।","ফ্যাব লুকান","মোডাল দেখুন","ফ্যাব দেখুন","অস্পষ্ট","অ্যালবাম","নিচের দিকে নেভিগেশন","UI এলিমেন্টের মধ্যে ট্রানজিশন করতে 'বরাবর অস্পষ্ট' প্যাটার্ন ব্যবহার করা হয়, যেখানে প্রত্যেকটি এলিমেন্টের মধ্যে শক্তিশালি সম্পর্ক থাকে না।","ফটো","Search","১২৩টি ফটো","বরাবর অস্পষ্ট","কন্টেন্ট ফিল্টার করার একটি পদ্ধতি হিসেবে ফিল্টার চিপ ট্যাগ বা বর্ণনামূলক শব্দ ব্যবহার করে।","ফিল্টার চিপ","ফ্লোটিং অ্যাকশন বোতাম হল একটি সার্কুলার আইকন বোতাম যা কন্টেন্টের উপরে থাকে, অ্যাপ্লিকেশনের প্রাথমিক অ্যাকশন দেখানোর জন্য।","ভাসমান অ্যাকশন বোতাম","ফুল-স্ক্রিন ডায়ালগ প্রপার্টি নির্দিষ্ট করে পরের পৃষ্ঠাটি একটি ফুল-স্ক্রিন মোডাল ডায়ালগ হবে কিনা","ফুল-স্ক্রিন","ফুল-স্ক্রিন","গ্রিডের তালিকা একই ধরনের ডেটা, সাধারণত ছবি, দেখানোর জন্য সবচেয়ে বেশি ব্যবহার করা হয়। গ্রিড তালিকায় থাকা প্রতিটি আইটেমকে একটি টাইল বলা হয়।","ফুটার সহ","হেডার সহ","শুধুমাত্র ছবি","সারি এবং কলামের লেআউট","গ্রিডের তালিকা","তথ্য","ইনপুট চিপে কোনও একটি এন্টিটি (ব্যক্তি, জায়গা অথবা বস্তু) বা কথোপকথন সংক্রান্ত টেক্সট সারিবদ্ধভাবে থাকে যেখানে জটিল তথ্য দেওয়া থাকে।","ইনপুট চিপ","URL ডিসপ্লে করতে পারছে না:","একটি মেটেরিয়াল ডিজাইন লিনিয়ার প্রগ্রেস নির্দেশক, যেটি প্রগ্রেস বার হিসেবেও পরিচিত।","লিনিয়ার প্রগ্রেস নির্দেশক","একক নির্দিষ্ট উচ্চতাসম্পন্ন সারি যেখানে কিছু টেক্সট সহ লিডিং অথবা ট্রেলিং আইকন রয়েছে।","গৌণ টেক্সট","তালিকার লে-আউট স্ক্রল করা হচ্ছে","তালিকা","মেনু আইটেম দেখানো বন্ধ করুন","চেকলিস্ট মেনু সহ একটি আইটেম","সংশ্লিষ্ট মেনু সহ একটি আইটেম","বিভাগ অনুযায়ী ভাগ করা মেনু সহ একটি আইটেম","সহজ মেনু সহ একটি আইটেম",["চেক করা হয়েছে: ",[15,0]],"সংশ্লিষ্ট মেনুর প্রথম আইটেম","সংশ্লিষ্ট মেনুর তৃতীয় আইটেম","এমন একটি মেনু যা অস্থায়ী সারফেসে পছন্দের তালিকা দেখায়। ব্যবহারকারী কোনও বোতাম, অ্যাকশন বা অন্যান্য নিয়ন্ত্রণ ব্যবহার করলে এগুলি দেখা যায়।","চার","লিঙ্ক পান","মেনুর প্রথম আইটেম","মেনুর তৃতীয় আইটেম","মেনুর দ্বিতীয় আইটেম","এক","প্রিভিউ","সরিয়ে দিন",["বেছে নেওয়া হয়েছে: ",[18,0]],"শেয়ার করুন","মেনু বোতাম এবং সহজ মেনু","তিন","মেনু","দুই","বিবরণের পৃষ্ঠা","তালিকার আইটেম","সেকেন্ডারি টেক্সট","নাম","সেকেন্ডারি","পূর্বনির্ধারিত সব ট্রানজিশনের প্যাটার্ন","মোশন","কোনও অ্যাপ্লিকেশনে নেভিগেশন লিঙ্ক দেখানোর জন্য স্ক্রিনের বর্ডার থেকে অনুভূমিকভাবে স্লাইড হয় এমন মেটেরিয়াল ডিজাইন প্যানেল।","অ্যাপ বারে একটি ড্রয়ার দেখানো হচ্ছে","ড্রয়ার দেখতে স্ক্রিনের বর্ডার থেকে সোয়াইপ করুন অথবা উপরের বাঁদিকের আইকনে ট্যাপ করুন","নেভিগেশান ড্রয়ার","প্রথম আইটেম","দ্বিতীয় আইটেম","user.name@example.com","ব্যবহারকারী নাম","একটি মেটিরিয়াল উইজেট যা সাধারণত অ্যাপের বাঁ অথবা ডানদিকে সাধারণত তিন থেকে পাঁচটি ভিউর মধ্যে নেভিগেট করার জন্য দেখানো হয়।","প্রথম","দ্বিতীয়","অ্যাপের মধ্যে নেভিগেশন রেল দেখানো হচ্ছে","তৃতীয়","নেভিগেশন রেল","প্রতি সারিতে একটি লাইন","এই ডেমোর জন্য উপলভ্য বিকল্প দেখতে এখানে ট্যাপ করুন।","বিকল্প দেখুন","বিকল্প","আউটলাইন করা বোতাম প্রেস করলে অস্বচ্ছ হয়ে বড় হয়ে যায়। সেটি প্রায়ই একটি বিকল্প সেকেন্ডারি অ্যাকশন নির্দেশ করতে বড় হওয়া বোতামের সাথে ব্যবহার হয়।","আউটলাইন করা বোতাম","চয়নকারী দেখান","তারিখ ও সময় বাছাই","চয়নকারী","লিনিয়ার, বৃত্তাকার, অনির্দিষ্ট","কতটা এগিয়েছে তার নির্দেশক","বারের সাথে সাথে স্লাইডার মানেরও ব্যাপ্তি দেখায়। এর মধ্যে বারের দুই পাশের শেষে মানের ব্যাপ্তি নির্দেশক আইকন থাকতে পারে। ভলিউম, উজ্জ্বলতা বা ছবিতে ফিল্টার প্রয়োগ করা এমন সেটিংস অ্যাডজাস্ট করার জন্য এটি একটি আদর্শ বিকল্প।","রেঞ্জ স্লাইডার","বিভাগ অনুযায়ী ভাগ করা মেনু","চেকবক্স ব্যবহারকারীকে একটি সেট থেকে একাধিক বিকল্প বেছে নিতে দেয়। একটি সাধারণ চেকবক্সের মান সত্য বা মিথ্যা এবং একটি ট্রাইস্টেট চেকবক্সের মানটিও শূন্য হতে পারে।","চেকবক্স","রেডিও বোতাম সেট থেকে ব্যবহারকারীকে একটি বিকল্প বেছে নিতে দেয়। একচেটিয়া নির্বাচনের জন্য রেডিও বোতামগুলি ব্যবহার করুন যদি আপনি মনে করেন যে ব্যবহারকারীর পাশাপাশি সমস্ত উপলভ্য বিকল্পগুলি দেখতে হবে।","রেডিও","চেকবক্স, রেডিও বোতাম এবং সুইচ","চালু/বন্ধ করার সুইচ একটি সিঙ্গেল সেটিংসের বিকল্পের স্ট্যাটাস পরিবর্তন করে। যে বিকল্প স্যুইচ নিয়ন্ত্রণ করে এবং সেই সাথে এটির মধ্যে থাকা স্ট্যাটাস সম্পর্কিত ইনলাইন লেবেল থেকে মুছে ফেলা উচিত।","পাল্টান","বেছে নেওয়ার বিষয়ে নিয়ন্ত্রণ","UI এলিমেন্টের মধ্যে ট্রানজিশন করতে শেয়ার করা অ্যাক্সিস প্যাটার্ন ব্যবহার করা হয় যেটিতে স্থানীয় অথবা নেভিগেট করার সুবিধা রয়েছে। এই প্যাটার্নটি এলিমেন্টের মধ্যে সম্পর্ক শক্তিশালী করতে x, y বা z অ্যাক্সিসের উপর শেয়ার করা পরিবর্তন ব্যবহার করে।","আর্ট অ্যান্ড ক্র্যাফট","ফিরে যান","বান্ডেল করা হয়েছে","ব্যবসা","আপনার ফিডে বান্ডেল করা বিভাগগুলি গ্রুপ হিসেবে দেখা যাবে। আপনি পরে যেকোনও সময় এটিকে পরিবর্তন করতে পারবেন।","আপনার কোর্স স্ট্রিমলাইন করুন","অ্যাকাউন্ট তৈরি করুন","রন্ধন সম্পর্কিত","'পরবর্তী' এবং 'ফিরে যান' বোতাম","ডিজাইন","ইমেল আইডি ভুলে গেছেন?","ছবি","আলাদা করে দেখানো","পরবর্তী","আপনার অ্যাকাউন্টে সাইন-ইন করুন","ইমেল বা ফোন নম্বর","হাই অভিজিত ভঞ্জ","শেয়ার করা x-অ্যাক্সিস","২৬৮টি অ্যালবাম","মিনিট","শিল্পী","অ্যালবাম","A-Z","\"সম্প্রতি চালানো হয়েছে\" হিসেবে সাজান","সম্প্রতি চলানো হয়েছে","শেয়ার করা y-অ্যাক্সিস","বিফ স্যান্ডউইচের রেসিপি","বিফ স্যান্ডউইচ","বার্গারের রেসিপি","বার্গার","কাঁকড়ার ডিশ বানানোর রেসিপি","কাঁকড়া","সেটিংস আইকন বোতাম","ডেজার্টের রেসিপি","ডেজার্ট","সহায়তা","বিজ্ঞপ্তি","গোপনীয়তা","প্রোফাইল","স্যান্ডউইচের রেসিপি","স্যান্ডউইচ","সেভ করা রেসিপি","সেটিংস","চিংড়ি মাছের ডিশ বানানোর রেসিপি","চিংড়ি মাছ","শেয়ার করা z-অ্যাক্সিস","একটি সাধারণ ডায়ালগ ব্যবহারকারীদের কাছে একাধিক বিকল্পের মধ্যে একটি বেছে নেওয়ার সুযোগ করে দেয়। একটি সাধারণ ডায়ালগে একটি ঐচ্ছিক শীর্ষক থাকলে, তা বেছে নেওয়ার বিকল্পগুলি উপরে উল্লেখ করা আছে।","সাধারণ","সহজ মেনু","নিরবিচ্ছিন্ন","কাস্টম থিমের সাথে নিরবিচ্ছিন্ন ব্যাপ্তি স্লাইডার","এডিট করা যাবে এমন সাংখ্যিক মান দিয়ে চালিয়ে যান","বারের সাথে সাথে স্লাইডার মানেরও ব্যাপ্তি দেখায়, যেখান থেকে ব্যবহারকারী কোনও একটি মান বেছে নিতে পারেন। ভলিউম, উজ্জ্বলতা বা ছবিতে ফিল্টার প্রয়োগ করা এমন সেটিংস অ্যাডজাস্ট করার জন্য এটি একটি আদর্শ বিকল্প।","পৃথক মান","কাস্টম থিম সহ পৃথক মানের স্লাইডার","এডিট করা যায় এমন সাংখ্যিক মান","কোনও একটি মান সোয়াইপ করে বেছে নেওয়ার উইজেট","স্লাইডার","আপনি স্ন্যাকবার অ্যাকশন প্রেস করেছেন।","অ্যাকশন","স্ন্যাকবার দেখুন","অ্যাপটি পারফর্ম করেছে বা পারফর্ম করবে এমন প্রসেসের সম্পর্কে ব্যবহারকারীকে স্ন্যাকবার বিজ্ঞপ্তি পাঠায়। এটি অস্থায়ীভাবে স্ক্রিনের নিচের দিকে দেখায়। এটি ব্যবহারকারীর অভিজ্ঞতায় কোনও প্রভাব ফেলবে না এবং মুছে ফেলার জন্য ব্যবহারকারীর অনুমতির প্রয়োজন নেই।","স্ক্রিনের নিচে স্ন্যাকবার মেসেজ দেখায়","এটি একটি স্ন্যাকবার।","স্ন্যাকবার","বিভিন্ন স্ক্রিনে, ডেটা সেটে ও অন্যান্য ইন্টার‌্যাকশনে ট্যাবগুলি কন্টেন্ট সাজায়।","নন-স্ক্রলিং","স্ক্রলিং","আলাদাভাবে স্ক্রল করা যায় এমন ভিউ সহ ট্যাব","ট্যাব","টেক্সট বোতাম প্রেস করলে কালি ছড়িয়ে পড়ে কিন্তু লিফ্ট করে না। প্যাডিং সহ টেক্সট বোতাম টুলবারে, ডায়ালগে এবং ইনলাইনে ব্যবহার করুন","টেক্সট বোতাম","টেক্সট ফিল্ড ব্যবহারকারীকে UI-এ টেক্সট লেখার অনুমতি দেয়। সেগুলি সাধারণত ফর্ম ও ডায়ালগ হিসেবে দেখা যায়।","ইমেল","পাসওয়ার্ড লিখুন।","(###) ###-#### - একটি মার্কিন যুক্তরাষ্ট্রের ফোন নম্বর লিখুন।","জমা দেওয়ার আগে লাল রঙের ভুলগুলি সংশোধন করুন।","পাসওয়ার্ড লুকান","ছোট রাখুন, এটি শুধুমাত্র একটি ডেমো।","জীবনের গল্প","নাম*",[" ফোন নম্বর হল ",[0,0],[14,1]],"নাম লিখতে হবে।","৮ অক্ষরের বেশি হওয়া চলবে না।","কেবল বর্ণানুক্রমিক অক্ষর লিখুন।","পাসওয়ার্ড*","পাসওয়ার্ড মিলছে না","ফোন নম্বর*","* প্রয়োজনীয় ফিল্ড নির্দেশ করে","পাসওয়ার্ড আবার টাইপ করুন*","বেতন","পাসওয়ার্ড দেখুন","জমা দিন","এডিট করা যাবে এমন টেক্সট ও নম্বরের সিঙ্গল লাইন","আপনার সম্পর্কে আমাদের জানান (যেমন, আপনি কী করেন অথবা আপনি কী করতে পছন্দ করেন)","টেক্সট ফিল্ড","মার্কিন ডলার","লোকজন আপনাকে কী বলে ডাকে?","আমরা আপনার সাথে কীভাবে যোগাযোগ করব?","আপনার ইমেল আইডি","মেটেরিয়াল ডিজাইনের সময় চয়নকারী রয়েছে এমন ডায়ালগ দেখায়।","সময় চয়নকারী","টগল বোতাম ব্যবহার করে একই ধরনের বিকল্প গ্রুপ করতে পারেন। সম্পর্কিত টগল বোতামের একটি গ্রুপে গুরুত্ব দিতে, সাধারণ কন্টেনার শেয়ার করতে হবে","টগল বোতাম","টুলটিপস এমন একটি টেক্সট লেবেল দেখায় যেটি বোতাম বা অন্যান্য ইউজার ইন্টারফেসের অ্যাকশন কীভাবে কাজ করে সেই বিষয়ে বোঝাতে সহায়তা করে। ব্যবহারকারীরা যখন কোনও এলিমেন্টের উপর কারসার নিয়ে যান, ফোকাস করেন বা অনেকক্ষণ প্রেস করে ধরে থাকেন তখন টুলটিপ তথ্যপূর্ণ মেসেজ দেখায়।","টুলটিপ দেখানোর জন্য অনেকক্ষণ প্রেস করে ধরে রাখুন বা স্ক্রিনের উপরে যান।","অনেকক্ষণ বোতাম প্রেস করে রাখলে বা উপরে নিয়ে গেলে একটি ছোট মেসেজ দেখায়","টুলটিপ","প্রতি সারিতে দু'টি লাইন","বিবরণ","ফোল্ড করা যায় এমন ডিভাইসে TwoPane এইভাবে পারফর্ম করে।","ফোল্ড করা যায়",["আইটেম ",[6,0]],["আইটেমের  বিবরণ",[8,0]],"তালিকা","একটি আইটেম বেছে নিন","ছোট স্ক্রিনের ডিভাইসে TwoPane এইভাবে পারফর্ম করে।","ছোট স্ক্রিন","ফোল্ড করা যায় এমন ডিভাইস, বড় এবং ছোট স্ক্রিনের জন্য রেসপন্সিভ লেআউট","ট্যাবলেট বা ডেস্কটপের মতো বড় স্ক্রিনের ডিভাইসে TwoPane এইভাবে পারফর্ম করে।","ট্যাবলেট / ডেস্কটপ","TwoPane","মেটেরিয়াল ডিজাইনে খুঁজে পাওয়া বিভিন্ন লেখার স্টাইল।","পূর্বনির্ধারিত সব টেক্সট স্টাইল","লেখার ধরন","ভার্টিকাল ডিভাইডার","টিক চিহ্ন সরিয়ে দিন","অ্যাকাউন্ট যোগ করুন","সম্মত","বাতিল করুন","অসম্মত","বাতিল করুন","ড্রাফ্ট বাতিল করতে চান?","ফুল-স্ক্রিন ডায়ালগ ডেমো","সেভ করুন","ফুল-স্ক্রিন ডায়ালগ","অ্যাপ যাতে লোকেশন বেছে নিতে পারে তার জন্য Google-কে সাহায্য করুন। এর মানে হল, যখন কোন অ্যাপ চালা থাকে না, তখনও Google-এ যে কোনও লোকেশনের তথ্য পাঠানো হবে।","Google-এর লোকেশন সংক্রান্ত পরিষেবা ব্যবহার করতে চান?",["আপনি বেছে নিয়েছেন: \"\"",[20,0]],"ব্যাক-আপ অ্যাকাউন্ট সেট করুন","ডায়ালগ দেখান","খারিজ করুন","কন্টেন্ট-কেন্দ্রীক খবরের অ্যাপ","গ্রিন আর্মির আত্মা শুদ্ধিকরণ","চাষের কাজে মৌমাছির জোগান কম","স্মার্ট ফেব্রিক তৈরিতে প্রযুক্তির ছোঁয়া ডিজাইনারদের","পক্ষপাতিত্বের বিরোধিতায় সরব নারাবাদীরা","গ্যাসোলিনের ভবিষ্যৎ","নিঃশব্দ চিকিৎসা বিপ্লবে জীবনের জয়ধ্বনি","কারও পৌষমাস কারও সর্বনাশ","যুদ্ধের সময় ছন্নছাড়া মার্কিন জনজীবন","লেটেস্ট আপডেট","ব্যবসা","সংস্কৃতি","সামনের পৃষ্ঠা","রাজনীতি","বিজ্ঞান","খেলা","প্রযুক্তি","ভ্রমণ","মার্কিন যুক্তরাষ্ট্র","বিশ্ব","GreenArmy","HealthcareRevolution","Reform","Stocks","TechDesign",[" GitHub ভান্ডার",[0,0]],"স্টাইল এবং অন্য","বিভাগ","গ্যালারি","লোড হচ্ছে","বেছে নেওয়া হয়নি","সমুদ্র সৈকত","যেখানে ব্রোঞ্জের কাজ হয়","চেন্নাই","চেট্টিনাড","জেলে","ফুলের বাজার","লাঞ্চ তৈরি করা","বাজার","পুদুচেরী","নুন তৈরি করার ফার্ম","স্কুটার","যারা সিল্ক তৈরি করেন","তাঞ্জোর","তাঞ্জাভুর মন্দির",[" অ্যাকাউন্ট -এ ।",[0,0],[12,1],[15,2]],"গাড়ির জন্য সেভিং","চেক করা হচ্ছে","হোম সেভিংস","ছুটি","অ্যাকাউন্টের মালিক","বার্ষিক লাভের শতাংশ","গত বছরে পে করা সুদ","সুদের হার","সুদ YTD","পরবর্তী স্টেটমেন্ট","মোট","অ্যাকাউন্ট","সতর্কতা",["এই মাসে এটিএম ফি হিসেবে আপনি  খরচ করেছেন",[29,0]],["ভাল হয়েছে! আপনার চেকিং অ্যাকাউন্ট আগের মাসের থেকে  বেশি।",[50,0]],["আপডেট, আপনি এই মাসে কেনাকাটার বাজেটের মধ্যে  ব্যবহার করে ফেলেছেন।",[44,0]],["এই সপ্তাহে রেস্তোরাঁয় আপনি  খরচ করেছেন।",[28,0]],[3,0,["আপনার ট্যাক্সের সম্ভাব্য ছাড় বাড়ান! টি অ্যাসাইন না করা ট্রানজ্যাকশনে বিভাগ অ্যাসাইন করুন।",[37,0]],[4,"আপনার ট্যাক্সের সম্ভাব্য ছাড় বাড়ান! ১টি অ্যাসাইন না করা ট্রানজ্যাকশনে বিভাগ অ্যাসাইন করুন।"]],[" -এ  টাকার বিল বাকি আছে।",[0,0],[1,1],[4,2]],"বকেয়া অর্থের পরিমাণ","পেমেন্টের পরিমাণ","মোট পরিমাণ","বিল","বাকি আছে",[" বাজেটের -এর মধ্যে  খরচ হয়েছে,  বাকি আছে",[0,0],[9,1],[19,2],[31,3]],"জামাকাপড়","কফি শপ","মুদিখানা","রেস্তোরাঁ","হাতে থাকা অর্থের পরিমাণ","যে পরিমাণ অর্থ খরচ করা হয়েছে","খরচের ঊর্ধ্বসীমা","বাকি আছে","বাজেট","ব্যক্তিগত ফাইনান্স অ্যাপ","বাকি আছে","লগ-ইন","লগ-ইন","Rally-তে লগ-ইন করুন","কোনো অ্যাকাউন্ট নেই?","পাসওয়ার্ড","আমাকে মনে রাখো","সাইন আপ করুন","ইউজারনেম","সবগুলি দেখুন","সব অ্যাকাউন্ট দেখুন","সব বিল দেখুন","সব বাজেট দেখুন","এটিএম খুঁজুন","সহায়তা","অ্যাকাউন্ট ম্যানেজ করুন","বিজ্ঞপ্তি","বিনা পেপারের সেটিংস","পাসকোড এবং টাচ আইডি","ব্যক্তিগত তথ্য","সাইন-আউট করুন","ট্যাক্স ডকুমেন্ট","অ্যাকাউন্ট","বিল","বাজেট","এক নজরে","সেটিংস","একটি কার্যকরী, দক্ষ ইমেল অ্যাপ","ড্রাফ্ট","ইনবক্স","পাঠানো হয়েছে","স্প্যাম","তারা চিহ্নিত","ট্র্যাশ","বেছে নিন","বেছে নিতে পারেন (বেশিক্ষণ প্রেস করুন)","বেছে নেওয়া আইটেম","ফ্লাটার গ্যালারি সম্পর্কে","লন্ডনে TOASTER দ্বারা ডিজাইন করা হয়েছে","সেটিংস বন্ধ করুন","সেটিংস","গাঢ়","মতামত জানান","আলো","লোকেল","প্ল্যাটফর্ম মেকানিক্স","স্লো মোশন","সিস্টেম","টেক্সটের মাধ্যমে দিকনির্দেশ","LTR","লোকেলের উপর ভিত্তি করে","RTL","টেক্সট স্কেলিং","সবচেয়ে বড়","বড়","সাধারণ","ছোট","থিম","সেটিংস","বাতিল করুন","কার্ট মুছে দিন",[3,0,["টি আইটেম",[0,0]],[2,"কোনও আইটেম নেই",4,"১টি আইটেম"]],"কার্ট","শিপিং:","সাবটোটাল:","ট্যাক্স:","মোট","অ্যাক্সেসরি","সব","পোশাক","বাড়ি","ফ্যাশ্যানেবল রিটেল অ্যাপ","পাসওয়ার্ড","ইউজারনেম","লগ-আউট","মেনু","পরবর্তী","নীল রঙের পাথরের মগ","সেরাইজ স্ক্যালোপ টি","শ্যামব্র্যয় ন্যাপকিন","শ্যামব্র্যয় শার্ট","ক্লাসিক হোয়াইট কলার","ক্লে সোয়েটার","কপার ওয়্যার তাক","ফাইন লাইন টি","গার্ডেন স্ট্র্যান্ড","গ্যাস্টবি হ্যাট","জেন্ট্রি জ্যাকেট","গিল্ট ডেস্ক ট্রাও","জিনজার স্কার্ফ","গ্রে স্লচ ট্যাঙ্ক","হারাহ্‌য়ের টি সেট","কিচেন কোয়াট্রো","নীল পায়জামা","প্লাস্টার টিউনিক",["x ",[2,0]],["পরিমাণ: ",[8,0]],"চৌকো টেবিল","বৃষ্টির জল পাস করানোর ট্রে","রামোনা ক্রসওভার","সি টিউনিক","সিব্রিজ সোয়েটার","শোল্ডার রোল টি","শ্রাগ ব্যাগ","মসৃণ সেরামিক সেট","স্টেলা সানগ্লাস","স্ট্রাট ইয়াররিং","সাকলেন্ট প্ল্যান্টার্স","সানশার্ট ড্রেস","সার্ফ এবং পার্ফ শার্ট","ভ্যাগাবন্ড স্যাক","ভারসিটি সক্‌স","ওয়াল্টার হেনলি (সাদা)","উইভ কীরিং","সাদা পিনস্ট্রাইপ শার্ট","হুইটনি বেল্ট",[3,0,["শপিং কার্ট, টি আইটেম আছে",[12,0]],[2,"শপিং কার্ট, কোনও আইটেম নেই",4,"শপিং কার্ট, ১টি আইটেম আছে"]],"কার্টে যোগ করুন",["সরান ",[5,0]],"কার্ট বন্ধ করুন","মেনু বন্ধ করুন","মেনু খুলুন","আইটেম সরান","Search","সেটিংস","সাইন-ইন করুন","ডেমো","কাজ করে এমন শুরু করার লেআউট",["আইটেম ",[6,0]],"মুখ্য অংশ","বোতাম","শিরোনাম","সাবটাইটেল","শীর্ষক","শুরু করার অ্যাপ","যোগ করুন","পছন্দ","Search","শেয়ার করুন"]